Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @calamus This is her grave...
cht: @calamus 这是她的坟墓...
es: @calamus Esta es su tumba...
it: @calamus_sad Questa è la sua tomba...
ja: @calamus これが母さんのお墓だよ…
ko: @calamus 여기가 엄마의 무덤이야...
pt_br: @calamus Esse é o túmulo dela...
ru: @calamus Это её могила...

source: @alula Hi mom...
cht: @alula 嗨，妈妈...
es: @alula Hola, mamá...
it: @alula Ciao mamma...
ja: @alula こんばんは、お母さん…
ko: @alula 안녕, 엄마...
pt_br: @alula Oi, mamãe...
ru: @alula Привет, мам...

source: @alula_speak Gears!\>\@alula Didja find any of those?
cht: @alula_speak 齿轮！\>\@alula 找到齿轮了吗？
es: @alula_speak ¡Engranajes!\>\@alula ¿Has encontrado alguno?
it: @alula_speak Ingranaggi!\>\@alula Sei riuscito a trovarne qualcuno?
ja: @alula_speak そう言えば！\>\@alula 歯車は見つかった？
ko: @alula_speak 기어!\>\@alula Didja 기어라는 거, 찾았어?
pt_br: @alula_speak Engrenagens!\>\@alula Já achou alguma?
ru: @alula_speak Шестерёнки!\>\@alula Ты хоть одну нашёл?

source: @niko_speak ...Oh yeah! \@niko\>I think I know who you're talking about.
cht: @niko_speak ...哦，是的！\@niko\>我觉得我知道你在说谁。
es: @niko_speak ¡Ah, sí! \@niko\>Creo que sé de quién me hablas.
it: @niko_speak ...Aspetta! \@niko \>Penso di sapere di chi tu stia parlando.
ja: @niko_speak そうだ！ \@…ああ！\>niko誰か 分かった気がするよ。
ko: @niko_speak ...아하! \@niko\>누구 얘긴지 알겠어.
pt_br: @niko_speak ... Ah, sei!\@niko\> Acho que sei de quem você está falando.
ru: @niko_speak ...Ах да!\>\@niko Думаю, я знаю, о ком ты говоришь.

source: @cedric ...it's fixed.
cht: @cedric ...现在修好了。
es: @cedric ... Solucionado.
it: @cedric ...Ho finito con le riparazioni.
ja: @cedric …修理が終わりました。
ko: @cedric ...수리가 끝났어.
pt_br: @cedric ... está consertado.
ru: @cedric ...я закончил ремонт.

source: @cedric We can leave in the next five minutes, if you are ready.
cht: @cedric 等你准备好了，我们可以在五分钟内离开。
es: @cedric Podemos irnos en cinco minutos, si ya has terminado.
it: @cedric Possiamo partire nei prossimi cinque minuti, se ti senti pronto.
ja: @cedric 準備ができているのなら、5分後には 出発できます。
ko: @cedric 너만 준비되면 5분 후에 떠날 수 있어.
pt_br: @cedric Podemos sair daqui a cinco minutos se estiver tudo pronto.
ru: @cedric Если ты готов, можем выдвигаться через пять минут.

source: @niko_eyeclosed ...alright.
cht: @niko_eyeclosed ...好的。
es: @niko_eyeclosed ... De acuerdo.
it: @niko_eyeclosed ...Va bene.
ja: @niko_eyeclosed …分かった。
ko: @niko_eyeclosed ...알았어요.
pt_br: @niko_eyeclosed ... tá bom.
ru: @niko_eyeclosed ...хорошо.

source: @cedric_sigh I understand if you are upset.
cht: @cedric_sigh 你很难过，我能理解。
es: @cedric_sigh Entiendo que te hayas molestado.
it: @cedric_sigh Capisco tu sia sconvolto.
ja: @cedric_sigh 混乱するのも無理はありません。
ko: @cedric_sigh 화가 났더라도 이해해.
pt_br: @cedric_sigh Compreendo se isso incomoda.
ru: @cedric_sigh Я могу понять, если ты расстроен.

source: @cedric3 But please...\.\. try to understand.
cht: @cedric3 但请...\.\. 尝试理解。
es: @cedric3 Pero, por favor...\.\. Intenta comprenderlo.
it: @cedric3 Ma, ti prego...\.\. cerca di capire.
ja: @cedric3 でもお願いです…\.\. 頑張って理解してください。
ko: @cedric3 하지만...\.\., 이해해 줘.
pt_br: @cedric3 Mas, por favor... \.\.tente entender.
ru: @cedric3 Но пожалуйста...\.\. попытайся понять.

source: @cedric_sigh My father is doing this to help all of us.
cht: @cedric_sigh 我父亲做这些就是为了帮助我们所有人。
es: @cedric_sigh Mi padre hace esto para ayudarnos a todos.
it: @cedric_sigh Mio padre sta facendo tutto questo per aiutare tutti quanti.
ja: @cedric_sigh 父は、みんなを助けるために こうしているんです。
ko: @cedric_sigh 아버지가 우리 모두를 돕기 위해 하신 일이야.
pt_br: @cedric_sigh Meu pai está fazendo isso para ajudar a todos.
ru: @cedric_sigh Отец делает это, чтобы всем нам помочь.

source: @cedric And that includes you, Niko.
cht: @cedric 而这也包括你 Niko。
es: @cedric Y eso te incluye a ti, Niko.
it: @cedric Te compreso, Niko.
ja: @cedric 君もその中に入ってるんですよ、ニコ。
ko: @cedric 니코, 거긴 너도 포함이야.
pt_br: @cedric Inclusive você, Niko.
ru: @cedric Включая тебя, Нико.

source: @cedric_sigh2 The fact that you can't even go back home...\> I'm sure it upsets him greatly.
cht: @cedric_sigh2 你不能回家...\>我相信这一定让他非常难过。
es: @cedric_sigh2 El hecho de que no puedas volver a casa...\> Seguro que eso le preocupa mucho.
it: @cedric_sigh2 Il solo fatto che tu non sia in grado di tornare a casa...\> Sono sicuro che lo turbi molto.
ja: @cedric_sigh2 君が故郷に帰れないことは…\> 父だって 心を痛めているはずです。
ko: @cedric_sigh2 네가 집으로 돌아갈 수 없다는 건...\> 아버지도 속이 상하실 거야.
pt_br: @cedric_sigh2 O fato de você não poder voltar para casa... \>Tenho certeza de que lhe incomoda muito.
ru: @cedric_sigh2 Ты ведь не можешь вернуться домой...\> Я уверен, что это его сильно печалит.

source: @cedric It's...
cht: @cedric 那是...
es: @cedric Es que...
it: @cedric È...
ja: @cedric だから…
ko: @cedric 그건...
pt_br: @cedric É...
ru: @cedric Просто...

source: @cedric_sigh Sigh...
cht: @cedric_sigh 叹气...
es: @cedric_sigh Ay...
ja: @cedric_sigh はぁ…
ko: @cedric_sigh 하아...
pt_br: @cedric_sigh Ah...
ru: @cedric_sigh Э-эх...

source: @cedric_sigh2 The world means a lot to him, you know...
cht: @cedric_sigh2 这个世界对他很重要，你知道...
es: @cedric_sigh2 El mundo significa mucho para él, ¿sabes?
it: @cedric_sigh2 Sai, lui tiene molto a questo mondo...
ja: @cedric_sigh2 父にとって、この世界は とても大切なものなんですよ…
ko: @cedric_sigh2 이 세상은 아버지에게 큰 의미가 있어...
pt_br: @cedric_sigh2 O mundo significa muito para ele, sabe...
ru: @cedric_sigh2 Знаешь, этот мир много для него значит...

source: @niko2 So... \.\.how does flying...\.\. work?
cht: @niko2 所以...\.\.那个飞行什么的...\.\. 是怎么工作的？
es: @niko2 Entonces... \.\.¿Cómo funciona...\.\. eso de volar?
it: @niko2 Quindi... \.\.cosa si prova a...\.\. volare?
ja: @niko2 それで… \.\.これは…\.\.どうやって飛ぶの？
ko: @niko2 그러면... \.\.이...\.\. 하늘을 나는 기계는 어떻게 움직이는 거예요?
pt_br: @niko2 Então... \.\.como é...\.\. voar?
ru: @niko2 Ну так как... \.\.летать...\.\. на этой штуке?

source: @cedric_talk ...wait, don't these machines already exist in your world? \>\n\@cedric_hmm You should already know what to expect...
cht: @cedric_talk ...等等，在你们的世界不是也存在 这种机器吗？\>\n\@cedric_hmm 你应该知道接下来会怎样...
es: @cedric_talk ... Espera, ¿esas máquinas no existen ya en tu mundo?\>\n\@cedric_hmm Ya deberías saber qué esperar...
it: @cedric_talk ...Aspetta, non hai detto che queste macchine esistono anche nel tuo mondo?\>\n\@cedric_hmm Dovresti già sapere cosa aspettarti...
ja: @cedric_talk …おや、この機械は君の世界にもあるのでは？\>\n\@cedric_hmm 後はもう知っているものだと…
ko: @cedric_talk ...잠깐, 이런 기계는 네 세상에도 이미 존재한다며? \>\n\@cedric_hmm 어떤 건지는 이미 알고 있을 텐데...
pt_br: @cedric_talk ... espere, não existem máquinas como essa no seu mundo? \>\n\@cedric_hmm Você já devia ter uma ideia...
ru: @cedric_talk ...подожди, но ведь эти аппараты есть в твоём мире? \>\n\@cedric_hmm Ты уже должен знать, чего ожидать...

source: @niko I've only heard about them!
cht: @niko 我只是听说过！
es: @niko ¡Solo he oído hablar de ellas!
it: @niko Ne ho solo sentito parlare!
ja: @niko 聞いたことがあるだけだよ！
ko: @niko 전 그냥 들었을 뿐이거든요!
pt_br: @niko Só ouvi falar delas!
ru: @niko Я только про них слышал!

source: @niko_eyeclosed They're usually... a lot bigger than this one, anyway.
cht: @niko_eyeclosed 而且它们...一般比这个要大得多。
es: @niko_eyeclosed Normalmente... son mucho más grandes que esta, de todas formas.
it: @niko_eyeclosed E di solito... sono molto più grandi di questa.
ja: @niko_eyeclosed それに、これより…もっと大きかったし。
ko: @niko_eyeclosed 보통은... 이것보다 훨씬 크기도 하고요.
pt_br: @niko_eyeclosed Mas elas costuma ser... muito maiores que essa.
ru: @niko_eyeclosed И они всё равно обычно... намного больше этого.

source: @cedric3 Ah...
cht: @cedric3 啊...
ja: @cedric3 ああ…
ko: @cedric3 아...
ru: @cedric3 А...

source: @cedric_talk Well, a word of precaution, before we take to the air...
cht: @cedric_talk 嗯，在我们起飞前姑且提醒你一句，...
es: @cedric_talk Bueno, una advertencia antes de que despeguemos...
it: @cedric_talk Beh, vorrei mettere in chiaro una cosa, prima di partire...
ja: @cedric_talk まず、空へ飛ぶ前に注意しておきますが…
ko: @cedric_talk 자, 하늘로 올라가기 전에 주의 사항을 하나 말해 둘게...
pt_br: @cedric_talk Bem, um aviso, antes de levantarmos voo...
ru: @cedric_talk Что ж, прежде чем мы взлетим, хочу предостеречь...

source: @cedric_talk Please try not to panic.
cht: @cedric_talk 请不要惊慌。
es: @cedric_talk Que no cunda el pánico.
it: @cedric_talk Per favore, non farti prendere dal panico.
ja: @cedric_talk パニックを起こさないでくださいね。
ko: @cedric_talk 놀라지 마.
pt_br: @cedric_talk Tente não entrar em pânico.
ru: @cedric_talk Пожалуйста, постарайся не паниковать.

source: @cedric_smile It takes a few minutes of getting used to, but it's not that bad once you are in the air.
cht: @cedric_smile 这需要几分钟时间适应，不过一旦起飞之后 那感觉并不坏。
es: @cedric_smile Tardas unos minutos en acostumbrarte, pero no está tan mal una vez que estás volando.
it: @cedric_smile Ci vuole qualche minuto per abituarsi, ma non è così male una volta che ti trovi in aria.
ja: @cedric_smile 慣れるには数分かかりますが、空中に 上がればそんなに悪いものじゃないですよ。
ko: @cedric_smile 익숙해지려면 시간이 조금 필요하지만, 공중에 있는 것도 나쁘지만은 않아.
pt_br: @cedric_smile Demora alguns minutos para se acostumar, mas não é tão ruim quando estiver no ar.
ru: @cedric_smile Нужно несколько минут, чтобы привыкнуть, но когда ты уже в воздухе, всё не так плохо.

source: @niko_eyeclosed I'll... try.
cht: @niko_eyeclosed 我...尽量。
es: @niko_eyeclosed Lo... intentaré.
it: @niko_eyeclosed Ci... proverò.
ja: @niko_eyeclosed が…頑張る。
ko: @niko_eyeclosed 노력해 볼게요...
pt_br: @niko_eyeclosed Vou... tentar.
ru: @niko_eyeclosed Я... постараюсь.

source: @niko_speak Oh! I should probably tell Calamus and Alula where I'm going.
cht: @niko_speak 哦！我可能应该告诉 Calamus 和 Alula 我要去哪里。
es: @niko_speak ¡Oh! Quizás debería decirle a Calamus y a Alula a dónde voy.
it: @niko_speak Oh! Dovrei far sapere a Calamus e Alula dove sto per andare.
ja: @niko_speak あっ！カラムスとアルーラに伝えなきゃ。
ko: @niko_speak 참! 칼라무스와 알룰라에게 어디로 가는지 말해야 돼요.
pt_br: @niko_speak Ah! Acho que vou contar para o Calamus e a Alula para onde estou indo.
ru: @niko_speak Ой! Мне ведь стоит сказать Каламусу и Алуле, куда я собираюсь.

source: @cedric_talk You mean those two running over here now?
cht: @cedric_talk 你说的是现在正跑过来的那两位吗？
es: @cedric_talk ¿Te refieres a esos dos que vienen corriendo hacia aquí?
it: @cedric_talk Intendi quei due che ci stanno raggiungendo di corsa?
ja: @cedric_talk こっちに走ってくるあの2人のことですか？
ko: @cedric_talk 둘이 여기로 온다는 얘기야?
pt_br: @cedric_talk Está falando daqueles dois correndo para cá?
ru: @cedric_talk Ты имеешь в виду тем двоим несущимся сюда?

source: @alula_oh Niko!!!!
ja: @alula_oh ニコー！！！
ko: @alula_oh 니코!!!!
ru: @alula_oh Нико!!!!

source: @alula_oh Bad news!
cht: @alula_oh 坏消息！
es: @alula_oh ¡Malas noticias!
it: @alula_oh Brutte notizie!
ja: @alula_oh たいへん！
ko: @alula_oh 나쁜 소식이야!
pt_br: @alula_oh Más notícias!
ru: @alula_oh Плохие новости!

source: @calamus_shock The boat is gone!
cht: @calamus_shock 船不见了！
es: @calamus_shock ¡La barca ha desaparecido!
it: @calamus_shock La barca è sparita!
ja: @calamus_shock ボートが消えたんだ！
ko: @calamus_shock 배가 사라졌어!
pt_br: @calamus_shock O barco sumiu!
ru: @calamus_shock Лодки больше нет!

source: @niko3 What?!
cht: @niko3 什么？！
es: @niko3 ¡¿Cómo?!
it: @niko3 Cosa!?
ja: @niko3 え？！
ko: @niko3 뭐?!
pt_br: @niko3 O quê?!
ru: @niko3 Что?!

source: @alula_oh It's the squares!
cht: @alula_oh 是方块！
es: @alula_oh ¡Han sido los cuadrados!
it: @alula_oh Sono i quadrati!
ja: @alula_oh 四角形のせいなの！
ko: @alula_oh 사각형들 때문이야!
pt_br: @alula_oh São os quadrados!
ru: @alula_oh Это всё квадраты!

source: @calamus_speak It looks like they're headed in this direction!
cht: @calamus_speak 好像它们在朝着这个方向来。
es: @calamus_speak ¡Parece que vienen en esta dirección!
it: @calamus_speak Sembra che siano diretti verso di noi!
ja: @calamus_speak こっちに向かってきてるみたいだった！
ko: @calamus_speak 사각형이 이쪽으로 오는 것 같아!
pt_br: @calamus_speak Parece que estão vindo nesta direção!
ru: @calamus_speak Кажется, они направляются в эту сторону!

source: @cedric_eek ...fast...
cht: @cedric_eek ...速度很快...
es: @cedric_eek ... Qué rápido van...
it: @cedric_eek ...Pensa, Cedric, pensa...
ja: @cedric_eek …もう…
ko: @cedric_eek ...빨라...
pt_br: @cedric_eek ... rápido...
ru: @cedric_eek ...быстро...

source: @cedric_talk ...Calamus, right?
cht: @cedric_talk ...Calamus 是这样吗？
es: @cedric_talk ... Calamus, ¿no?
it: @cedric_talk ...Calamus, giusto?
ja: @cedric_talk …カラムスくん、でしたね？
ko: @cedric_talk ...칼라무스, 맞지?
pt_br: @cedric_talk ... Calamus, não é?
ru: @cedric_talk ...Каламус, верно?

source: @calamus Yeah?
cht: @calamus 是吗？
es: @calamus ¿Sí?
it: @calamus Sì?
ja: @calamus そうだけど？
ko: @calamus 응?
pt_br: @calamus Sim?
ru: @calamus Да?

source: @cedric_talk How...\.\. bad, is it?
cht: @cedric_talk 真是个...\.\. 坏消息，不是吗？
es: @cedric_talk ¿Cómo...\.\. de peligroso es?
it: @cedric_talk Quanto è...\.\. grave la situazione?
ja: @cedric_talk どのぐらい…\.\.状況は悪いんですか？
ko: @cedric_talk 얼마나...\.\. 심각해?
pt_br: @cedric_talk A situação...\.\. é tão ruim assim?
ru: @cedric_talk Насколько...\.\. всё плохо?

source: @calamus Doesn't seem to be of immediate danger.
cht: @calamus 不过似乎并不会马上就有危险。
es: @calamus No creo que se trate de peligro inminente.
it: @calamus Non sembra essere una grande minaccia per il momento.
ja: @calamus 今すぐ危険ってほどじゃないみたいだけど。
ko: @calamus 지금 당장은 위험하지 않은 것 같아요.
pt_br: @calamus Acho que não corremos perigo imediato.
ru: @calamus Думаю, они нескоро сюда доберутся.

source: @cedric_sigh Then... it is of priority that I take you to the city first, Niko
cht: @cedric_sigh 那么... 现在的首要任务是要先把你带进城， Niko
es: @cedric_sigh Entonces... La prioridad es que te lleve primero a la ciudad, Niko.
it: @cedric_sigh Allora... la mia priorità è portarti in città, Niko.
ja: @cedric_sigh それなら…君を街に連れていくことを 優先した方がいいですね、ニコ。
ko: @cedric_sigh 그러면... 니코를 도시에 데려가는 게 먼저야.
pt_br: @cedric_sigh Então... a prioridade é eu levar você até a cidade primeiro, Niko
ru: @cedric_sigh Тогда... я должен сначала отвезти тебя в город, Нико.

source: @niko2 But what about them...?
cht: @niko2 那他们呢...？
es: @niko2 ¿Pero qué pasa con ellos...?
it: @niko2 E loro due...?
ja: @niko2 でも、2人は…？
ko: @niko2 하지만 저 둘은...?
pt_br: @niko2 Mas e eles...?
ru: @niko2 А как же они...?

source: @cedric I can make a detour later and drop you guys off in the city too, if you want.
cht: @cedric 如果你们愿意，我可以等下绕路返回， 也把你们带到城里。
es: @cedric Puedo desviarme luego y dejaros en la ciudad también, si queréis.
it: @cedric Posso fare una deviazione dopo e portare anche voi in città.
ja: @cedric ご希望とあらば、後ほど迂回路を通って、 街へ運ぶことくらいならできますが。
ko: @cedric 원한다면 나중에 다시 들러서 도시까지 태워 줄 수도 있어.
pt_br: @cedric Posso fazer um desvio depois e deixar vocês na cidade se quiserem.
ru: @cedric Я могу потом вернуться и подбросить вас до города, если хотите.

source: @cedric_talk The city is better equipped to handle the squares, you'll be safer there.
cht: @cedric_talk 城里有更好的装备可以对付方块， 你们在那里更安全。
es: @cedric_talk La ciudad está mejor equipada para soportar los cuadrados, allí estaréis más seguros.
it: @cedric_talk Lì ci sono più mezzi per gestire i quadrati, sareste più al sicuro.
ja: @cedric_talk 街ならまだ四角形に耐えられる構造に なっていますし、そちらの方が安全かと。
ko: @cedric_talk 도시는 사각형에 대처하기가 수월한 환경이니 거기라면 더 안전할 거야.
pt_br: @cedric_talk Ela está melhor equipada para lidar com os quadrados — vocês estarão mais seguros lá.
ru: @cedric_talk Город лучше оснащён в плане устойчивости к квадратам, вам там будет безопаснее.

source: @alula_gasp YOU'RE TAKING US TO THE CITY!!!
cht: @alula_gasp 你要把我们带到城里！！！
es: @alula_gasp ¡¡NOS VAS A LLEVAR A LA CIUDAD!!
it: @alula_gasp CI PORTI IN CITTÀ!?
ja: @alula_gasp 街に連れてってくれるの？！！！
ko: @alula_gasp 우릴 도시로 데려간다고!!!
pt_br: @alula_gasp VOCÊ VAI NOS LEVAR PARA A CIDADE!
ru: @alula_gasp ТЫ ОТВЕЗЁШЬ НАС В ГОРОД!!!

source: @cedric_smile If you wish.
cht: @cedric_smile 如果你们愿意。
es: @cedric_smile Si así lo queréis...
it: @cedric_smile Beh, se volete.
ja: @cedric_smile ご希望とあらば。
ko: @cedric_smile 원한다면.
pt_br: @cedric_smile Se quiserem.
ru: @cedric_smile Если хотите.

source: @alula_gasp OH YEAH!!!
cht: @alula_gasp 哦，好！！！
es: @alula_gasp ¡¡OH, SÍ!!
it: @alula_gasp OH SÌ!!!
ja: @alula_gasp やったあ！！！
ko: @alula_gasp 신난다!!!
pt_br: @alula_gasp CLARO QUE SIM!
ru: @alula_gasp ДА КОНЕЧНО!!!

source: @cedric Alright.
cht: @cedric 好的。
es: @cedric Muy bien.
it: @cedric Va bene allora.
ja: @cedric よし。
ko: @cedric 좋아.
pt_br: @cedric Certo.
ru: @cedric Хорошо.

source: @cedric3 I will be back here in an hour, so please wait for me until then.
cht: @cedric3 我会在一小时内回来，请在这里等我。
es: @cedric3 Estaré de vuelta en una hora, así que esperadme hasta entonces.
it: @cedric3 Sarò di nuovo qui tra un'ora, quindi dovrete aspettarmi fino ad allora.
ja: @cedric3 1時間後に戻ってくるので、 それまで待っててください。
ko: @cedric3 한 시간 내로 돌아올 테니, 그때까지 기다려 줘.
pt_br: @cedric3 Voltarei em uma hora, esperem-me até lá.
ru: @cedric3 Я вернусь через час, так что прошу меня подождать.

source: @niko You guys sure you'll be fine here?
cht: @niko 你们确定在这里没事吗？
es: @niko ¿Seguro que aquí estaréis bien?
it: @niko Siete sicuri di riuscire a cavarvela nel mentre?
ja: @niko ホントに大丈夫？
ko: @niko 정말 괜찮겠어?
pt_br: @niko Vocês ficarão bem aqui?
ru: @niko Ребята, вы уверены, что всё будет нормально?

source: @alula Mhm!
cht: @alula 嗯！
es: @alula Mmm...
ja: @alula うん！
ko: @alula 물론이지!
pt_br: @alula U-hum!
ru: @alula М-хм!

source: @calamus_speak The squares are still moving pretty slowly for now...
cht: @calamus_speak 那些方块目前移动得还很慢...
es: @calamus_speak Los cuadrados siguen moviéndose muy despacio por ahora...
it: @calamus_speak I quadrati stanno avanzando abbastanza lentamente per ora...
ja: @calamus_speak 四角形なら、まだすごくゆっくりだし…
ko: @calamus_speak 사각형이 아직은 느리게 움직이고 있어...
pt_br: @calamus_speak O quadrados ainda estão bem devagar por enquanto...
ru: @calamus_speak Квадраты пока что передвигаются довольно медленно...

source: @niko2 Alright, then...
cht: @niko2 那好...
es: @niko2 De acuerdo, entonces...
it: @niko2 Va bene, allora...
ja: @niko2 分かった。じゃあ…
ko: @niko2 좋아, 그러면...
pt_br: @niko2 Tá certo, então...
ru: @niko2 Тогда ладно...

source: @niko_speak Guess we'll run into each other again, soon...
cht: @niko_speak 我想我们很快会再见面的...
es: @niko_speak Supongo que nos volveremos a ver pronto...
it: @niko_speak Immagino che ci rivedremo ancora tra non molto...
ja: @niko_speak また後で会おうね…
ko: @niko_speak 곧 다시 만나겠네...
pt_br: @niko_speak Vamos nos ver de novo em breve...
ru: @niko_speak Ну, думаю, мы скоро снова встретимся...

source: @niko_speak I'm ready to go!
cht: @niko_speak 我准备好了！
es: @niko_speak ¡Vámonos!
it: @niko_speak Sono pronto!
ja: @niko_speak 準備できたよ！
ko: @niko_speak 준비됐어요!
pt_br: @niko_speak Vamos!
ru: @niko_speak Я готов лететь!

source: @cedric_smile Alright!
cht: @cedric_smile 好的！
es: @cedric_smile ¡De acuerdo!
it: @cedric_smile Ok!
ja: @cedric_smile 分かりました！
ko: @cedric_smile 좋아!
pt_br: @cedric_smile Certo!
ru: @cedric_smile Отлично!

source: @niko A bunch of words are on the screen.
cht: @niko 屏幕上有串字。
es: @niko Hay palabras en la pantalla.
it: @niko Lo schermo mostra un mucchio di parole.
ja: @niko 画面にたくさんの文字が並んでる。
ko: @niko 화면에 무수한 글자가 있어요.
pt_br: @niko Um monte de palavras aparecem na tela.
ru: @niko На экране полно разных слов.

source: @niko_eyeclosed I don't understand any of it...
cht: @niko_eyeclosed 我一个字都不看不懂...
es: @niko_eyeclosed Pero no entiendo nada...
it: @niko_eyeclosed Non ne capisco neanche una...
ja: @niko_eyeclosed まったく分かんないや…
ko: @niko_eyeclosed 무슨 말인지 하나도 모르겠어요...
pt_br: @niko_eyeclosed Não entendo nada disso...
ru: @niko_eyeclosed Но я ни одного не понимаю...

source: The luminescence index of liquid red phosphor decreased by a factor of 3.57% this past week.
cht: 过去一周，红色荧光液体的发光指数下 降了 3.57%。
es: El índice luminiscente del fósforo rojo líquido ha descendido un 3,57 % en la última semana.
it: L'indice di luminescenza del fosforo rosso liquido è diminuito in una settimana del 3,57%.
ja: この1週間で、液状赤色蛍光体の 発光インデックスが3.57%減少した。
ko: 적색 액화 발광체의 발광 지수가 지난주 대비 3.57% 감소했군.
pt_br: O índice fotométrico da luminescência líquida vermelha decaiu em 3,57% na semana passada.
ru: За последнюю неделю показатель люминесценции жидкого красного фосфора снизился на 3,57%.

source: Alarming, to say the least... that's the sharpest decline I've seen, and the number is only increasing.
cht: 虽然有些危言耸听...不过这是我见过最明显 的一次下降，而且这个数值会越来越大。
es: Alarmante, cuando menos... Es el mayor descenso que he visto nunca, y las cifras no hacen más que empeorar.
it: A dir poco allarmante... è il calo più drastico che abbia mai visto e la situazione peggiora sempre più in fretta.
ja: 控えめに言っても、憂慮すべき数値だ… これまで見た中で最も著しい減少である。 そして今なお、悪化し続けている。
ko: 이거 걱정스럽군. 이제까지 기록한 것 중... 가장 급격하게 하락한 수치야. 게다가 하락 폭이 점점 증가하고 있어.
pt_br: No mínimo, alarmante... essa é a queda mais notável que eu já vi e o número só aumenta.

source: We will have to further concentrate the phosphor now, for it to be of any use.
cht: 我们现在需要把荧光体更加集中以便使用。
es: Ahora, si queremos utilizarlo, tendremos que aumentar la concentración del fósforo.
it: Dovremo aumentare la concentrazione del fosforo in modo da mantenere la sua utilità.
ja: 利用可能な状態にするには、 蛍光体をさらに濃縮する必要がある。
ko: 빛을 제대로 쓰려면 발광체의 농도를 높여야겠군.
pt_br: Precisaremos concentrar ainda mais a luminescência agora, senão será inútil.
ru: Теперь нам придётся ещё больше концентрировать фосфор, чтобы от него была хоть какая-то польза.

source: It's hard to believe, but there's a good chance this city could run out of light in as little as six months.
cht: 可能难以相信，不过乐观估计也只剩六个月 城市就会没有光照了。
es: Cuesta creerlo, pero hay una alta probabilidad de que esta ciudad se quede sin luz en un plazo de seis meses.
it: È difficile da credere, ma è probabile che questa città esaurirà ogni fonte di luce nel giro dei prossimi sei mesi.
ja: 信じがたいことだが、早ければ6ヵ月以内に、 街から光がなくなる可能性がある。
ko: 믿고 싶지는 않지만 이대로라면 6개월 뒤에 이 도시의 빛이 완전히 사라지게 될 거야.
pt_br: É difícil acreditar, mas há uma boa chance de esta cidade ficar sem luz uns bons seis meses.
ru: Трудно поверить, но высока вероятность, что в этом городе свет может закончится всего лишь через шесть месяцев.

source: ...What are we going to do?
cht: ...我们要怎么办？
es: ... ¿Qué vamos a hacer?
it: ...Che cosa faremo?
ja: …一体どうすればいいというのだ？
ko: ...어떻게 대비해야 하지?
pt_br: ...O que faremos?
ru: ...Что же мы будем делать?

source: If the city runs out of light, well...\>\nI don't want to think about what happens then.
cht: 如果城市没有了光照，嗯...\>\n真不敢想象会发生什么。
es: Bueno, si la ciudad se quedara sin luz...\>\nNo quiero ni imaginar las consecuencias.
it: Se la città rimanesse senza luce, beh...\>\nNon voglio pensare a cosa potrebbe succedere.
ja: もし街から光がなくなってしまったら、いや…\>\nその時のことなど、考えたくもない。
ko: 만약 이 도시에서 빛이 사라진다면...\>\n무슨 일이 일어날지 생각도 하고 싶지 않아.
pt_br: Se a cidade ficar sem luz, bem...\>\nEu não quero nem pensar no que pode acontecer.
ru: Если в городе не останется света...\>\nНе хочу думать о том, что за этим последует.

source: [HAVE YOU FOUND THE SOURCE OF THE DISTRESS?]
cht: [你找到痛苦的原因了吗？]
es: [¿HAS ENCONTRADO LA FUENTE DEL PELIGRO?]
it: [HAI CAPITO IL MOTIVO DELLA SUA SOFFERENZA?]
ja: [遭難信号ノ発生源を突き止めましたカ？]
ko: [구조 요청의 출처는 찾으셨습니까?]
pt_br: [JÁ DESCOBRIU DE ONDE VEIO O PEDIDO DE SOCORRO?]
ru: [ВАМ УДАЛОСЬ НАЙТИ СУЩЕСТВО В БЕДСТВЕННОМ ПОЛОЖЕНИИ?]

source: [THESE VINES APPEARED MERE MINUTES AGO.]
cht: [这些藤蔓就是在几分钟之前出现的。]
es: [ESTAS ENREDADERAS HAN APARECIDO HACE TAN SOLO UNOS MINUTOS.]
it: [QUESTI ROVI SONO APPARSI GIUSTO QUALCHE MINUTO FA.]
ja: [このツタハ、ほんの数分前に出現しましタ。]
ko: [이 덩굴은 몇 분 전에 나타났습니다.]
pt_br: [ESTAS TREPADEIRAS APARECERAM HÁ ALGUNS MINUTOS.]
ru: [ЭТИ ЛОЗЫ ПОЯВИЛИСЬ СЧИТАННЫЕ МИНУТЫ НАЗАД.]

source: @niko I just assumed it was cuz this place was abandoned...
cht: @niko 我猜这是因为这个地方被遗弃了...
es: @niko He asumido que se debía a que este lugar estaba abandonado...
it: @niko Davo per scontato che ce ne fossero così tanti perché questo posto è stato abbandonato...
ja: @niko てっきり、ここが放棄されたから だと思ってた…
ko: @niko 전 여기가 버려져서 그런 거라고 생각했는데요...
pt_br: @niko Imaginei que fosse porque o lugar está abandonado...
ru: @niko Я думал, это потому, что это место заброшено...

source: [A SIGN OF DISTRESS.]
cht: [痛苦的叹气声。]
es: [UNA SEÑAL DE PELIGRO.]
it: [È UN SEGNO DI SOFFERENZA.]
ja: [遭難信号でス。]
ko: [구조 요청입니다.]
pt_br: [UM PEDIDO DE SOCORRO.]
ru: [ПРИЗНАК ТЯЖЁЛОГО ПОЛОЖЕНИЯ.]

source: [A LIVING BEING IS IN NEED OF HELP.]
cht: [一个生物需要帮助。]
es: [UN SER VIVO NECESITA AYUDA.]
it: [UN ESSERE VIVENTE HA BISOGNO DI AIUTO.]
ja: [生物ガ助けを求めていまス。]
ko: [살아있는 생명이 도움을 요청하고 있습니다.]
pt_br: [UM SER VIVO PRECISA DE AJUDA.]
ru: [ЖИВОМУ СУЩЕСТВУ ТРЕБУЕТСЯ ПОМОЩЬ.]
