Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko_speak The plants are really tall, sometimes I can't even see through them!\>\n\@niko When it's windy out, the wind can make waves in it.
cht: @niko_speak 植物都长得特别高，有时候我甚至 看不到边际！\>\n\@niko 如果刮起风了，麦田会像海浪一样此起彼伏。
es: @niko_speak Las plantas son altísimas y a veces ni siquiera puedo ver a través de ellas.\>\n\@niko Cuando hace viento se forman olas en su superficie.
it: @niko_speak Le piante sono davvero alte, a volte non riesco nemmeno a vederci attraverso!\>\n\@niko E quando c'è molto vento è come se le spighe formassero delle onde dorate!
ja: @niko_speak 小麦の背がすごく高くて、 たまに周りが全然見渡せなくなる！\>\n\@niko あと風が強い日だとね、波打って見えるんだ。
ko: @niko_speak 밀의 키가 어찌나 큰지, 가끔은 밀 말고는 아무것도 안 보일 정도예요!\>\n\@niko 바람이 불면 밀이 파도처럼 너울거리죠.
pt_br: @niko_speak Os pés são muito altos, às vezes não dá para ver através deles!\>\n\@niko Quando venta, parecem ondas douradas.
ru: @niko_speak Пшеница очень высокая, иногда я даже ничего через неё не вижу!\>\n\@niko Когда на улице ветер, по полю разбегаются настоящие волны.

source: @niko It's like an ocean...\>\n\@niko_speak ...of food!
cht: @niko 就像食物的...\>\n\@niko_speak 海洋一样！
es: @niko ¡Es como un mar...\>\n\@niko_speak de comida!
it: @niko Sembra un oceano...\>\n\@niko_speak ...di cibo!
ja: @niko まるで海…\>\n\@niko_speak …食べ物の海みたいにね！
ko: @niko 그 광경은 마치...\>\n\@niko_speak ...음식의 바다 같아요!
pt_br: @niko É tipo um mar...\>\n\@niko_speak ... de comida!
ru: @niko Это как океан...\>\n\@niko_speak ...из еды!

source: @niko Oh, wait, but there's food in regular oceans too...\>\n\@niko Like fish, \@niko_speak or crabs!
cht: @niko 噢，等等，但是一般海里也都有食物...\>\n\@niko 比如鱼，\@niko_speak 或者螃蟹！
es: @niko Bueno, aunque también hay comida en los mares normales...\>\n\@niko ¡Hay peces, \@niko_speak cangrejos!
it: @niko Oh aspetta, ma c'è cibo anche negli oceani, ora che ci penso...\>\n\@niko Come i pesci, \@niko_speak o i granchi!
ja: @niko あ、でも、普通の海にも食べ物はあるよ…\>\n\@niko お魚とか、\@niko_speak カニとか！
ko: @niko 어, 그러고 보니 그냥 바다에도 먹을 건 많네요...\>\n\@niko 생선이라든가, \@niko_speak 게 같은 거요!
pt_br: @niko Ah, sim, tem comida no mar também...\>\n\@niko Peixes... \@niko_speak ou caranguejos!
ru: @niko Ой, погоди, а в обычных океанах ведь тоже есть еда...\>\n\@niko Например, рыба \@niko_speak или крабы!

source: @niko_eyeclosed I've never actually been to a real ocean until now, actually...
cht: @niko_eyeclosed 实际上，我到现在为止还从来没见过 真正的海...
es: @niko_eyeclosed Lo cierto es que nunca había visto un mar de verdad hasta ahora...
it: @niko_eyeclosed Non che io ne abbia mai visto uno vero...
ja: @niko_eyeclosed 実はね、本物の海をまだ見たことが ないんだ…
ko: @niko_eyeclosed 사실 아직 진짜 바다에는 한 번도 못 가 봤지만요...
pt_br: @niko_eyeclosed Na verdade, eu nunca vi o mar...
ru: @niko_eyeclosed На самом деле, я раньше никогда не бывал у настоящего океана...

source: Me neither.
cht: 我也是。
es: Yo tampoco.
it: Nemmeno io.
ja: 私もだ。
ko: 나도 그래.
pt_br: Nem eu.
ru: Как и я.

source: I've been to the ocean.
cht: 我见过海。
es: Yo sí he visto el mar.
it: Io invece sì.
ja: 海なら見たことがある。
ko: 난 바다에 가 봤지.
pt_br: Eu já fui ao mar.
ru: Мне довелось побывать у океана.

source: @niko_speak Oh!\>\n\@niko I guess we have that in common, \p!
cht: @niko_speak 噢！\>\n\@niko 我觉得这是我们的共同点，\p！
es: @niko_speak ¡Vaya!\>\n\@niko ¡Supongo que tenemos eso en común, \p!
it: @niko_speak Oh!\>\n\@niko Immagino sia qualcosa che abbiamo in comune, \p!
ja: @niko_speak おお！\>\n\@niko じゃあミーと一緒だね、 \p！
ko: @niko_speak 정말요?\>\n\@niko 그게 우리 공통점이네요, \p 님!
pt_br: @niko_speak Ah!\>\n\@niko Acho que temos isso em comum, \p!
ru: @niko_speak O!\>\n\@niko Думаю в этом мы с тобой похожи, \p!

source: @niko But you're kind of seeing the ocean now? In this world, anyway.
cht: @niko 但是不管怎么说，你现在也算看过海了？ 虽然是在这个世界。
es: @niko ¿Y ahora te gustaría ver el mar? En fin, en este mundo.
it: @niko Ma ora è come se l'avessi visto, no? In questo mondo, intendo.
ja: @niko でも今はある意味、海を見てるよね？ まあ、この世界のだけど。
ko: @niko 하지만 지금은 바다를 보고 있잖아요? 이 세상에서지만요.
pt_br: @niko Mas você está vendo o mar agora? Digo, neste mundo?
ru: @niko Но ты как бы теперь видишь океан? По крайней мере, в этом мире.

source: @niko_speak As for me, I've seen them on TV before!
cht: @niko_speak 对我来说，我以前在电视上看到过！
es: @niko_speak ¡Yo lo he visto en la tele!
it: @niko_speak Personalmente, mi ricordo di averli già visti in TV!
ja: @niko_speak ミーは、前にテレビで見たことがある！
ko: @niko_speak 저는 TV에서 바다를 본 적이 있어요!
pt_br: @niko_speak Eu já vi na televisão!
ru: @niko_speak Вот я раньше видел их по телевизору!

source: @niko That's really cool, \p!\>\n\@niko I've only seen the ocean on TV before.
cht: @niko 那真的太酷了， \p！\>\n\@niko 我只是以前在电视上见过海。
es: @niko ¡Qué pasada, \p!\>\n\@niko Yo solo he visto el mar en televisión.
it: @niko È davvero fico, \p!\>\n\@niko Prima d'ora, l'oceano l'avevo visto solo in TV.
ja: @niko すごいね、 \p！\>\n\@niko ミーはテレビでしか見たことないや。
ko: @niko 굉장하네요, \p 님!\>\n\@niko 저는 TV에서 바다를 본 게 전부예요.
pt_br: @niko É muito lindo, \p!\>\n\@niko Eu só vi o oceano pela televisão.
ru: @niko Это очень круто, \p!\>\n\@niko Я видел океан только по телевизору.

source: @niko_pancakes I never thought I'd get to ride a boat through one!\>\n\@niko The water back home doesn't have glowy stuff like how it is here, either!
cht: @niko_pancakes 我从来没想过会在海里乘船！\>\n\@niko 不过我家乡那里不像这里的海，里面 可没有奇怪东西！
es: @niko_pancakes ¡Nunca imaginé que surcaría uno a bordo de un barca!\>\n\@niko ¡Allí en casa el agua tampoco tiene esa cosa brillante de aquí!
it: @niko_pancakes Non avrei mai pensato di attraversarne uno in barca!\>\n\@niko E l'acqua nel mio mondo non ha tutte queste cose luccicanti all'interno!
ja: @niko_pancakes まさか船にまで乗れるなんて！\>\n\@niko それに故郷の水は、ここと違って 中で何もキラキラ光ってなかったよ！
ko: @niko_pancakes 배를 타고 바다를 건너리라곤 상상도 못 했어요!\>\n\@niko 게다가 제가 사는 곳은 물이 이렇게 반짝거리지도 않죠!
pt_br: @niko_pancakes Quando eu iria imaginar que ia navegar num barco pelo oceano!\>\n\@niko E a água lá de onde eu venho não tem essa coisa brilhante como tem aqui!
ru: @niko_pancakes Никогда бы не подумал, что мне придётся переплыть один такой на лодке!\>\n\@niko И у меня дома не бывает таких светящихся штук в воде, как здесь!

source: @niko_eyeclosed Ah...but I guess it's because the world is already so dark...
cht: @niko_eyeclosed 啊...不过我想这是因为这个世界已经 非常黑暗了...
es: @niko_eyeclosed Pero bueno... supongo que eso se debe a que el mundo ya está muy oscuro...
it: @niko_eyeclosed Ah... ma credo che sia perché il mondo è già così buio...
ja: @niko_eyeclosed あっ…もしかしたら、この世界がかなり 暗いせいかもしれないね…
ko: @niko_eyeclosed 음... 하긴 이 세상이 너무 어두워서 그런 걸지도 모르겠네요...
pt_br: @niko_eyeclosed Ah, mas acho que é porque o mundo já está tão escuro...
ru: @niko_eyeclosed Ох...но наверное, это потому, что в этом мире и так уже слишком темно...

source: @niko ...Y'know, I used to be scared of the dark, \p! \>\n\@niko_eyeclosed It's a little hard to imagine that now, after spending so much time here...
cht: @niko ...其实，我以前很怕黑， \p！\>\n\@niko_eyeclosed 在这里呆了这么久之后，现在有点 难以想象原来的感受了...
es: @niko ... ¿Sabes qué? ¡Yo solía tenerle miedo a la oscuridad, \p! \>\n\@niko_eyeclosed Ahora resulta un poco difícil de imaginar, después de haber pasado tanto tiempo aquí...
it: @niko ...\p, devi sapere che prima avevo una gran paura del buio! \>\n\@niko_eyeclosed So che è un po' difficile da credere, dopo aver trascorso così tanto tempo qui...
ja: @niko …あのね \p、 ミー、昔は暗いところが怖かったんだ！ \>\n\@niko_eyeclosed ここにずっといると、それが嘘みたいだけど…
ko: @niko ...있잖아요, \p 님. 전 원래 어둠이 무서웠어요! \>\n\@niko_eyeclosed 여기서 이렇게 오래 있다 보니 무서웠던 게 거짓말 같네요...
pt_br: @niko Sabe, eu tinha muito medo do escuro, \p! \>\n\@niko_eyeclosed É difícil imaginar que agora, depois de passar tanto tempo aqui...
ru: @niko ...Знаешь, \p, раньше я боялся темноты! \>\n\@niko_eyeclosed После того, как провёл я тут столько времени теперь это сложно представить...

source: @niko_eyeclosed But not long ago, I couldn't even go to sleep without a lamp...
cht: @niko_eyeclosed 但就在不久前，我睡觉还必须开着灯...
es: @niko_eyeclosed Pero hace no mucho, no era capaz de dormir sin una lámpara...
it: @niko_eyeclosed Ma fino a qualche tempo fa, riuscivo ad addormentarmi solo con la luce accesa...
ja: @niko_eyeclosed でも少し前まで、ランプがないと 全然寝られなかった…
ko: @niko_eyeclosed 얼마 전까지만 해도 등불 없이는 잠도 못 잤는데 말이에요...
pt_br: @niko_eyeclosed Mas há pouco tempo eu nem conseguia dormir de luz apagada...
ru: @niko_eyeclosed Но ещё не так давно я не мог лечь спать без света лампы...

source: Me too.
cht: 我也是。
es: Yo tampoco.
it: Anch'io.
ja: 私もだ。
ko: 나도 그래.
pt_br: Eu também.
ru: Я тоже.

source: It's good you got over that.
cht: 很高兴你克服了它。
es: Me alegro de que lo hayas superado.
it: È una buona cosa che tu sia riuscito a superarla.
ja: 克服できて良かったな。
ko: 극복했다니 다행이야.
pt_br: Que bom que superou isso.
ru: Хорошо, что ты переборол этот страх.

source: @niko_speak Really?\>\n\@niko Even though you're a god?
cht: @niko_speak 真的吗？\>\n\@niko 即使你是神？
es: @niko_speak ¿En serio?\>\n\@niko ¿Aunque seas una divinidad?
it: @niko_speak Veramente?\>\n\@niko Anche se sei un dio?
ja: @niko_speak 本当？\>\n\@niko 神様なのに？
ko: @niko_speak 정말요?\>\n\@niko 신도 무서운 게 있나요?
pt_br: @niko_speak Sério?\>\n\@niko Mesmo você sendo uma divindade?
ru: @niko_speak Правда?\>\n\@niko Даже боги могут бояться темноты?

source: @niko_speak Oh, but it's a good thing I got over that fear!\>\n\@niko_eyeclosed Otherwise I wouldn't last long here...
cht: @niko_speak 噢，但是能克服了恐惧是一件好事情！\>\n\@niko_eyeclosed 不然我在这里可呆不下去...
es: @niko_speak Sí, ¡es genial haber superado ese miedo!\>\n\@niko_eyeclosed De lo contrario, aquí no habría durado tanto tiempo...
it: @niko_speak Oh, ma è un'ottima cosa averla superata!\>\n\@niko_eyeclosed Altrimenti qua non sarei durato così a lungo...
ja: @niko_speak あっ、でも克服できて良かったよ！\>\n\@niko_eyeclosed じゃないとこの世界では大変…
ko: @niko_speak 아, 근데 극복해서 정말 다행이에요!\>\n\@niko_eyeclosed 안 그랬다면 여기서 오래 버티지 못할 테니까요...
pt_br: @niko_speak Ah, mas é ótimo eu ter superado esse medo!\>\n\@niko_eyeclosed Senão eu não duraria tanto tempo aqui...
ru: @niko_speak Ой, но хорошо, что я смог перебороть этот страх!\>\n\@niko_eyeclosed Без этого я бы долго здесь не протянул...

source: @niko_83c I guess!\>\n\@niko_eyeclosed Otherwise I wouldn't last long here...
cht: @niko_83c 我也这么觉得！\>\n\@niko_eyeclosed 不然我在这里可呆不下去...
es: @niko_83c ¡Supongo!\>\n\@niko_eyeclosed De lo contrario, aquí no habría durado tanto tiempo...
it: @niko_83c Direi di sì!\>\n\@niko_eyeclosed Altrimenti qua non sarei durato così a lungo...
ja: @niko_83c そうだね！\>\n\@niko_eyeclosed じゃないとここでは大変…
ko: @niko_83c 맞아요!\>\n\@niko_eyeclosed 안 그랬다면 여기서 오래 버티지 못할 테니까요...
pt_br: @niko_83c Pois é!\>\n\@niko_eyeclosed Senão eu não duraria tanto tempo aqui...
ru: @niko_83c Это уж точно!\>\n\@niko_eyeclosed Без этого я бы долго здесь не протянул...

source: @niko_speak Then again, I've been carrying around the sun, so it's not too bad!
cht: @niko_speak 话说回来，我一直把太阳随身带着，所以 不会太糟糕！
es: @niko_speak En cualquier caso, yo estoy llevando el sol, ¡así que no está nada mal!
it: @niko_speak Beh, per fortuna ho sempre il sole con me! Non sta andando così male, dopotutto!
ja: @niko_speak と思ったけど、太陽を持ち歩いてるから そこまで悪くなさそうだね！
ko: @niko_speak 하긴, 그러고 보면 전 이 태양을 운반하고 있잖아요. 그러니 괜찮아요!
pt_br: @niko_speak Mas também eu estou carregando o sol, por isso não é tão ruim assim!
ru: @niko_speak И потом, я туда-сюда ношу солнце, так что всё не так уж плохо!

source: @niko And also, I don't feel scared at all with you guiding me!\>\n\@niko_83c So... thanks for that!
cht: @niko 而且有你指引我，我一点也不害怕了！\>\n\@niko_83c 所以...谢谢你！
es: @niko Y además, ¡si me guías tú, no me da nada de miedo!\>\n\@niko_83c Así que... ¡gracias!
it: @niko E in più, se ci sei tu a guidarmi, non mi sento affatto spaventato!\>\n\@niko_83c Quindi... grazie!
ja: @niko それに、神様がミーを導いてくれるから、 全然怖くないんだ！\>\n\@niko_83c だから…ありがとう！
ko: @niko 그리고 당신이 절 이끌어 주니까 무섭지 않아요!\>\n\@niko_83c 그러니까... 정말 고마워요!
pt_br: @niko E não sinto nenhum medo com você me guiando!\>\n\@niko_83c Fico feliz!
ru: @niko А ещё мне совсем не страшно, потому что ты показываешь мне путь!\>\n\@niko_83c Так что... спасибо тебе за это!

source: @niko_speak Anyway, maybe we should head out now, \p...
cht: @niko_speak 不管怎么样，或许我们现在应该出发了， \p...
es: @niko_speak En fin, igual deberíamos irnos ya, \p...
it: @niko_speak Ad ogni modo, penso sia l'ora di uscire fuori...
ja: @niko_speak よし、そろそろ進んだほうが いいよね、 \p…
ko: @niko_speak 어쨌든 이제 슬슬 나가야겠어요, \p 님...
pt_br: @niko_speak Enfim, acho melhor sairmos agora, \p...
ru: @niko_speak Ладно, думаю, нам уже пора выдвигаться, \p...

source: @niko \p?\>\n\@niko I had another dream...
cht: @niko \p？\>\n\@niko 我又做了一个梦...
es: @niko ¿\p?\>\n\@niko He tenido otro sueño...
it: @niko \p?\>\n\@niko Ho fatto un altro sogno...
ja: @niko \p？\>\n\@niko また夢を見た…
ko: @niko \p 님?\>\n\@niko 저, 또 꿈을 꿨는데요...
pt_br: @niko \p?\>\n\@niko Tive outro sonho...
ru: @niko \p?\>\n\@niko Мне снова снился сон...

source: @niko Mama was there.\>\n\@niko_speak Did you see her?
cht: @niko 梦到我妈妈了。\>\n\@niko_speak 你看见她了吗？
es: @niko Mamá estaba allí.\>\n\@niko_speak ¿La has visto?
it: @niko C'era mamma.\>\n\@niko_speak L'hai vista?
ja: @niko ママがいたよ。\>\n\@niko_speak 見えた？
ko: @niko 꿈에서 엄마를 봤어요.\>\n\@niko_speak 엄마의 모습, 보셨어요?
pt_br: @niko Mamãe estava nele.\>\n\@niko_speak Você a viu?
ru: @niko Я видел маму.\>\n\@niko_speak А ты?

source: @niko_pancakes She made me pancakes!\>\n\@niko I... think it was my birthday.
cht: @niko_pancakes 她给我做了薄煎饼！\>\n\@niko 我觉得...那是我的生日。
es: @niko_pancakes ¡Me hacía tortitas!\>\n\@niko Creo que... era mi cumpleaños.
it: @niko_pancakes Mi aveva preparato i pancake!\>\n\@niko Credo... fosse il mio compleanno.
ja: @niko_pancakes パンケーキ作ってくれた！\>\n\@niko たぶん…ミーの誕生日だった。
ko: @niko_pancakes 엄마가 팬케이크를 만들어 주셨어요!\>\n\@niko 아마... 제 생일이었나 봐요.
pt_br: @niko_pancakes Ela fez panquecas!\>\n\@niko Acho... que era meu aniversário.
ru: @niko_pancakes Она приготовила мне оладушки!\>\n\@niko Думаю... это был мой день рождения.

source: @niko_speak Cuz people always get their favorite food on their birthday!\>\nA whole lot of it!
cht: @niko_speak 因为人们总是在生日吃最喜欢的食物！\>\n吃很多！
es: @niko_speak ¡Porque la gente come su comida favorita en su cumpleaños!\>\n¡En proporciones descomunales!
it: @niko_speak Questo perché le persone ricevono sempre il loro cibo preferito il giorno del loro compleanno!\>\nE ne ricevono un sacco!
ja: @niko_speak だって誕生日には、みんな 一番好きな食べ物がもらえるでしょ！\>\nしかもたくさん！
ko: @niko_speak 그게, 사람들은 생일날 자기가 좋아하는 음식을 먹잖아요!\>\n그것도 아주 많이요!
pt_br: @niko_speak Porque quem faz aniversário sempre ganha a comida preferida!\>\nE muita comida!
ru: @niko_speak Потому что на день рождения люди всегда получают свои любимые вкусности!\>\nМного-премного!

source: @niko Do you have a birthday, too?
cht: @niko 你也有生日吗？
es: @niko ¿Tú también tienes cumpleaños?
it: @niko Anche tu hai un compleanno?
ja: @niko 神様にも誕生日はあるの？
ko: @niko \p 님도 생일이 있나요?
pt_br: @niko Vocês têm aniversário também?
ru: @niko А у тебя тоже бывает день рождения?

source: @niko_speak Oh!\>\n\@niko Then... what's your favorite food?\>\n\@niko_pancakes Is it pancakes?
cht: @niko_speak 噢！\>\n\@niko 那么...你最喜欢吃什么？\>\n\@niko_pancakes 是薄煎饼吗？
es: @niko_speak ¡Vaya!\>\n\@niko Entonces... ¿cuál es tu comida favorita?\>\n\@niko_pancakes ¿Las tortitas?
it: @niko_speak Ah sì!?\>\n\@niko Quindi... qual è il tuo cibo preferito?\>\n\@niko_pancakes Sono i pancake?
ja: @niko_speak ほんと！\>\n\@niko じゃあ…一番好きな食べ物は何？\>\n\@niko_pancakes もしかしてパンケーキ？
ko: @niko_speak 와!\>\n\@niko 그럼... 무슨 음식을 좋아하세요?\>\n\@niko_pancakes 역시 팬케이크인가요?
pt_br: @niko_speak Ah!\>\n\@niko Então qual é sua comida preferida?\>\n\@niko_pancakes Panqueca?
ru: @niko_speak Ого!\>\n\@niko Тогда... какая твоя любимая еда?\>\n\@niko_pancakes Оладушки?

source: @niko Wait, DO you like pancakes?
cht: @niko 等等，你喜欢薄煎饼吗？
es: @niko Un momento, ¿Te gustan las tortitas?
it: @niko Aspetta, a te PIACCIONO i pancake, vero?
ja: @niko あっ、そもそもパンケーキは好き？
ko: @niko 어, 팬케이크를 좋아하세요?
pt_br: @niko Ué, você gosta de panqueca?
ru: @niko Погоди, любишь ли ты оладушки?

source: @niko_eyeclosed I see...\>\n\@niko_speak Makes sense, since you're a god!
cht: @niko_eyeclosed 我明白了...\>\n\@niko_speak 有道理，因为你是神！
es: @niko_eyeclosed Entiendo...\>\n\@niko_speak Tiene sentido, ¡como eres una divinidad!
it: @niko_eyeclosed Capisco...\>\n\@niko_speak Beh ha senso, dal momento che sei un dio!
ja: @niko_eyeclosed そっか…\>\n\@niko_speak そうだよね、神様だもんね！
ko: @niko_eyeclosed 그렇군요...\>\n\@niko_speak 하긴, 당신은 신이니까요. 알 것 같아요!
pt_br: @niko_eyeclosed Entendo... \>\n\@niko_speak Faz sentido, já que você é tipo uma divindade!
ru: @niko_eyeclosed Ясно...\>\n\@niko_speak Это даже логично, ты же бог!

source: @niko So...\. do you like pancakes too?
cht: @niko 那么...\. 你也喜欢薄煎饼吗？
es: @niko Entonces...,\. ¿también te gustan las tortitas?
it: @niko Quindi...\. anche a te piacciono i pancake?
ja: @niko じゃあ…\. 神様も、パンケーキ好き？
ko: @niko 그럼...\. 당신도 팬케이크를 좋아하나요?
pt_br: @niko Então...\. você gosta de panqueca também?
ru: @niko Ну так...\. ты тоже любишь оладушки?

source: @niko_speak Me too!\>\n\@niko On my last birthday, I ate ten of them.\>\n\@niko_eyeclosed I was so full I didn't eat anything else that day...
cht: @niko_speak 我也是！\>\n\@niko 上次我生日的时候吃了十个。\>\n\@niko_eyeclosed 我吃得太饱了，那天没有再吃其他东西...
es: @niko_speak ¡A mí también!\>\n\@niko En mi último cumpleaños me comí diez.\>\n\@niko_eyeclosed Me sentía tan lleno que no comí nada más aquel día...
it: @niko_speak Anche a me!\>\n\@niko Al mio ultimo compleanno, ne ho mangiati dieci. \>\@niko_eyeclosed Ero così pieno che quel giorno non ho mangiato altro...
ja: @niko_speak ミーも！\>\n\@niko 去年の誕生日なんて、10個も食べちゃった。\>\n\@niko_eyeclosed お腹がいっぱいになりすぎて、 その日は他に何も食べられなかった…
ko: @niko_speak 저도 그래요!\>\n\@niko 지난번 생일에 열 개나 먹어 치웠거든요.\>\n\@niko_eyeclosed 너무 배가 불러서, 하루 종일 다른 건 먹지도 못했어요...
pt_br: @niko_speak Eu também!\>\n\@niko No meu último aniversário eu comi dez.\>\n\@niko_eyeclosed Fiquei de barriga tão cheia que não comi mais nada naquele dia...
ru: @niko_speak Я тоже!\>\n\@niko На прошлый день рождения я съел целых десять.\>\n\@niko_eyeclosed Я так наелся, что потом целый день не мог ничего есть...

source: @niko_eyeclosed Ah...\>\n\@niko_speak Well, they're tasty!\>\n\@niko Maybe you should give them a chance, y'know?
cht: @niko_eyeclosed 啊...\>\n\@niko_speak 嗯，薄煎饼很好吃！\>\n\@niko 或许你应该尝试一次？
es: @niko_eyeclosed Ah...\>\n\@niko_speak ¡Están buenísimas!\>\n\@niko Tal vez deberías darles una oportunidad, ¿sabes?
it: @niko_eyeclosed Ah...\>\n\@niko_speak Beh, sono molto buoni!\>\n\@niko Forse dovresti dargli una possibilità, sai?
ja: @niko_eyeclosed そうなんだ…\>\n\@niko_speak でも、ほんとは美味しいよ！\>\n\@niko もう一度食べてみなよ、ね？
ko: @niko_eyeclosed 아...\>\n\@niko_speak 음, 굉장히 맛있어요!\>\n\@niko 한번 먹어보는 건 어때요, 네?
pt_br: @niko_eyeclosed Ah...\>\n\@niko_speak Ah, é uma delícia!\>\n\@niko Você devia experimentar, sabia?
ru: @niko_eyeclosed Ах...\>\n\@niko_speak Ну, они очень вкусные!\>\n\@niko Знаешь, может стоит дать им шанс?

source: @niko_speak My mama makes the best pancakes!\>\n\@niko And some of the neighbors make really good noodles.
cht: @niko_speak 我妈妈做的薄煎饼最好吃了！\>\n\@niko 而且有的邻居做的面条也很好吃。
es: @niko_speak ¡Mamá hace las tortitas más ricas!\>\n\@niko ¡Y algunos vecinos preparan fideos realmente deliciosos!
it: @niko_speak Mia mamma prepara i migliori pancake del mondo!\>\n\@niko Mentre i vicini preparano dei noodles da leccarsi i baffi.
ja: @niko_speak ママが作るパンケーキは最高だよ！\>\n\@niko すごく美味しい麺料理を作る ご近所さんもいるんだ。
ko: @niko_speak 우리 엄마는 팬케이크를 정말 잘 만들어요!\>\n\@niko 그리고 국수를 참 맛있게 만드는 이웃도 있어요.
pt_br: @niko_speak Minha mãe faz a melhor panqueca!\>\n\@niko Tenho uns vizinhos que fazem um macarrão muito gostoso.
ru: @niko_speak Моя мама печёт лучшие оладушки!\>\n\@niko А кое-кто из соседей готовят очень вкусную лапшу.

source: @niko_speak And oh! One of our neighbors make a lot of bread.\>\n\@niko Do you have any neighbors?
cht: @niko_speak 还有噢！我们有个邻居做了很多面包。\>\n\@niko 你也有邻居吗？
es: @niko_speak Ah, uno de nuestros vecinos hace mucho pan.\>\n\@niko ¿Tienes vecinos?
it: @niko_speak Ah sì, giusto! Uno dei nostri vicini prepara anche tantissimo pane.\>\n\@niko Tu hai dei vicini?
ja: @niko_speak あ、それに！パンをたくさん作る ご近所さんも。\>\n\@niko 神様にはご近所さん、いる？
ko: @niko_speak 참! 또 한 분은 빵을 많이 만들어요.\>\n\@niko 당신에게도 이웃이 있나요?
pt_br: @niko_speak Ah! Um vizinho meu faz pão.\>\n\@niko Você tem vizinhos?
ru: @niko_speak О, и ещё! Кое-кто из соседей готовит много хлеба...\>\n\@niko А у тебя есть соседи?

source: @niko_speak Oh! Do they share their food with you?
cht: @niko_speak 噢！他们会和你分享食物吗？
es: @niko_speak ¡Vaya! ¿Y comparten su comida contigo?
it: @niko_speak Oh! Condividono il loro cibo con te?
ja: @niko_speak おぉ！その人たちは食べ物を分けてくれる？
ko: @niko_speak 와! 이웃들과 음식을 자주 나눠 먹나요?
pt_br: @niko_speak Eles dividem a comida com você?
ru: @niko_speak О! А они делятся с тобой своей едой?

source: @niko Ours do too!
cht: @niko 我们的邻居也会这样！
es: @niko ¡Los nuestros también lo hacen!
it: @niko Anche i nostri!
ja: @niko ミーのところと一緒だ！
ko: @niko 우리도 그래요!
pt_br: @niko Os nossos também!
ru: @niko Наши тоже делятся!

source: @niko_eyeclosed That's not very nice of them...
cht: @niko_eyeclosed 他们这样不是很友好...
es: @niko_eyeclosed Eso no es muy amable por su parte...
it: @niko_eyeclosed Non è molto carino da parte loro...
ja: @niko_eyeclosed あまり優しくないね…
ko: @niko_eyeclosed 좀 삭막하네요...
pt_br: @niko_eyeclosed Ah, não é nada legal da parte deles...
ru: @niko_eyeclosed Не очень-то любезно с их стороны...

source: @niko_eyeclosed Oh...\>\n\@niko That sounds a bit lonely.
cht: @niko_eyeclosed 噢...\>\n\@niko 这听起来有点寂寞。
es: @niko_eyeclosed Vaya...\>\n\@niko Eso suena un poco solitario.
it: @niko_eyeclosed Oh...\>\n\@niko Sembra un po' triste.
ja: @niko_eyeclosed そっか…\>\n\@niko ちょっと寂しいね。
ko: @niko_eyeclosed 아...\>\n\@niko 왠지 좀 쓸쓸하게 느껴지네요.
pt_br: @niko_eyeclosed Ah...\>\n\@niko Parece meio solitário.
ru: @niko_eyeclosed Ох...\>\n\@niko Это звучит как-то... одиноко...

source: @niko Our neighbors and my mama take turns making food for the whole village each day.\>\n\@niko_speak Everyone also takes turns doing chores and watching the little kids!
cht: @niko 我的邻居和我妈妈每天轮流给整个村子做饭。\>\n\@niko_speak 每个人还会轮流做家务和照顾小孩！
es: @niko Nuestros vecinos y mamá se turnan todos los días para preparar comida para toda la aldea.\>\n\@niko_speak ¡Y todo el mundo se turna para hacer tareas y cuidar de los más pequeños!
it: @niko Mamma e i nostri vicini fanno a turno tutti i giorni per cucinare il cibo per il villaggio. \>\@niko_speak Si organizzano anche per sbrigare le faccende e stare appresso ai bambini più piccoli!
ja: @niko ご近所さんとママで交代しながら 毎日、村にいる人全員の食べ物を作ってるんだ。\>\n\@niko_speak 他のみんなで交代して、雑用とか 小さい子のお世話もしてるよ！
ko: @niko 우리 엄마하고 이웃들은 매일 돌아가면서 온 마을 사람들이 먹을 음식을 만들어요.\>\n\@niko_speak 모두가 번갈아가며 집안일을 하고, 어린아이들을 돌보죠!
pt_br: @niko Os vizinhos e minha mãe se revezam para fazer comida para a aldeia a cada dia.\>\n\@niko_speak Todos se revezam nas tarefas cotidianas e para cuidar das crianças!
ru: @niko Моя мама и наши соседи каждый день по очереди готовят еду на всю деревню.\>\n\@niko_speak А ещё все по очереди работают и присматривают за маленькими детьми!

source: @niko I don't need to be watched anymore, though. \>\n\@niko_speak I'm old enough to help out!
cht: @niko 不过我不再需要照顾了！\>\n\@niko_speak 我已经长大了，可以帮忙了！
es: @niko Pero ya no necesito que cuiden de mí. \>\n\@niko_speak ¡Soy lo bastante mayor como para ayudar!
it: @niko Non ho più bisogno di essere sorvegliato. \>\n\@niko_speak Sono abbastanza grande per aiutare!
ja: @niko ミーはもうお世話してもらわなくても 大丈夫だけどね。 \>\n\@niko_speak 大人になったから、みんなの役に立てる！
ko: @niko 전 이제 커서 누가 돌봐 주지 않아도 돼요. \>\n\@niko_speak 저도 일손을 도울 만큼 나이가 들었거든요!
pt_br: @niko Mas eu não preciso mais que cuidem de mim. \>\n\@niko_speak Agora eu ajudo os outros!
ru: @niko Хотя вот за мной уже не надо присматривать. \>\n\@niko_speak Я уже большой и сам могу помогать!

source: @niko_eyeclosed ...\>\n\@niko I miss everyone.
cht: @niko_eyeclosed ...\>\n\@niko 我想念大家。
es: @niko_eyeclosed ...\>\n\@niko Echo de menos a todos.
it: @niko_eyeclosed ...\>\n\@niko Mi mancano tutti quanti.
ja: @niko_eyeclosed …\>\n\@niko みんなに会いたいな。
ko: @niko_eyeclosed ...\>\n\@niko 모두 정말 보고 싶어요.
pt_br: @niko_eyeclosed ... \>\n\@niko Sinto falta deles.
ru: @niko_eyeclosed ...\>\n\@niko Я так по всем скучаю.
