Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @red_gatekeeper [Hello, Messiah. Welcome To The Refuge.]
cht: @red_gatekeeper [你好，救世主，欢迎来到 Refuge。]
es: @red_gatekeeper [Hola, mesías. Bienvenido al Refugio.]
it: @red_gatekeeper [Salve, Messia. Benvenuto Nel Rifugio.]
ja: @red_gatekeeper [コレハ、救世主。避難所ヘヨウコソ。]
ko: @red_gatekeeper [어서 오십시오, 구원자님. 난민 지구에 잘 오셨습니다.]
pt_br: @red_gatekeeper [Olá, Messias. Boas-vindas ao Refúgio.]
ru: @red_gatekeeper [Здравствуйте, Мессия. Добро Пожаловать В Пристанище.]

source: @red_gatekeeper [Do You Understand What You Must Do Here?]
cht: @red_gatekeeper [你知道你要在这里做什么吗？]
es: @red_gatekeeper [¿Comprendes lo que tienes que hacer aquí?]
it: @red_gatekeeper [Sai Cosa Devi Fare Qui?]
ja: @red_gatekeeper [ココデ成スベキコトハ分カッテイルカ？]
ko: @red_gatekeeper [여기서 해야 할 일이 뭔지 아십니까?]
pt_br: @red_gatekeeper [Você Entende o que É Preciso Fazer Aqui?]
ru: @red_gatekeeper [Вы Понимаете, Что Должны Здесь Делать?]

source: @niko I'm supposed to go inside the Tower, right?
cht: @niko 我要到塔楼里面去，对吧？
es: @niko Se supone que tengo que entrar a la Torre, ¿no?
it: @niko Devo andare dentro la Torre, giusto?
ja: @niko 塔の中に行けばいいんでしょ？
ko: @niko 탑에 들어가는 것, 맞죠?
pt_br: @niko Eu devo entrar na Torre, não é?
ru: @niko Я должен пройти в Башню, так?

source: @niko I already see the Tower! So I guess we must be close.
cht: @niko 我已经看到塔楼了！所以，我觉得我们 离那已经很近了。
es: @niko ¡Ya veo la Torre! Así que, supongo que estamos cerca.
it: @niko Riesco già a vederla! Dobbiamo essere vicini.
ja: @niko あ、塔が見えてきたよ！きっともうすぐだね。
ko: @niko 벌써 탑이 보여요! 이제 가까이 왔나 봐요.
pt_br: @niko Eu consigo ver a Torre! Estamos perto.
ru: @niko Я уже вижу Башню! Так что мы уже близко.

source: @niko_speak Where's the entrance?
cht: @niko_speak 入口在哪里？
es: @niko_speak ¿Dónde está la entrada?
it: @niko_speak Dov'è l'entrata?
ja: @niko_speak 入り口はどこ？
ko: @niko_speak 입구는 어디죠?
pt_br: @niko_speak Onde é a entrada?
ru: @niko_speak А где у неё вход?

source: @red_gatekeeper [On The Surface.]
cht: @red_gatekeeper [在地面上。]
es: @red_gatekeeper [En la superficie.]
it: @red_gatekeeper [Al Pianoterra.]
ja: @red_gatekeeper [地表ニアル。]
ko: @red_gatekeeper [지상층에 있습니다.]
pt_br: @red_gatekeeper [Na Superfície.]
ru: @red_gatekeeper [На Поверхности.]

source: @niko_speak The surface?
cht: @niko_speak 地面？
es: @niko_speak ¿La superficie?
it: @niko_speak Pianoterra?
ja: @niko_speak 地表？
ko: @niko_speak 지상층이요?
pt_br: @niko_speak Superfície?
ru: @niko_speak Поверхности?

source: @red_gatekeeper [Look Down, Small One.]
cht: @red_gatekeeper [往下看，小小的那个。]
es: @red_gatekeeper [Mira abajo, pequeño.]
it: @red_gatekeeper [Guarda In Basso, Piccolo.]
ja: @red_gatekeeper [下ヲ見ロ、小サキ者ヨ。]
ko: @red_gatekeeper [저 아래를 보십시오, 작은 구원자여.]
pt_br: @red_gatekeeper [Olhe para Baixo.]
ru: @red_gatekeeper [Посмотрите Вниз, Маленький Человек.]

source: @niko Oooh, \.\.\@niko_speak we're pretty high up!
cht: @niko 哦，\.\.\@niko_speak 这里真高！
es: @niko Oooh, \.\.\@niko_speak ¡estamos muy alto!
it: @niko Oooh, \.\.\@niko_speak siamo molto in alto!
ja: @niko わあぁ、\.\.\@niko_speak ミーたち、すごく高いところに いるんだね！
ko: @niko 우와, \.\.\@niko_speak 엄청나게 높네요!
pt_br: @niko Aaah, \.\.\@niko_speak estamos bem no alto!
ru: @niko О-о-о, \.\.\@niko_speak как мы высоко!

source: @niko_speak I guess I gotta get down a lot of stairs! \>\n\@niko Or find an elevator.
cht: @niko_speak 我想，我得下很多楼梯！\>\n\@niko 或者找一个电梯。
es: @niko_speak ¡Supongo que tengo que bajar un montón de escaleras! \>\n\@niko O encontrar un ascensor.
it: @niko_speak Credo che dovrò scendere molte scale!\>\n\@niko O trovare un ascensore.
ja: @niko_speak きっとたくさん階段を降りなきゃ いけないね！ \>\n\@niko それか、エレベーターを見つけなきゃ。
ko: @niko_speak 계단으로 한참 내려가야겠는데요! \>\n\@niko 아니면 엘리베이터를 찾거나요.
pt_br: @niko_speak Acho que preciso descer muitas escadas! \>\n\@niko Ou encontrar um elevador.
ru: @niko_speak Думаю, придётся спуститься по множеству ступенек! \>\n\@niko Или найти лифт.

source: @red_gatekeeper [Correct.]
cht: @red_gatekeeper [是的。]
es: @red_gatekeeper [Correcto.]
it: @red_gatekeeper [Corretto.]
ja: @red_gatekeeper [ソノ通リ。]
ko: @red_gatekeeper [맞습니다.]
pt_br: @red_gatekeeper [Exatamente.]
ru: @red_gatekeeper [Верно.]

source: @red_gatekeeper [However, The Tower Is A Sacred Place.]
cht: @red_gatekeeper [但是塔楼是个神圣的地方。]
es: @red_gatekeeper [Sin embargo, la Torre es un lugar sagrado.]
it: @red_gatekeeper [Tuttavia, La Torre È Un Luogo Sacro.]
ja: @red_gatekeeper [ダガ、塔ハ聖ナル場所ダ。]
ko: @red_gatekeeper [하지만 탑은 신성한 장소입니다.]
pt_br: @red_gatekeeper [No Entanto, a Torre é um Local Sagrado.]
ru: @red_gatekeeper [Но Башня — Священное Место.]

source: @red_gatekeeper [Finding The Entrance May Be Easy, But That Alone Will Not Be Enough.]
cht: @red_gatekeeper [入口不难找，但是只找到入口还不够。]
es: @red_gatekeeper [Encontrar la entrada puede ser fácil, pero eso no bastará.]
it: @red_gatekeeper [Trovare L'Ingresso Potrà Essere Semplice, Ma Non Basterà.]
ja: @red_gatekeeper [入リ口ヲ見ツケルノハ簡単ダガ、 ソレダケデハ足リナイ。]
ko: @red_gatekeeper [입구를 찾는 건 쉽지만, 그것만으로는 부족합니다.]
pt_br: @red_gatekeeper [Pode Ser Fácil Encontrar a Entrada, Mas Isso Não É o Suficiente.]
ru: @red_gatekeeper [Найти Вход Довольно Просто, Но Этого Будет Недостаточно.]

source: @niko What...do you mean?
cht: @niko 什么...意思？
es: @niko ¿Qué... quieres decir?
it: @niko Cosa... intendi?
ja: @niko え…どういうこと？
ko: @niko 그게 무슨... 뜻이죠?
pt_br: @niko Como assim?
ru: @niko Что...ты имеешь в виду?

source: @red_gatekeeper [Once You Reach The Surface, I Recommend Visiting The Library For Leads.]
cht: @red_gatekeeper [我建议你到地面之后前往图书馆 去找寻线索。]
es: @red_gatekeeper [Cuando llegues a la superficie, te recomiendo que visites la biblioteca para que te guíen.]
it: @red_gatekeeper [Una Volta Raggiunto Il Pianoterra, Ti Consiglio Di Visitare La Biblioteca Per Trovare Degli Indizi.]
ja: @red_gatekeeper [地表ニ到達シタラ、図書館デ手掛カリヲ 探ストイイダロウ。]
ko: @red_gatekeeper [일단 지상층에 간 다음, 도서관을 찾아가 단서를 찾으시기 바랍니다.]
pt_br: @red_gatekeeper [Ao Chegar à Superfície, Recomendo Procurar Pistas Na Biblioteca.]
ru: @red_gatekeeper [Когда Вы Достигнете Поверхности, Я Рекомендую Посетить Библиотеку Ради Подсказок.]

source: @red_gatekeeper [Off You Go, Then. I Wish You Luck.]
cht: @red_gatekeeper [快走吧。祝你好运。]
es: @red_gatekeeper [Continúa pues. Te deseo suerte.]
it: @red_gatekeeper [Adesso Vai. Ti Auguro Buona Fortuna.]
ja: @red_gatekeeper [サア行ケ。幸運ヲ祈ル。]
ko: @red_gatekeeper [안녕히 가십시오. 행운을 빕니다..]
pt_br: @red_gatekeeper [Então Vá. Desejo-lhe Boa Sorte.]
ru: @red_gatekeeper [Тогда Вам Пора В Путь. Желаю Вам Удачи.]

source: @red_gatekeeper [I'm Afraid This Area Is Off-Limits For You.]
cht: @red_gatekeeper [恐怕这片区域禁止你进入。]
es: @red_gatekeeper [Me temo que esta área está fuera de límites para ti.]
it: @red_gatekeeper [Non Puoi Entrare In Quest'Area.]
ja: @red_gatekeeper [スマナイガ、コノ地区ハ立入禁止ダ。]
ko: @red_gatekeeper [여기서부터는 들어갈 수 없습니다.]
pt_br: @red_gatekeeper [Temo Que Você Não Possa Entrar Nessa Área.]
ru: @red_gatekeeper [Боюсь, Вам Запрещено Заходить В Это Место.]

source: @red_gatekeeper [Only The Bearer Of The Sacred Kernel Is Permitted Access To The Garden.]
cht: @red_gatekeeper [只有带有神圣之核的人才允许进入花园。]
es: @red_gatekeeper [Solo al portador de la Semilla Sagrada se le permite el acceso al Jardín.]
it: @red_gatekeeper [Solo Il Portatore Del Sacro Seme Può Accedere Al Giardino.]
ja: @red_gatekeeper [聖ナル穀粒ヲ持ツ者ダケガ、 庭ニ入ルコトヲ許サレル。]
ko: @red_gatekeeper [신성한 낟알을 소지한 자만이 여기를 지나갈 수 있습니다.]
pt_br: @red_gatekeeper [Somente O Portador do Grão Sagrado Pode Entrar no Jardim.]
ru: @red_gatekeeper [Только Обладателю Священного Семени Позволено Входить В Сад.]

source: @niko_speak Oh! \.\.\@niko Like...\.\. a kernel of corn...?
cht: @niko_speak 噢！\.\.\@niko 就像...\.\.一粒玉米...？
es: @niko_speak ¡Ah! \.\.\@niko ¿Es como...\.\. una semilla de maíz...?
it: @niko_speak Oh! \.\.\@niko Come...\.\. un chicco di mais...?
ja: @niko_speak あっ！\.\.\@niko じゃあ…\.\.トウモロコシの穀粒とかは…？
ko: @niko_speak 아! \.\.\@niko 혹시...\.\. 이 옥수수 낟알 말인가요...?
pt_br: @niko_speak Ah! \.\.\@niko Tipo...\.\. um grão de milho?
ru: @niko_speak Oй! \.\.\@niko Например...\.\. семени кукурузы...?

source: @niko_speak I have this! \.\.\>\@niko It was left behind by the plant lady in the Glen.
cht: @niko_speak 我有这东西！\.\.\>\@niko 它是被植物女士落在 Glen 的。
es: @niko_speak ¡La tengo yo! \.\.\>\@niko La dejó la mujer planta en el Valle.
it: @niko_speak Ho questo! \.\.\>\@niko L'ha lasciato la signorina pianta nella Valle.
ja: @niko_speak これ持ってるよ！ \.\.\>\@niko 峡谷の植物のお姉さんが残していったんだ。
ko: @niko_speak 저, 이걸 갖고 있어요! \.\.\>\@niko 협곡에서 만난 식물 여인이 남긴 거예요.
pt_br: @niko_speak Está comigo! \.\.\>\@niko Uma moça-planta no Vale deixou esse grão para trás.
ru: @niko_speak У меня есть это! \.\.\>\@niko Его оставила тётя-растение из Долины.

source: @red_gatekeeper [...\>\nThat Is Indeed The Kernel.]
cht: @red_gatekeeper [...\>\n那确实是神圣之核。]
es: @red_gatekeeper [...]\>\n[Sin duda, es la Semilla.]
it: @red_gatekeeper [...\>\nQuello È Il Seme.]
ja: @red_gatekeeper […\>\nソレハ間違イナク穀粒ダ。]
ko: @red_gatekeeper [...\>\n낟알이 확실하군요.]
pt_br: @red_gatekeeper [... \>\nÉ Exatamente Esse Grão.]
ru: @red_gatekeeper [...\>\nЭто То Самое Семя.]

source: @red_gatekeeper [Then, It Is Your Duty To Regrow Her.\>\nDo You Understand What You Must Do?]
cht: @red_gatekeeper [你需要重新种下她。\>\n你明白自己要做什么吗？]
es: @red_gatekeeper [Entonces, es tu deber cultivarla.]\>\n[¿Comprendes lo que tienes que hacer?]
it: @red_gatekeeper [Allora È Compito Tuo Farla Ricrescere.\>\nCapisci Ciò Che Devi Fare?]
ja: @red_gatekeeper [ソレナラ、彼女ヲ再生スルノハオマエノ義務ダ。\>\nヤルベキコトハ、分カッテイルナ？]
ko: @red_gatekeeper [그렇다면, 이걸로 그 여인을 다시 길러 내야 합니다.\>\n임무를 확실히 이해하셨습니까?]
pt_br: @red_gatekeeper [Agora É Seu Dever Criá-la.\>\nVocê Entende o que Precisa Ser Feito?]
ru: @red_gatekeeper [Тогда Ваш Долг — Вырастить Её Заново.\>\nВы Понимаете, Что Должны Делать?]

source: @red_gatekeeper [Good.]
cht: @red_gatekeeper [很好。]
es: @red_gatekeeper [Bien.]
it: @red_gatekeeper [Bene.]
ja: @red_gatekeeper [イイダロウ。]
ko: @red_gatekeeper [좋습니다.]
pt_br: @red_gatekeeper [Muito Bem.]
ru: @red_gatekeeper [Хорошо.]

source: @red_gatekeeper [Take The Seed To The Garden.\>\nPlant It In The Pot In The Center.]
cht: @red_gatekeeper [把种子带到花园去。\>\n把它种到中间的花盆里。]
es: @red_gatekeeper [Lleva la semilla al Jardín.]\>\n[Plántala en la maceta del centro.]
it: @red_gatekeeper [Porta Il Seme Nel Giardino.\>\nPiantalo Nel Vaso Al Centro.]
ja: @red_gatekeeper [種ヲ庭ニ持ッテイケ。\>\n中央ニアル鉢ニ、種ヲ植エルノダ。]
ko: @red_gatekeeper [그 씨앗을 정원으로 가져가십시오.\>\n가운데 있는 화분에 심으시면 됩니다.]
pt_br: @red_gatekeeper [Leve a Semente ao Jardim.\>\nPlante-a no Vaso que Fica no Centro.]
ru: @red_gatekeeper [Отнесите Семя В Сад.\>\nПосадите Его В Горшок По Центру.]

source: @red_gatekeeper [You May Now Pass Through Here To Access The Garden.]
cht: @red_gatekeeper [你可以通过这里进入花园。]
es: @red_gatekeeper [Pasa por aquí para acceder al Jardín.]
it: @red_gatekeeper [Ora Puoi Passare Da Qui Per Accedere Al Giardino.]
ja: @red_gatekeeper [ココヲ通ッテ庭ニ行クコトヲ許可スル。]
ko: @red_gatekeeper [이제 정원으로 가는 길을 이용할 수 있습니다.]
pt_br: @red_gatekeeper [A Partir de Agora, Você Pode Passar Por Aqui Para Entrar no Jardim.]
ru: @red_gatekeeper [Теперь Вы Можете Пройти Здесь, Чтобы Попасть В Сад.]

source: Monitoring...monitoring....
cht: 检查...检查...
es: Inspeccionando... inspeccionando...
it: Analisi... Analisi...
ja: 監視中…監視中…
ko: 모니터링 중... 모니터링 중...
pt_br: Monitorando... monitorando...
ru: Наблюдение...наблюдение....

source: I'm picking up some more disruptions in sector 8 of the city.
cht: 我发现城市8区发生了更多的崩坏。
es: Detecto algunas alteraciones más en el sector 8 de la ciudad.
it: Rilevo altre distorsioni nel settore 8 della città.
ja: 街のセクター8で、 さらに崩壊を検出。
ko: 도시 제8번 구역에서 이상 현상이 더 감지됐어.
pt_br: Captei mais alterações no setor 8 da cidade.
ru: Я улавливаю ещё больше помех в 8 секторе города.

source: This is consistent with our earlier findings... not good at all...
cht: 这和我们以前的结论一致...糟透了...
es: Esto concuerda con nuestras conclusiones anteriores... no es nada bueno...
it: Questo è coerente con i nostri precedenti risultati... non va per niente bene...
ja: 以前の発見と一致しています… 良くない兆候です…
ko: 이전 연구 결과와 일치하는군... 좋지 않아...
pt_br: Consistente com nossas últimas descobertas... isso não é muito bom...
ru: Это соответствует ранее сделанным нами выводам... совсем нехорошо...

source: The Barrens engineer just reported another sighting of the particles in the cliff area.
cht: Barrens 的工程师刚刚汇报在悬崖区又发现了 粒子。
es: El ingeniero de los Baldíos acaba de informar de otro avistamiento de las partículas en la zona de los acantilados.
it: L'ingegnere della Baia Desolata ha appena segnalato un altro avvistamento di particelle nella zona delle scogliere.
ja: たった今、不毛の地の技術者から 崖エリアで粒子をまた目撃したとの報告が来ました。
ko: 불모지의 기술자가 절벽 지역에서 문제의 입자를 또 목격했다는 보고야.
pt_br: A engenheira das Terras Áridas acabou de relatar que viu partículas na área do penhasco.
ru: Инженер из Пустошей только что доложила, что снова наблюдала частицы в области утёсов.

source: ...well, nothing unusal at this point.
cht: ...呃，这倒是习以为常了。
es: ... lo cual no es nada raro a estas alturas.
it: ...Beh, niente di insolito, ormai.
ja: …まあ、この段階ではいつも通りのことでしょう。
ko: ...음, 이 시점에서는 이상할 것도 없지.
pt_br: ... bem, nada fora do normal até aqui.
ru: ...что ж, нас уже этим не удивишь.

source: Ugh, those squares particles just took out two of my robots in the Glen.
cht: 啊，那些方块粒子刚刚把我在Glen的两个 机器人搞坏了。
es: Puf, esas partículas cuadradas acabaron con dos de mis robots en el Valle.
it: Argh, quelle particelle quadre hanno appena fatto fuori due dei miei robot nella Valle.
ja: げっ、峡谷にて、四角形粒子により ロボットが2体破壊。
ko: 아, 그 망할 사각형 입자들이 협곡 지역에 있는 내 로봇 두 대를 망가트렸어.
pt_br: Urgh, essas partículas quadradas acabaram com dois de meus robôs no Vale.
ru: Уф, эти квадраты только что забрали у меня двух роботов в Долине.

source: We might have to put off the water analysis project for now.
cht: 我们现在可能要推迟水分析项目了。
es: Puede que de momento tengamos que aplazar el proyecto sobre el análisis del agua.
it: Potremmo dover rimandare il progetto di analisi dell'acqua per il momento.
ja: ひとまず、水の分析は延期したほうが いいかもしれません。
ko: 아무래도 물 분석 프로젝트는 연기해야 할 것 같아.
pt_br: Talvez tenhamos que adiar o projeto de análise de água por enquanto.
ru: Похоже, пока что придётся отложить проект по анализу воды.

source: @niko I want to press all of the buttons...\>\n\@niko_eyeclosed But I must resist!
cht: @niko 我不禁想按下所有的按钮...\>\n\@niko_eyeclosed 但是我必须忍住！
es: @niko Quiero pulsar todos los botones...\>\n\@niko_eyeclosed ¡pero debo resistirme!
it: @niko Ho una gran voglia di premere tutti i pulsanti...\>\n\@niko_eyeclosed ma devo resistere!
ja: @niko ボタンを全部押してみたい…\>\n\@niko_eyeclosed でも我慢しなきゃ！
ko: @niko 버튼을 전부 다 눌러보고 싶어요...\>\n\@niko_eyeclosed 하지만 참아야겠죠!
pt_br: @niko Eu quero apertar todos esses botões...\>\n\@niko_eyeclosed Mas preciso resistir!
ru: @niko Мне хочется нажать все кнопки...\>\n\@niko_eyeclosed Но я должен держать себя в руках!

source: @niko There sure are a lot of computers here...\>\nAnd they look important, too.
cht: @niko 这里肯定有很多电脑...\>\n而且他们看起来也很重要。
es: @niko Sí que hay ordenadores aquí...\>\nY también parecen importantes.
it: @niko Ci sono proprio molti computer qui...\>\ne sembrano anche molto importanti.
ja: @niko ここにはたくさんのコンピューターがあるね…\>\nすごく大事そう。
ko: @niko 컴퓨터가 많이 있어요...\>\n모두 중요해 보여요.
pt_br: @niko Com certeza há vários computadores aqui...\>\nE eles parecerem importantes.
ru: @niko Здесь так много ЭВМ...\>\nИ они выглядят важными.

source: @prophet [Ah!]
cht: @prophet [啊！]
ja: @prophet [ああ！]
ko: @prophet [오!]
ru: @prophet [Ах!]

source: @prophet [That Lightbulb...! You Are Here!]
cht: @prophet [那个电灯泡...！你在这里！]
es: @prophet [¡Esa bombilla...! ¡Estás aquí!]
it: @prophet [Quella Lampadina...! Sei Arrivato!]
ja: @prophet [その電球は…！いらしたのですね！]
ko: @prophet [그 전구는...! 드디어 오셨군요!]
pt_br: @prophet [A Lâmpada...! Você Chegou!]
ru: @prophet [Эта Лампочка...! Ты Здесь!]

source: @niko M- \.\.\@niko2 me?
cht: @niko 我—— \.\.\@niko2 我？
es: @niko ... \.\.\@niko2 ¿Yo?
it: @niko M-\.\.\@niko2 mi aspettavi?
ja: @niko え… \.\.\@niko2 ミーのこと？
ko: @niko 저... \.\.\@niko2 저요?
pt_br: @niko E- \.\.\@niko2 eu?
ru: @niko Я- \.\.\@niko2 я?

source: @prophet [Yes!]
cht: @prophet [是的！]
es: @prophet [¡Sí!]
it: @prophet [Sì!]
ja: @prophet [そうです！]
ko: @prophet [네!]
pt_br: @prophet [Sim!]
ru: @prophet [Да!]

source: @prophet [Welcome To Our World, Friend!]
cht: @prophet [欢迎来到我们的世界，朋友！]
es: @prophet [¡Bienvenido a nuestro mundo, amigo!]
it: @prophet [Benvenuto Nel Nostro Mondo, Amico!]
ja: @prophet [ワタクシたちの世界へようこそ！]
ko: @prophet [우리 세계에 잘 오셨습니다!]
pt_br: @prophet [Boas-vindas ao Nosso Mundo, amigo!]
ru: @prophet [Добро Пожаловать В Наш Мир, Друг!]

source: @prophet [I Am Most Humbled By Your Presence.\. Yes!]
cht: @prophet [为你的到来致以衷心的敬意。\.太棒了！]
es: @prophet [Me alegro de que me obsequies con tu presencia.\. ¡Sí!]
it: @prophet [È Un Onore Per Me Essere Al Tuo Cospetto!]
ja: @prophet [アナタサマにお会いできて、 大変光栄でございます。\.]
ko: @prophet [당신이 나타나서 정말 기쁩니다.\. 진짜로요!]
pt_br: @prophet [É uma Grande Honra Estar em Sua Presença.\. Sim!]
ru: @prophet [Я Невероятно Польщён Вашим Присутствием.\. Да!]

source: @niko Uh, thanks...
cht: @niko 噢，谢谢...
es: @niko Eh... ¿gracias?
it: @niko Ehm, grazie...
ja: @niko えっと、ありがとう…
ko: @niko 어, 고마워요...
pt_br: @niko Ahm, valeu...
ru: @niko Эм, спасибо...

source: @niko_eyeclosed Sorry...\.\. I'm a little lost...
cht: @niko_eyeclosed 对不起...\.\.我有点迷路了...
es: @niko_eyeclosed Perdona...\.\. Creo que me he perdido...
it: @niko_eyeclosed Scusa...\.\. Mi sento un po' confuso...
ja: @niko_eyeclosed ごめん…\.\.迷子なんだ…
ko: @niko_eyeclosed 죄송한데...\.\. 무슨 영문인지 모르겠네요...
pt_br: @niko_eyeclosed Perdoe-me...\.\. Estou meio perdido...
ru: @niko_eyeclosed Простите...\.\. Я немного потерялся...

source: @prophet [Ah Right!\.\. Allow Me To Explain Some Things.]
cht: @prophet [噢，对！\.\.让我来说明一下。]
es: @prophet [¡Ah, por supuesto!\.\. Permíteme que te explique algunas cosas.]
it: @prophet [Non Ti Preoccupare!\.\. Ti Spiegherò Tutto.]
ja: @prophet [なるほど！\.\.では、 いくつかご説明いたしましょう。]
ko: @prophet [그렇군요!\.\. 제가 설명을 좀 해 드리지요.]
pt_br: @prophet [Ah, Certo!\.\. Permita-me Explicar Algumas Coisas.]
ru: @prophet [A, Хорошо!\.\. Давай Я Вам Всё Объясню.]

source: @prophet [May I First Ask How You Arrived Here?]
cht: @prophet [我可以先问下你是怎么到这里的吗？]
es: @prophet [Antes que nada, ¿puedo saber cómo has llegado hasta aquí?]
it: @prophet [Ma Prima Posso Chiederti Come Sei Arrivato Fin Qui?]
ja: @prophet [まず、どうやってここへ来られたのか お聞きしても？]
ko: @prophet [그 전에 먼저, 당신은 어떻게 여기 오셨지요?]
pt_br: @prophet [Primeiramente, Poderia me Dizer Como Chegou Aqui?]
ru: @prophet [Для Начала Позвольте Спросить Как Вы Сюда Попали?]

source: @niko3 I'm... not sure...
cht: @niko3 我... 不确定...
es: @niko3 No... estoy seguro...
it: @niko3 Ehm... Non ne sono sicuro...
ja: @niko3 よく…分からない…
ko: @niko3 그게... 저도 잘...
pt_br: @niko3 Não sei ao certo...
ru: @niko3 Я... точно не знаю...

source: @niko2 I woke up in this...\.\. weird house.\>\n\@niko_speak It was really dark!
cht: @niko2 我在这所...\.\. 奇怪的房子里醒来。\>\n\@niko_speak 这里真暗！
es: @niko2 Me he despertado en una...\.\. casa rara.\>\n\@niko_speak ¡Y todo estaba muy oscuro!
it: @niko2 Ricordo di essermi svegliato in una...\.\. strana casa.\>\n\@niko_speak Era tutto buio!
ja: @niko2 目が覚めたんだ、あの…\.\. 変な家で。\>\n\@niko_speak すごく暗かった！
ko: @niko2 일어나 보니 웬...\.\. 이상한 집이었어요.\>\n\@niko_speak 정말 깜깜했어요!
pt_br: @niko2 Acordei em uma...\.\. casa esquisita.\>\n\@niko_speak Estava tudo muito escuro!
ru: @niko2 Я проснулся в этом...\.\. странном доме.\>\n\@niko_speak Там было очень темно!

source: @prophet_omg [Oh!] \>\n\@prophet [So You Woke Up In An Unfamiliar, Dark Location?]
cht: @prophet_omg [噢！]\>\n\@prophet [所以你在一个不熟悉的黑暗环境中醒来？]
es: @prophet_omg [¡Ah!] \>\n\@prophet [Así que despertaste en una ubicación oscura y desconocida...]
it: @prophet_omg [Oh! \>\n\@prophet Quindi Ti Sei Svegliato In Un Posto Buio E Sconosciuto?]
ja: @prophet_omg [なんと！] \>\n\@prophet [では、見慣れない、暗い場所で お目覚めになられたと？]
ko: @prophet_omg [오호!] \>\n\@prophet [그러니까, 깨어나 보니 낯설고 어두운 곳에 있었다 그 말이로군요?]
pt_br: @prophet_omg [Ah!]\>\n\@prophet [Quer Dizer que Você Acordou em um Local Escuro e Desconhecido?]
ru: @prophet_omg [Ах!] \>\n\@prophet [Значит, Ты Проснулся В Незнакомом Тёмном Месте?]

source: @prophet_omg [Just As My Prophecy Foretold. Yes!]
cht: @prophet_omg [和我的预言一样。太棒了！]
es: @prophet_omg [Tal como predije en mi profecía. ¡Sí!]
it: @prophet_omg [Come Aveva Predetto La Mia Profezia, Sì!]
ja: @prophet_omg [ワタクシの預言通りです。]
ko: @prophet_omg [제 예언 그대로군요!]
pt_br: @prophet_omg [Exatamente Como Disse Minha Profecia! Isso!]
ru: @prophet_omg [Прямо Как В Моём Пророчестве. Да!]

source: @prophet [You Are The Savior We Have Been Waiting For!]
cht: @prophet [你就是我们一直等待的救世主！]
es: @prophet [¡Eres el salvador que hemos estado esperando!]
it: @prophet [Sei Il Salvatore Che Stavamo Aspettando!]
ja: @prophet [アナタサマこそが、ワタクシたちが待ち望んでいた 救世主でございます！]
ko: @prophet [당신은 우리가 애타게 기다렸던 구원자입니다!]
pt_br: @prophet [Você É o Messias que Estávamos Esperando!]
ru: @prophet [Ты — Спаситель, Которого Мы Давно Ждём!]

source: @prophet [You Will Be The One To Save Our World From Eternal Darkness.]
cht: @prophet [你就是那个会将我们从永远的黑暗中 拯救出来的人。]
es: @prophet [Serás quien salve a nuestro mundo de la oscuridad eterna.]
it: @prophet [Sei Colui Che Salverà Il Nostro Mondo Dall'Oscurità Eterna.]
ja: @prophet [アナタサマが、この世界を永遠の暗闇から お救いになられるのです。]
ko: @prophet [당신만이 이 세계를 영원한 어둠에서 구할 수 있습니다.]
pt_br: @prophet [Você Salvará o Nosso Mundo da Escuridão Eterna.]
ru: @prophet [Ты Будешь Тем, Кто Спасёт Наш Мир От Вечной Темноты.]

source: @niko2 ...um.
cht: @niko2 ...嗯。
es: @niko2 Mmm...
it: @niko2 ...Ehm.
ja: @niko2 …えっと。
ko: @niko2 ...으음.
pt_br: @niko2 ...hm.
ru: @niko2 ...эм-м.

source: @prophet [Please Ask Me Anything!]
cht: @prophet [你可以问我任何事！]
es: @prophet [¡Por favor, pregúntame lo que quieras!]
it: @prophet [Puoi Chiedermi Qualsiasi Cosa!]
ja: @prophet [何でもお聞きください！]
ko: @prophet [무엇이든 물어보세요!]
pt_br: @prophet [Pode me Perguntar Qualquer Coisa!]
ru: @prophet [Прошу, Спрашивай О Чём Угодно!]

source: @Niko Ah, well....
cht: @Niko 噢，好...
es: @Niko Vale, pues...
it: @niko Ah, beh...
ja: @Niko えっと、じゃあ…
ko: @Niko 어, 알았어요...
pt_br: @Niko Ahm, bom...
ru: @Niko Ну ладно....

source: @niko_speak Can you tell me about...
cht: @niko_speak 你能告诉我关于...
es: @niko_speak Quiero saber más sobre...
it: @niko_speak Puoi parlarmi...
ja: @niko_speak 何から聞こうかな……
ko: @niko_speak 물어보고 싶은 게 있는데요...
pt_br: @niko_speak Pode me falar sobre...
ru: @niko_speak Расскажи мне...

source: ...this world
cht: ...这个世界
es: ... este mundo
it: ...di questo mondo?
ja: …この世界について
ko: ...이 세계에 관해
pt_br: ... este mundo?
ru: ...про этот мир

source: ...the lightbulb
cht: ...这个电灯泡
es: ... la bombilla
it: ...di questa lampadina?
ja: …電球について
ko: ...전구에 관해
pt_br: ... a lâmpada?
ru: ...про лампочку

source: ...about \p
cht: ...关于\p
es: ... \p
it: ...di \p?
ja: \p について…
ko: ...\p 님에 관해
pt_br: ... sobre \p?
ru: ...про \p

source: ...going home
cht: ...回家
es: ... volver a casa
it: ...di come tornare a casa?
ja: …家に帰る方法について
ko: ...집에 가는 방법에 관해
pt_br: ... voltar para casa?
ru: ...как вернуться домой

source: @prophet [\p Is The Name Of Our God.]
cht: @prophet [\p 是我们上帝的名字。]
es: @prophet [\p es el nombre de nuestra divinidad.]
it: @prophet [\p È Il Nome Del Nostro Dio.]
ja: @prophet [\pは、 ワタクシたちの 神様の名前でございます。]
ko: @prophet [\p 님은 우리 세계의 신이십니다.]
pt_br: @prophet [\p É o Nome do Nosso Deus.]
ru: @prophet [\p — Имя Бога Нашего Мира.]

source: @prophet [Always Look To Them For Guidance.]\>\n[You've Already Received More Than You Realize...]
cht: @prophet [我们总是要依赖他们给予我们指引。]\>\n[你已经得到了只是你没意识到...]
es: @prophet [Cuando necesites orientación, acude a él.]\>\n[Ya has recibido más de lo que crees...]
it: @prophet [Rivolgiti Sempre A \p Se Hai Bisogno Di Aiuto.\>\nNe Hai Già Ricevuto Più Di Quanto Credi...]
ja: @prophet [いかなる時も、神様に導きをお求めください。]\>\n[気づかれていないだけで、 アナタサマはすでに多くの導きを 授かっておられます…]
ko: @prophet [항상 그 분께 지도를 구하십시오.]\>\n[실은 이미 자기도 모르게 지도를 받으셨을 겁니다...]
pt_br: @prophet [Nosso Deus Será Seu Guia.]\>\n[Não Deve Ter Percebido, Mas Já Recebeu Bastante Ajuda...]
ru: @prophet [Всегда Обращайся К \p За Помощью.]\>\n[Ты Уже Получил Больше, Чем Осознаёшь...]
