Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko Looks like something was bolted here before...
cht: @niko 看起来之前有东西被固定在这...
es: @niko Parece que había algo atornillado...
it: @niko Sembra che prima qua ci fosse imbullonato qualcosa...
ja: @niko 何か固定してたみたいだね…
ko: @niko 뭔가가 나사로 고정되어 있었던 것 같아요...
pt_br: @niko Parece que tinha alguma coisa aparafusada aqui...
ru: @niko Кажется, раньше здесь что-то было привинчено...

source: @niko There's some small holes on the table...
cht: @niko 桌子上有些小洞...
es: @niko Hay agujeritos en la mesa...
it: @niko Ci sono dei piccoli buchi sul tavolo...
ja: @niko テーブルに小さな穴がたくさん…
ko: @niko 테이블에 작은 구멍이 있어요...
pt_br: @niko Tem alguns buraquinhos na mesa...
ru: @niko Маленькие дырочки видны в столе...

source: [ARE YOU HERE TO PURCHASE A COPY?]
cht: [你要来买一张吗？]
es: [¿HAS VENIDO A COMPRAR UNA COPIA?]
it: [SEI QUI PER ACQUISTARE UNA COPIA?]
ja: [1部購入しますカ？]
ko: [신문을 사러 오셨나요?]
pt_br: [VOCÊ VEIO COMPRAR UMA CÓPIA?]
ru: [ВЫ ХОТИТЕ КУПИТЬ ЭКЗЕМПЛЯР?]

source: @niko ...No?
cht: @niko ...不？
ja: @niko …ううん？
ko: @niko ...아닌데?
pt_br: @niko ... Não...
ru: @niko Нет...

source: @niko_speak Newspapers are for grown-ups!
cht: @niko_speak 报纸是大人看的东西！
es: @niko_speak ¡Los periódicos son para los adultos!
it: @niko_speak I giornali sono per adulti!
ja: @niko_speak 新聞は大人が読むものだよ！
ko: @niko_speak 신문은 어른들이 읽는 거잖아!
pt_br: @niko_speak Jornal é coisa de adulto!
ru: @niko_speak Газеты — для взрослых!

source: [GROWN...UPS?]
cht: [大...人？]
es: [¿ADULTOS?]
it: [ADULTI...?]
ja: [オト…ナ？]
ko: [어른...이요?]
pt_br: [.. ADULTOS?]
ru: [ВЗРОСЛЫХ?]

source: [WHAT DOES THAT MEAN?]
cht: [那是什么意思？]
es: [¿ESO QUÉ SIGNIFICA?]
it: [COSA SIGNIFICA?]
ja: [どういう意味ですカ？]
ko: [그게 무슨 뜻이지요?]
pt_br: [O QUE É ISSO?]
ru: [ЧТО ЭТО ЗНАЧИТ?]

source: @niko_speak It means people who aren't kids!
cht: @niko_speak 意思是不是小孩的人！
es: @niko_speak ¡Son gente que ya no son niños!
it: @niko_speak Sono le persone che non sono bambini!
ja: @niko_speak 子供じゃない人たちってこと！
ko: @niko_speak 어린이가 아닌 사람 말이야!
pt_br: @niko_speak São pessoas que não são crianças!
ru: @niko_speak Это люди, которые уже не дети!

source: [KIDS?]
cht: [小孩？]
es: [¿NIÑOS?]
it: [BAMBINI?]
ja: [コドモ？]
ko: [어린이요?]
pt_br: [CRIANÇAS?]
ru: [ДЕТИ?]

source: @niko ...er...aren't you a kid?
cht: @niko 嗯...你不是个小孩吗？
es: @niko Pero... eh... ¿tú no eres un niño?
it: @niko ...Ehm... Non sei un bambino?
ja: @niko …えっと…君は子供じゃないの？
ko: @niko ...너... 어린이 아니니?
pt_br: @niko ... ahm... você não é criança?
ru: @niko ...ну... разве ты не ребёнок?

source: [I AM A ROBOT.]
cht: [我是个机器人。]
es: [YO SOY UN ROBOT.]
it: [IO SONO UN ROBOT.]
ja: [ワタシハロボットでス。]
ko: [전 로봇입니다.]
pt_br: [SOU UM ROBÔ.]
ru: [Я РОБОТ.]

source: @niko_eyeclosed Right...
cht: @niko_eyeclosed 对...
es: @niko_eyeclosed Ya...
it: @niko_eyeclosed Già...
ja: @niko_eyeclosed そう…
ko: @niko_eyeclosed 그렇구나...
pt_br: @niko_eyeclosed Certo...
ru: @niko_eyeclosed Да, точно...

source: Don't lose faith.
cht: 不要失去信仰。
es: No pierdas la esperanza.
it: Non perdere la speranza.
ja: 信念を失うな。
ko: 믿음을 잃어선 안 돼.
pt_br: Não perca a fé.
ru: Не теряй веру.

source: @niko You alright?
cht: @niko 你没事吧？
es: @niko ¿Estás bien?
it: @niko Tutto bene?
ja: @niko 大丈夫？
ko: @niko 괜찮으세요?
pt_br: @niko Você está bem?
ru: @niko У вас всё в порядке?

source: Ah, the messiah. Perhaps this is a sign.
cht: 啊，救世主。可能这又是个征兆。
es: Ah, el mesías. Puede que esto sea una señal.
it: Ah, il messia. Dev'essere un segno del destino.
ja: おお、救世主さまか。これは啓示かもしれないな。
ko: 아, 구원자인가. 이건 계시일지도 모르겠군.
pt_br: Ah, o messias. Talvez seja um sinal.
ru: А, мессия. Быть может, это знак.

source: Tell me, do you think you can fix the world with the sun?
cht: 告诉我，你觉得太阳可以拯救世界吗？
es: Dime, ¿crees que puedes arreglar el mundo con el sol?
it: Dimmi un po', pensi di poter aggiustare il mondo con il sole?
ja: 教えてくれないか、君は太陽で世界が 救えると思うか？
ko: 말해 봐. 태양으로 세상을 바로잡을 수 있다고 생각해?
pt_br: Então, você acha que consegue consertar o mundo usando o sol?
ru: Скажи мне, думаешь ли ты, что сможешь починить наш мир с помощью солнца?

source: @niko_eyeclosed Honestly, I don't know...
cht: @niko_eyeclosed 说实话，我不知道...
es: @niko_eyeclosed Sinceramente, no lo sé...
it: @niko_eyeclosed Sinceramente, non saprei...
ja: @niko_eyeclosed 正直、分からないや…
ko: @niko_eyeclosed 솔직히, 저도 모르겠어요...
pt_br: @niko_eyeclosed Sinceramente? Não sei...
ru: @niko_eyeclosed Честно говоря, я не знаю...

source: @niko I've been getting mixed messages...
cht: @niko 我得到的信息很混乱...
es: @niko He estado recibiendo mensajes confusos...
it: @niko Sento sempre pareri contraddittori...
ja: @niko いろんな話でぐちゃぐちゃになってて…
ko: @niko 저도 이런저런 이야기를 듣다 보니 머릿속이 복잡하거든요...
pt_br: @niko Tenho recebido sinais confusos...
ru: @niko Все говорят по-разному...

source: I know.
cht: 我知道。
es: Lo sé.
it: Lo so.
ja: そうだろうね。
ko: 그렇겠지.
pt_br: Eu sei.
ru: Я знаю.

source: But what do YOU think?
cht: 但你自己怎么认为？
es: ¿Pero TÚ qué crees?
it: TU invece, cosa ne pensi?
ja: だが、君自身はどう思う？
ko: 하지만, "넌" 어떻게 생각하니?
pt_br: Mas o que VOCÊ acha?
ru: Но что ТЫ думаешь?

source: @niko I...think....
cht: @niko 我...认为...
es: @niko Yo... creo que...
it: @niko Io... credo...
ja: @niko ミー…は…
ko: @niko 저... 저는...
pt_br: @niko Eu... acho...
ru: @niko Я... думаю....

source: @niko_speak ...I think I should listen to \p!
cht: @niko_speak ...我觉得我们应该听\p说！
es: @niko_speak ... ¡Creo que debería escuchar a \p!
it: @niko_speak ...Credo che dovrei ascoltare \p!
ja: @niko_speak …\p の言うことを聞くべきだと思う！
ko: @niko_speak ...전 \p 님의 말을 들어야 한다고 생각해요!
pt_br: @niko_speak ... Acho que deveria escutar \p!
ru: @niko_speak ...Я думаю мне стоит слушаться \p!

source: @niko After all, \p helped me get this far.
cht: @niko 毕竟是\p帮我走到现在。
es: @niko Al fin y al cabo, \p es quien me ha ayudado a llegar hasta aquí.
it: @niko Dopotutto, \p mi ha aiutato ad arrivare fin qui.
ja: @niko だって、 \p のおかげで ここまで来られたんだもん。
ko: @niko \p 님의 도움을 받아 여기까지 왔으니까요.
pt_br: @niko Afinal, \p me ajudou a chegar até aqui.
ru: @niko В конце концов, без поддержки \p я так далеко бы не забрался.

source: I will take your faith for an answer, then.
cht: 那我会把你的信念当作回答了。
es: En ese caso, aceptaré tú fe por respuesta.
it: Capisco. Prenderò la tua fede come una risposta.
ja: では、その信念を君の答えとして 受け取っておこう。
ko: 그럼, 너의 그런 믿음을 대답으로 생각할게.
pt_br: Então eu acreditarei na sua resposta.
ru: Тогда я приму твою веру за ответ.

source: @niko What do you mean by that?
cht: @niko 那是什么意思？
es: @niko ¿Qué quieres decir con eso?
it: @niko Cosa intendi dire?
ja: @niko どういう意味？
ko: @niko 그게 무슨 뜻인가요?
pt_br: @niko O que você quer dizer com isso?
ru: @niko Что вы имеете в виду?

source: It means whatever you think it means.
cht: 意思是你想的就是答案。
es: Quiere decir lo que tú creas que quiera decir.
it: Qualunque cosa tu abbia inteso.
ja: 君次第でどのような意味にでもなる。
ko: 네가 생각하는 그 뜻이야.
pt_br: Quero dizer o que você quiser que seja.
ru: Что ты думаешь, то я и имею в виду.

source: @niko Beep boop.
cht: @niko 哔哔叭叭。
es: @niko Biip buup.
it: @niko Bip bop.
ja: @niko ビーッブーッ。
ko: @niko 삑, 삐빅.
pt_br: @niko Bip bup.
ru: @niko Бип буп.

source: @niko It's locked from the inside.
cht: @niko 它里面反锁了。
es: @niko Está cerrada por dentro.
it: @niko È chiuso dall'interno.
ja: @niko 内側からロックされてる。
ko: @niko 안쪽에서 잠겼어요.
pt_br: @niko Está trancada por dentro.
ru: @niko Закрыто изнутри.

source: @niko This elevator goes back up to the catwalks.
cht: @niko 电梯回到上面的通道了。
es: @niko Este ascensor sube de vuelta a las pasarelas.
it: @niko Questo ascensore riporta alle passerelle.
ja: @niko このエレベーターは上の通路に繋がってる。
ko: @niko 이 엘리베이터는 위의 통로로 올라가요.
pt_br: @niko Esse elevador leva às passarelas.
ru: @niko Этот лифт едет обратно к воздушным переходам.

source: @niko_speak We'll need to press the button if we wanna go back up!
cht: @niko_speak 如果想上去的话，我们要按按钮。
es: @niko_speak ¡Tenemos que pulsar el botón si queremos volver a subir!
it: @niko_speak Se vogliamo tornare su, dobbiamo premere il pulsante!
ja: @niko_speak 上に戻りたいなら、ボタンを押さなきゃ！
ko: @niko_speak 위로 돌아가려면 버튼을 눌러야 해요!
pt_br: @niko_speak Precisaremos apertar o botão para subir!
ru: @niko_speak Если мы хотим подняться назад, придётся нажать кнопку!

source: @plight Anyway, it was nice meeting you....uh
cht: @plight 不管怎样，见到你真的很高兴...嗯
es: @plight De todas formas, ha sido un placer conocerte... eh.
it: @plight In ogni caso, è stato bello conoscerti...\. com'è che ti chiami?
ja: @plight ともかく、君に会えて良かったよ…ええと
ko: @plight 어쨌든, 만나서 반가웠어... 어... 이름이...
pt_br: @plight De qualquer forma, foi bom conhecer você... hm...
ru: @plight Ладно, был рад встретить тебя....эм-м

source: @niko_speak Niko!
cht: @niko_speak 我叫Niko！
ja: @niko_speak ニコだよ！
ko: @niko_speak 니코예요!
ru: @niko_speak Нико!

source: @plight ...Right. See you around, kid.
cht: @plight ...好的。孩子们，再见！
es: @plight ... Bueno. Te veré por ahí, criaturilla.
it: @plight ...Bene. Ci si becca, ragazzino.
ja: @plight …そうだった。また会おうな。
ko: @plight ...그렇구나. 나중에 보자, 꼬마야.
pt_br: @plight ... Certo. Vejo você por aí, criança.
ru: @plight Ага. Ещё увидимся, малой.

source: @plight Gotta run now!
cht: @plight 现在要跑了！
es: @plight ¡Ahora tengo que irme corriendo!
it: @plight Ora devo scappare!
ja: @plight やべ、じゃあな！
ko: @plight 난 그만 가 봐야겠다!
pt_br: @plight Agora, preciso ir!
ru: @plight Я должен бежать!

source: @niko He seems in a hurry...
cht: @niko 他看上去很着急...
es: @niko Parece que tiene prisa...
it: @niko Sembra essere di fretta...
ja: @niko 急いでるみたい…
ko: @niko 급한가 봐요...
pt_br: @niko Ele parece estar com pressa...
ru: @niko Кажется, он очень спешит...

source: @niko I guess we should hurry too, \p.
cht: @niko 我觉得我们也得快点，\p。
es: @niko Creo que nosotros también tendríamos que darnos prisa, \p.
it: @niko \p, penso dovremmo sbrigarci anche noi.
ja: @niko ミーたちも急いだほうが良さそうだね、 \p。
ko: @niko 우리도 서둘러야겠네요, \p 님.
pt_br: @niko Acho que também deveríamos ter, \p.
ru: @niko Думаю, нам тоже нужно поспешить, \p.

source: @niko_speak People are counting on us!
cht: @niko_speak 人们就靠我们了！
es: @niko_speak ¡La gente cuenta con nosotros!
it: @niko_speak Tutti contano su di noi!
ja: @niko_speak みんなが頼りにしてるから！
ko: @niko_speak 사람들이 우리에게 의지하고 있으니까요!
pt_br: @niko_speak Estão contando conosco!
ru: @niko_speak Люди рассчитывают на нас!

source: @niko Let's go find that library.
cht: @niko 我们去找那个图书馆吧。
es: @niko Vamos a buscar esa biblioteca.
it: @niko Andiamo a cercare quella biblioteca.
ja: @niko 図書館を探しに行こう。
ko: @niko 그 도서관이란 곳을 찾아봐요.
pt_br: @niko Encontraremos a biblioteca.
ru: @niko Давай найдём эту библиотеку.

source: @george1 Oh, do you need George to tell you what to do again?
cht: @george1 噢，你需要George告诉你一次该做什么吗？
es: @george1 Ah, ¿necesitas que George te diga otra vez lo que tienes que hacer?
it: @george1 Oh, hai bisogno che George ti dica di nuovo cosa fare?
ja: @george1 あら？次に何をすべきか、ジョージの 説明がもう一度必要かしら？
ko: @george1 아아, 이 위대하신 몸 조지가 다시 설명해주길 바라는 건가요?
pt_br: @george1 Ah, George precisa lhe dizer de novo o que fazer?
ru: @george1 О, ты хочешь, чтобы Джордж снова объяснила тебе, что делать?

source: @george1 According to the journal, you must go to the small room at the base of the Tower while having three pieces of the previous sun in your possession.
cht: @george1 根据日志所说，你必须到达塔楼底部的 小房间，你会拥有三片以前的太阳碎片。
es: @george1 Según el diario, debes poseer tres partes del sol anterior y dirigirte a la sala pequeña que hay en la base de la Torre.
it: @george1 Secondo il diario, devi andare nella piccola stanza alla base della Torre mentre hai tre pezzi del sole precedente in tuo possesso.
ja: @george1 この日記によると、あなたは以前の 太陽のかけらを3つ持って、塔のふもとに ある小さな部屋に進む必要があるようね。
ko: @george1 그 일지에 따르면, 당신은 이전 태양의 조각 세 개를 모은 뒤에 탑 아래에 있는 작은 방으로 가야 해요.
pt_br: @george1 De acordo com o diário, você precisa ir a uma salinha na base da Torre com três partes do sol anterior.
ru: @george1 Согласно дневнику ты должен зайти в маленькую комнату в подножии Башни с тремя кусочками прежнего солнца.

source: @george1 With those three items at hand, you must stand in the room, and \p will do something about floor patterns and windows.
cht: @george1 拿到三件物品后，你必须站在房间里，\p会对地板图案和窗口做些处理。
es: @george1 Con estos tres objetos en tus manos, debes entrar en la sala. A continuación, \p hará algo con las ventanas y el patrón del suelo.
it: @george1 Con questi tre oggetti in mano, dovrai rimanere fermo nella stanza e \p farà qualcosa riguardo alla forma del pavimento e le finestre.
ja: @george1 その3つをたずさえて部屋の 中に立つと、 \p が床の模様や 窓を使って何かを行うの。
ko: @george1 세 조각을 들고 그 방에 서 있으면, \p 님이 바닥 무늬와 창과 관련해서 뭔가 하실 거고요.
pt_br: @george1 Com esses três itens a mão, você precisará ficar na sala enquanto \p fará alguma coisa acerca dos padrões do piso e das janelas.
ru: @george1 С этими тремя предметами просто стой на месте, а \p что-то сделает с узорами на полу и окнами.

source: @niko Alright... thank you!
cht: @niko 好的...谢谢你。
es: @niko Muy bien... ¡Gracias!
it: @niko Ho capito... Grazie!
ja: @niko 分かった…ありがとう！
ko: @niko 알았어요... 고마워요!
pt_br: @niko Tudo bem... Valeu!
ru: @niko Ну ладно... Спасибо!

source: @george1_smile Good luck on your journey, small child!
cht: @george1_smile 孩子，祝你旅途好运！
es: @george1_smile ¡Buena suerte en tu viaje, pequeño!
it: @george1_smile Buona fortuna per il tuo viaggio, piccolino!
ja: @george1_smile 小さき者よ、あなたの旅路に幸あれ！
ko: @george1_smile 여행에 행운이 가득하길 빌죠!
pt_br: @george1_smile Boa sorte em sua jornada, criança!
ru: @george1_smile Удачного тебе путешествия, маленькое дитя!

source: @george1 George shall bid you farewell now.
cht: @george1 George在此向你告别了。
es: @george1 George se despide de ti.
it: @george1 Adesso George ti concederà un addio.
ja: @george1 ジョージは、 あなたにさよならの挨拶を告げましょう。
ko: @george1 조지는 이제 작별 인사를 해야겠군요.
pt_br: @george1 George se despedirá agora.
ru: @george1 Пришло время для Джордж попрощаться с тобой.

source: @george1 I've done it!\>\n
cht: @george1 我完成了！\>\n
es: @george1 ¡Lo he logrado!\>\n
it: @george1 Fatto!\>\n
ja: @george1 できた！\>\n
ko: @george1 이 몸이 해냈어요!\>\n
pt_br: @george1 Consegui!\>\n
ru: @george1 Я это сделала!\>\n

source: @george1_smile I have finished the daunting task of translating this journal!
cht: @george1_smile 我已经完成了翻译这本日志的艰巨任务！
es: @george1_smile ¡Por fin he terminado la formidable tarea de traducir este diario!
it: @george1_smile Ho portato a termine l'arduo compito di tradurre questo diario!
ja: @george1_smile 厄介な解読が終わったわ！
ko: @george1_smile 이 몸이 이 일지를 번역하는 일을 마쳤다고요! 물론 쉽지 않았죠!
pt_br: @george1_smile Concluí a temorosa tarefa de traduzir este diário!
ru: @george1_smile Я справилась с грандиозной задачей по переводу этого дневника!

source: @niko_speak Oh! That was fast!
cht: @niko_speak 噢！真快！
es: @niko_speak ¡Vaya! Qué rapidez.
it: @niko_speak Oh! Che velocità!
ja: @niko_speak わあ！あっという間だったね！
ko: @niko_speak 와! 엄청 빠르시네요!
pt_br: @niko_speak Ah! Que rápido!
ru: @niko_speak Ого! Как быстро!

source: @george1_smug But of course! I AM the speediest translator in recent history.
cht: @george1_smug 当然！我可是近代史上最快的翻译员。
es: @george1_smug ¡Por supuesto! Soy la traductora más rápida de la historia reciente.
it: @george1_smug Ovviamente! Io sono la traduttrice più veloce di questo ultimo periodo storico dopotutto.
ja: @george1_smug ま、当然のことね！私の解読速度は、ここ近年では 世界一なのだから。
ko: @george1_smug 그야 당연하죠! 이 몸은 근래의 역사에서 가장 빠른 속도를 자랑하는 번역가거든요.
pt_br: @george1_smug Ora, é claro! Sou a tradutora MAIS RÁPIDA da história atual.
ru: @george1_smug Ну конечно! Я ведь самая быстрая переводчица в истории современности.

source: @george1 Anyway, I made you a line-by-line transcript. \>\nIt looks like this journal might be meant for \p.
cht: @george1 不管怎样，我为你做了逐行翻译。\>\n看起来这个日志可能是写给\p的。
es: @george1 En fin. He elaborado una transcripción línea por línea. \>\nParece que este diario podría ser para \p.
it: @george1 In ogni caso, ti ho trascritto tutto, parola per parola.\>\nSembra che questo diario sia stato scritto per \p.
ja: @george1 それはともかく、各行ごとに翻字してみたの。 \>\nこの日記はおそらく、 \p のために書かれたもののようだわ。
ko: @george1 아무튼 한 줄 한 줄 번역문을 적어 두었어요. \>\n이 일지는 \p 님이 읽으라고 쓴 것 같더군요.
pt_br: @george1 Enfim, fiz uma transcrição literal. \>\nParece que o diário foi escrito para \p.
ru: @george1 В общем, я сделала для тебя построчный перевод. \>\nПохоже, этот дневник предназначен для \p.

source: @george1 Here, take a look yourself.
cht: @george1 在这，你自己看。
es: @george1 Toma, míralo tú mismo.
it: @george1 Ecco qui, dai un'occhiata tu stesso.
ja: @george1 ほら、見てごらんなさい。
ko: @george1 자, 내용은 직접 보시지요.
pt_br: @george1 Tome, dê uma olhada.
ru: @george1 Держи, взгляни на это сам.

source: @george1 There, that's the last of it.
cht: @george1 这是最后的部分。
es: @george1 Esta es la última.
it: @george1 Ecco, questo è quanto.
ja: @george1 そこで終わりのようね。
ko: @george1 자, 그게 끝이에요.
pt_br: @george1 Pronto, isso é tudo.
ru: @george1 Вот, это последнее.

source: @george1 The rest of the pages are torn out.\>\n\@george1_hm You didn't do this, did you?
cht: @george1 剩下的书页被撕掉了。\>\n\@george1_hm 这不是你干的吧？
es: @george1 El resto de páginas están arrancadas.\>\n\@george1_hm No habrás sido tú, ¿verdad?
it: @george1 Il resto delle pagine è stato strappato.\>\n\@george1_hm Non è opera tua, vero?
ja: @george1 残りのページは引きちぎられているみたい。\>\n\@george1_hm まさか、あなたがやった、なんてことないわよね？
ko: @george1 나머지 페이지는 모조리 찢어져 있더군요.\>\n\@george1_hm 당신이 찢은 건 아니겠죠?
pt_br: @george1 As outras páginas estão rasgadas.\>\n\@george1_hm Não foi você quem fez isso, foi?
ru: @george1 Остальные страницы были вырваны.\>\n\@george1_hm Это ведь не твоих рук работа?

source: @niko_speak No!
cht: @niko_speak 不是我！
ja: @niko_speak ううん！
ko: @niko_speak 아니에요!
pt_br: @niko_speak Não!
ru: @niko_speak Нет!

source: @george1 A shame! I was wondering what "window" was supposed to mean.\>\n\@george1 Ah well, I guess \p will have to figure out that one.
cht: @george1 真遗憾！我好奇"窗口" 到底意味着什么。\>\n\@george1 不过，我觉得\p会需要弄明白这点的。
es: @george1 ¡Qué lástima! Me preguntaba qué querrá decir con "ventana".\>\n\@george1 Bueno, supongo que \p tendrá que averiguarlo por su cuenta.
it: @george1 Che peccato! Mi chiedevo cosa volesse dire con "finestra".\>\n\@george1 Ah beh, dovrà pensarci \p.
ja: @george1 残念ね！「窓」が何を意味するのか 考えていたの。\>\n\@george1 仕方ない、そのうち \pが 解明してくれるでしょう。
ko: @george1 안타깝네요! "창"이라는 단어가 무슨 뜻인지 알고 싶었거든요.\>\n\@george1 뭐, 그것도 \p 님이 알아내야 하겠네요.
pt_br: @george1 Uma pena! Fiquei curiosa para saber o que significa a tal “janela”.\>\n\@george1 Ahm, bem... Acho que \p terá que decifrar esse mistério.
ru: @george1 Какая жалость! Мне было интересно, что это за «окно» такое.\>\n\@george1 Ну ладно, \p во всём разберётся.

source: @niko Right...
cht: @niko 是的...
es: @niko Claro...
it: @niko Giusto...
ja: @niko そうだね…
ko: @niko 네...
pt_br: @niko Certo...
ru: @niko Верно...

source: @niko_speak By the way, what does it mean by "three pieces of the previous sun"?\>\n\@niko I only have this sun...
cht: @niko_speak 顺便问一下，"三片以前的太阳碎片"是什么意思？\>\n\@niko 我只有这个太阳...
es: @niko_speak Por cierto, ¿qué significa "tres partes del sol anterior"?\>\n\@niko Solo tengo este sol...
it: @niko_speak A proposito, cosa vuol dire "tre pezzi del sole precedente"?\>\n\@niko Ho soltanto questo sole...
ja: @niko_speak あの、「以前まであった太陽の 3つのかけら」ってどういう意味？\>\n\@niko ミーはこの太陽しか持ってないよ…
ko: @niko_speak 그런데 "이전 태양의 조각 세 개"라니 무슨 뜻이죠?\>\n\@niko 전 이 태양 하나만 가지고 있는데...
pt_br: @niko_speak Falando nisso, o que significa “três partes do sol passado”?\>\n\@niko Eu só tenho este sol...
ru: @niko_speak Кстати, а что это за «три кусочка прежнего солнца»?\>\n\@niko У меня есть только это солнце...

source: @george1_hm Aha!\>\nThat... \@george1_smug is a question George can answer!
cht: @george1_hm 啊哈！\>\n这个问题...\@george1_smug George可以回答！
es: @george1_hm ¡Ajá!\>\nEsa... \@george1_smug es una pregunta que George puede responder.
it: @george1_hm Aha!\>\nQuella... \@george1_smug è una domanda a cui George può rispondere!
ja: @george1_hm なるほど！\>\nその質問は… \@george1_smug この私、ジョージが 答えて差し上げましょう！
ko: @george1_hm 아하!\>\n그건... \@george1_smug 이 몸 조지가 대답해 드릴 수 있지요!
pt_br: @george1_hm Arrá!\>\nEssa... \@george1_smug é uma pergunta que George pode responder!
ru: @george1_hm Aга!\>\nВот на этот вопрос... \@george1_smug у Джордж есть ответ!

source: @george1 It means you need items containing yellow phosphor, the rarest of the phosphors.\>\n\@george1 ...said to absorb sunlight for the longest time and never fade out.
cht: @george1 意思是说，你需要含有黄色荧光体的 物品，这是荧光体中最稀有的一种。\>\n\@george1 ...据说，它可以吸收阳光的时间最长， 而且永不衰弱。
es: @george1 Significa que necesitas objetos que contengan fósforo amarillo, que es el más escaso.\>\n\@george1 ... Dicen que absorbe la luz solar durante más tiempo que ninguno, y que no se agota nunca.
it: @george1 Ti servono oggetti che contengano il fosforo giallo, il tipo di fosforo più raro di tutti.\>\n\@george1 ...Si dice che assorba la luce del sole più a lungo e non smetta mai di brillare.
ja: @george1 蛍光体の中で最も珍しい、黄色の蛍光体が 含まれたものが必要、というのがその答え。\>\n\@george1 …それは太陽光を長時間吸収し、決して 消えることがないと言われているわ。
ko: @george1 발광체 중에서 가장 희귀한 노란색 발광체가 든 물체가 필요하다는 의미지요.\>\n\@george1 ...햇빛을 가장 오래 흡수하기 때문에 그 빛을 결코 잃지 않는다는 물질이에요.
pt_br: @george1 Significa que você precisa de itens que contêm luminescência amarela — a mais rara delas.\>\n\@george1 Ela absorve luz solar por mais tempo e nunca apaga.
ru: @george1 Это значит, что у тебя должны быть предметы, содержащие жёлтый, самый редкий фосфор.\>\n\@george1 ...считается, что он дольше остальных впитывал солнечный свет и не затухает.

source: @niko_speak Oh!\>\n\@niko I do have a piece of amber and a feather, they're both glowing yellow...
cht: @niko_speak 噢！\>\n\@niko 我有一块琥珀和一根羽毛，它们都会发出 黄色的光...
es: @niko_speak ¡Ah!\>\n\@niko Tengo un trozo de ámbar y una pluma, y las dos son de color amarillo brillante...
it: @niko_speak Oh!\>\n\@niko Ho un pezzo di ambra e una penna, entrambi brillano di giallo...
ja: @niko_speak あっ！\>\n\@niko ミー、琥珀と羽根なら持ってるよ。 2つとも黄色に光ってる…
ko: @niko_speak 아!\>\n\@niko 제게 호박석 조각과 이 깃털이 있어요, 둘 다 노란색으로 빛나고 있는데...
pt_br: @niko_speak Ah!\>\n\@niko Eu tenho um pedaço de âmbar e uma pena, ambos têm um brilho amarelo...
ru: @niko_speak Oй!\>\n\@niko У меня же есть кусок янтаря и перо, и они оба светятся жёлтым светом...

source: @george1_hm But alas, you are missing the third, no?
cht: @george1_hm 但是，哎，你还缺第三件，是吧？
es: @george1_hm Entonces te faltaría un tercer objeto, ¿no?
it: @george1_hm Ma ahimè, ti manca il terzo, no?
ja: @george1_hm 悲しきかな、 3つ目はまだ持っていない。違うかしら？
ko: @george1_hm 저런, 하지만 아직 세 번째 물건이 없군요. 아닌가요?
pt_br: @george1_hm Mas infelizmente lhe falta uma terceira peça, não é?
ru: @george1_hm Но, к великому сожалению, тебе не хватает третьего предмета, разве нет?

source: @george1 Fear not! For George, collector of rare artifacts... \@george1_hm will assist you!\>\n\@george1 Here.
cht: @george1 不用担心！George可是稀有物品的收藏家...\@george1_hm 会帮助你的！\>\n\@george1 给你。
es: @george1 ¡No temas! Pues George, coleccionista de artefactos extraños... \@george1_hm ¡acudirá en tu ayuda!\>\n\@george1 Toma.
it: @george1 Non temere! Poiché George, collezionista di artefatti rari... \@george1_hm ti assisterà!\>\n\@george1 Tieni.
ja: @george1 心配ご無用よ！なぜなら、希少芸術品コレクター であるこの私、ジョージが… \@george1_hm あなたに力を貸すのだから！\>\n\@george1 ほら。
ko: @george1 하지만 걱정할 것 없어요! 이 몸, 희귀 유물의 수집가인 조지가... \@george1_hm 당신을 도와줄 테니까요!\>\n\@george1 받으시죠.
pt_br: @george1 Pois não tema! George, a colecionadora de artefatos raros \@george1_hm pode ajudar!\>\n\@george1 Tome.
ru: @george1 Не страшись! Джордж, собирательница редчайших артефактов со всего света... \@george1_hm поможет тебе!\>\n\@george1 Держи.

source: @niko Oh...\>\n\@niko_speak It looks... \@niko_huh ...like you?
cht: @niko 噢...\>\n\@niko_speak 它看起来...\@niko_huh ...像你？
es: @niko Ah...\>\n\@niko_speak Se parece... \@niko_huh ¿a ti...?
it: @niko Oh...\>\n\@niko_speak Assomiglia... \@niko_huh un po' a te.
ja: @niko なんか…\>\n\@niko_speak なんか…\@niko_huh …あなたにそっくりだね？
ko: @niko 우와...\>\n\@niko_speak 이건... \@niko_huh ...당신을 닮았네요?
pt_br: @niko Ah...\>\n\@niko_speak Parece... \@niko_huh ... com você?
ru: @niko O...\>\n\@niko_speak Он похож... \@niko ...на вас?

source: @george1_smile Yes!
cht: @george1_smile 是的！
es: @george1_smile ¡Sí!
it: @george1_smile Sì!
ja: @george1_smile その通り！
ko: @george1_smile 맞아요!
pt_br: @george1_smile Isso!
ru: @george1_smile Точно!
