Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @proto2 [Once you've established a mental link with the world, you cannot break it unless the world is saved.]
cht: @proto2 [一旦你与世界建立了精神联系，你就不能 中断这种联系，除非世界被拯救了。]
es: @proto2 [Cuando estableces un enlace mental con el mundo, no puedes romperlo a no ser que el mundo sea salvado.]
it: @proto2 [Una volta stabilito un collegamento mentale con il mondo, non puoi interromperlo a meno che il mondo non venga salvato.]
ja: @proto2 [この世界と精神的に繋がってしまうと、 世界を救わない限り、二度と 出ることはできない。]
ko: @proto2 [네가 세상과 정신적으로 연결된다면, 세상을 구할 때까지 그 연결은 끊을 수 없어.]
pt_br: @proto2 [Ao estabelecer uma conexão mental com o mundo, não é possível rompê-la sem salvá-lo.]
ru: @proto2 [С момента установления ментальной связи с этим миром, ты не сможешь её разорвать, пока он не будет спасён.]

source: @proto2b [...but at this point, the world can never be truly saved.]
cht: @proto2b [...但此时，世界永远不能真正地被拯救。]
es: @proto2b [... Pero, llegados a este punto, el mundo no se puede salvar realmente.]
it: @proto2b [...Ma a questo punto, il mondo non potrà mai essere salvato veramente.]
ja: @proto2b […しかし現時点では、本当の意味で 世界を救うことも叶わない。]
ko: @proto2b [...하지만 지금 시점에서는 세상을 정말로 구하는 건 불가능하지.]
pt_br: @proto2b [... mas, a esta altura, o mundo nunca poderá ser salvo de verdade.]
ru: @proto2b [...но на данном этапе мир уже невозможно спасти по-настоящему.]

source: @niko_distressed2 That's...
cht: @niko_distressed2 那是...
es: @niko_distressed2 Pero...
it: @niko_distressed2 È...
ja: @niko_distressed2 それって…
ko: @niko_distressed2 그렇다면...
pt_br: @niko_distressed2 Isso é...
ru: @niko_distressed2 Это же...

source: @niko_upset ...why would...\>\nwhy would you create a world like...\>\n\@niko_distressed_meow this?
cht: @niko_upset ...为什么...\>\n你要创造一个...\>\n\@niko_distressed_meow 这样的世界？
es: @niko_upset ¿... Por qué...\>\niba alguien a crear un mundo...\>\n\@niko_distressed_meow como este?
it: @niko_upset ...Perché...\>\nPerché creare un mondo come...\>\n\@niko_distressed_meow questo?
ja: @niko_upset …ねえ、どうして…\>\nこんな…\>\n\@niko_distressed_meow こんな世界を作るの？
ko: @niko_upset ...왜...\>\n왜 이런 세상을...\>\n\@niko_distressed_meow 만드는 거죠?
pt_br: @niko_upset ... por que... \>\npor que você criaria um mundo... \>\n\@niko_distressed_meow assim?
ru: @niko_upset ...но зачем...\>\nзачем тебе создавать...\>\n\@niko_distressed_meow ТАКОЙ мир?

source: @proto_gasp2 [Wait, what?]
cht: @proto_gasp2 [等等，什么？]
es: @proto_gasp2 [Espera, ¿qué?]
it: @proto_gasp2 [Aspetta, in che senso?]
ja: @proto_gasp2 [今、何て？]
ko: @proto_gasp2 [잠깐, 뭐라고?]
pt_br: @proto_gasp2 [Calma aí: o quê?]
ru: @proto_gasp2 [Подожди, что?]

source: @niko_upset_meow Why would you make a world that's doomed from the beginning?
cht: @niko_upset_meow 为何你要创造一个注定要灭亡的世界？
es: @niko_upset_meow ¿Por qué crear un mundo que está condenado desde el principio?
it: @niko_upset_meow Perché creare un mondo condannato fin dall'inizio?
ja: @niko_upset_meow どうして、最初から滅んじゃうことが 分かってる世界を作るの？
ko: @niko_upset_meow 처음부터 멸망이 예정된 세상을 왜 만드는 거냐구요?
pt_br: @niko_upset_meow Por que você criaria um mundo condenado desde o princípio?
ru: @niko_upset_meow Зачем тебе создавать мир, который был обречён с самого начала?

source: @niko_distressed_meow ...why do you keep bringing me back to it?
cht: @niko_distressed_meow ...为何你要一次次地把我带到这里？
es: @niko_distressed_meow ¿... Por qué sigues trayéndome de vuelta?
it: @niko_distressed_meow ...Perché continui a portarmici?
ja: @niko_distressed_meow …何で、いつもミーは 連れ戻されなきゃいけないの？
ko: @niko_distressed_meow ...왜 계속 나를 데려오는 거냐구요?
pt_br: @niko_distressed_meow ... E por que insiste em me trazer até aqui?
ru: @niko_distressed_meow ...и почему ты продолжаешь меня в него возвращать?

source: @niko_upset2 \p..... \>\naren't you supposed to be a kind god??
cht: @niko_upset2 \p...\>\n你难道不应该是个善良的上帝吗？
es: @niko_upset2 \p... \>\n¿No se supone que eres una divinidad bondadosa?
it: @niko_upset2 \p...... \>\nnon dovresti essere un dio buono??
ja: @niko_upset2 \p…… \>\n神様なんじゃないの？
ko: @niko_upset2 \p 님은..... \>\n상냥한 신이 아니었던 건가??
pt_br: @niko_upset2 \p..... \>\nVocê não deveria ser uma divindade boa??
ru: @niko_upset2 \p..... \>\nи почему я думал, что ты добрый бог??

source: @proto1b [...oh.]
cht: @proto1b [...哦。]
ja: @proto1b […ああ。]
ko: @proto1b [...아.]
pt_br: @proto1b [... Ah.]
ru: @proto1b [...о.]

source: @proto_eyeclosed [It appears that we have some confusion here.]
cht: @proto_eyeclosed [看来我们有点误会。]
es: @proto_eyeclosed [Parece que hay algo de confusión.]
it: @proto_eyeclosed [Sembra che qui si sia fatta un po' di confusione.]
ja: @proto_eyeclosed [少し語弊があった。]
ko: @proto_eyeclosed [혼란이 생긴 것 같군.]
pt_br: @proto_eyeclosed [Parece que temos um equívoco aqui.]
ru: @proto_eyeclosed [Похоже, что ты немного запутался.]

source: @proto2 [\p did not build the world, Niko.]
cht: @proto2 [\p没有创造世界，Niko。]
es: @proto2 [\p no construyó el mundo, Niko.]
it: @proto2 [\p non ha costruito il mondo, Niko.]
ja: @proto2 [ニコ、この世界を作ったのは、 \p ではない。]
ko: @proto2 [\p 님이 세상을 만든 건 아냐, 니코.]
pt_br: @proto2 [\p não construiu o mundo, Niko.]
ru: @proto2 [\p не является создателем этого мира, Нико.]

source: @proto2 [\p only owns a machine that is able to generate the world from preexisting code.]
cht: @proto2 [\p只是有一台机器，这台机器可以从现有 的代码中生成世界。]
es: @proto2 [\p solo tiene una máquina en su posesión que puede generar el mundo desde código preexistente.]
it: @proto2 [\p possiede solo una macchina che è in grado di generare il mondo da un codice preesistente.]
ja: @proto2 [\p はただ、既存のコードから 世界を生成できる機械を所有 してるに過ぎない。]
ko: @proto2 [\p 님은 이미 존재하는 코드로 세상을 생성하는 기계를 갖고 있는 거야.]
pt_br: @proto2 [\p só tem uma máquina capaz de gerar o mundo a partir do código preexistente.]
ru: @proto2 [\p просто владеет устройством, которое может генерировать мир из уже существующего кода.]

source: @proto2b [They actually have fairly limited control of the events.]
cht: @proto2b [他们只有对事情有限的控制能力。]
es: @proto2b [En realidad tiene un control bastante limitado sobre los eventos.]
it: @proto2b [In realtà ha un controllo abbastanza limitato sugli eventi.]
ja: @proto2b [神と呼ばれる人々は、発生する現象を あまりコントロールできない。]
ko: @proto2b [신들은 사실 사건을 세세히 통제하지 못하지.]
pt_br: @proto2b [Na verdade, nem é oferecido tanto controle sobre os acontecimentos.]
ru: @proto2b [И по сути мало контролирует происходящие события.]

source: @proto2 [The world was built by someone else altogether.]
cht: @proto2 [应该说世界是被另外的某个人所创造的。]
es: @proto2 [El mundo fue construido por otra persona distinta.]
it: @proto2 [Il mondo è stato costruito da qualcuno di completamente diverso.]
ja: @proto2 [この世界は、 別の誰かの手によって作られた。]
ko: @proto2 [이 세상은 다른 사람이 만든 거야.]
pt_br: @proto2 [O mundo foi construído por alguém completamente diferente.]
ru: @proto2 [Этот мир был создан кем-то совершенно иным.]

source: @proto1c [Someone you cannot begin to fathom.]
cht: @proto1c [某个你无法想象的人。]
es: @proto1c [Alguien que no puedes ni empezar a comprender.]
it: @proto1c [Qualcuno che non puoi neanche immaginare.]
ja: @proto1c [キミには考えも及ばないような、 誰かの手によって。]
ko: @proto1c [네가 짐작하기도 힘든 누군가가.]
pt_br: @proto1c [Alguém que você nem imagina.]
ru: @proto1c [Кем-то, кого ты пока что не в состоянии понять.]

source: @proto2b [It was also not designed to be the futile quest that it is now, but...]
cht: @proto2b [他也并不想造成现在的局面，但...]
es: @proto2b [Tampoco fue diseñado para ser la aventura inútil que es ahora, pero...]
it: @proto2b [In origine, il mondo non era stato concepito come la futile ricerca che è adesso, ma...]
ja: @proto2b [とはいえ元々は、現在のような、 無為な旅となるように設計されてる わけでもなかった。でも…]
ko: @proto2b [그리고 너의 모험이 원래 이처럼 헛되도록 만들어진 것도 아냐...]
pt_br: @proto2b [Também não foi projetado para ser a missão fútil que é agora, mas...]
ru: @proto2b [Мир не был задуман как тщетный поход, которым сейчас является, но...]

source: @proto_eyeclosed [...too many things went wrong.]
cht: @proto_eyeclosed [...很多东西出错了。]
es: @proto_eyeclosed [... demasiadas cosas fallaron.]
it: @proto_eyeclosed [...troppe cose sono andate storte.]
ja: @proto_eyeclosed […何もかもがうまくいかなかった。]
ko: @proto_eyeclosed [...너무 많은 것이 잘못되었어.]
pt_br: @proto_eyeclosed [... muitas coisas deram errado.]
ru: @proto_eyeclosed [...много чего пошло не по плану.]

source: @proto1c [There's... a type of signal disruption that he never expected.]
cht: @proto1c [出现了他从来没有预料到的...信号 损坏。]
es: @proto1c [Hay... un tipo de alteración de señal que jamás esperó.]
it: @proto1c [Esiste... un tipo di distorsione del segnale che lui non aveva previsto.]
ja: @proto1c [この世界には…彼も予想だにしてなかった、 信号阻害のようなものが存在してる。]
ko: @proto1c [그 분이 전혀 예상하지 못한 신호 왜곡이... 있었거든.]
pt_br: @proto1c [Surgiram... tipos de interferência de sinal que ele nunca tinha previsto.]
ru: @proto1c [Есть... тип нарушения сигнала, которого создатель не ожидал.]

source: @proto1b [It's eating away at the world, slowly rendering it into an unrecognizable mess.]
cht: @proto1b [它在不断地蚕食世界，慢慢地把它变成 一团糟。]
es: @proto1b [Está consumiendo el mundo, lo está convirtiendo lentamente en un lio irreconocible.]
it: @proto1b [Sta sgretolando il mondo, facendolo lentamente sprofondare in un caos irriconoscibile.]
ja: @proto1b [世界は侵食され、原形をとどめないほどの 混乱の渦へと、徐々に陥ってる。]
ko: @proto1b [그게 세상을 먹어 치우면서, 천천히 엉망진창으로 만들고 있지.]
pt_br: @proto1b [Isso está devorando o mundo, transformando-o lentamente numa bagunça irreconhecível.]
ru: @proto1b [Он пожирает этот мир, медленно превращая его в искажённое до неузнаваемости месиво.]

source: @proto2b [Even if you bring back the sun, it will not go away.]
cht: @proto2b [即使你带回了太阳，它也不会消失。]
es: @proto2b [Incluso si recuperaras el sol, no desaparecerá.]
it: @proto2b [Anche se riporterai il sole, il problema non andrà via.]
ja: @proto2b [太陽を復活させたとしても、それが 消えることはない。]
ko: @proto2b [네가 태양을 돌려놓는대도, 이건 사라지지 않을 거야.]
pt_br: @proto2b [Mesmo se você trouxer o sol de volta, isso não acabará.]
ru: @proto2b [Даже если ты вернёшь солнце, он не исчезнет.]

source: @niko3 The square stuff, isn't it?
cht: @niko3 就是那些方块，对吗？
es: @niko3 Los cuadrados, ¿verdad?
it: @niko3 Parli della roba quadrata, vero?
ja: @niko3 四角形のことだよね？
ko: @niko3 사각형 말이에요?
pt_br: @niko3 São os quadrados, né?
ru: @niko3 Ты о квадратных штуках, да?

source: @niko_eyeclosed I remember those from before...
cht: @niko_eyeclosed 这是来自我以前的记忆...
es: @niko_eyeclosed Los recuerdo...
it: @niko_eyeclosed Me la ricordo da prima...
ja: @niko_eyeclosed 昔、見たことある…
ko: @niko_eyeclosed 전에 본 기억이 나요...
pt_br: @niko_eyeclosed Eu me lembro disso, de antes...
ru: @niko_eyeclosed Я их ещё помню с прошлого раза...

source: @proto1b [Then you know what to watch out for.]
cht: @proto1b [那么你知道要小心什么了。]
es: @proto1b [Entonces ya sabes con qué tener cuidado.]
it: @proto1b [Allora sai già a cosa fare attenzione.]
ja: @proto1b [だとすれば、何を警戒すべきか 知ってるね。]
ko: @proto1b [그러면 뭘 조심해야 하는지 알겠군.]
pt_br: @proto1b [Então já deve conhecer os perigos à frente.]
ru: @proto1b [Тогда ты знаешь, чего остерегаться.]

source: @proto1c [...The creator knows what might be causing it, but there is nothing that he could do...]
cht: @proto1c [...创造者知道可能的原因，但他也不能 做什么...]
es: @proto1c [... El creador sabe qué podría estar causándolo, pero no hay nada que pueda hacer...]
it: @proto1c [...Il creatore sa cosa potrebbe causarla, ma non c'è mai stato niente che lui potesse fare...]
ja: @proto1c […それを引き起こしてる原因を、創造主は 知ってるかもしれない。しかし、彼には 何も手出しができなかった…]
ko: @proto1c [...창조자는 원인이 무엇인지 알지만, 손을 쓸 수는 없었어...]
pt_br: @proto1c [... O criador sabe o que pode estar causando isso, mas nada podia ser feito...]
ru: @proto1c [...Создатель знает, что, должно быть, вызывает это нарушение, но он ничего не мог с этим поделать...]

source: @proto1 [...until now.]
cht: @proto1 [...直到现在。]
es: @proto1 [... Hasta ahora.]
it: @proto1 [...fino ad ora.]
ja: @proto1 […この瞬間までは。]
ko: @proto1 [...지금까지는.]
pt_br: @proto1 [... até agora.]
ru: @proto1 [...до этого дня.]

source: @proto1b [You managed to find me, after all.]
cht: @proto1b [你最终找到了我。]
es: @proto1b [Has conseguido encontrarme, después de todo.]
it: @proto1b [Sei riuscito a trovarmi, dopotutto.]
ja: @proto1b [やっと、ボクを見つけてくれたね。]
ko: @proto1b [네가 마침내 날 찾아냈으니까.]
pt_br: @proto1b [Afinal, você conseguiu me encontrar.]
ru: @proto1b [Ты в конце концов смог найти меня.]

source: @proto2 [You being here was due to his help.]
cht: @proto2 [你来到这里是因为他的帮忙。]
es: @proto2 [Que tú estés aquí ha sido por su ayuda.]
it: @proto2 [Se sei qui è grazie al suo aiuto.]
ja: @proto2 [彼の助けがあったから、キミは ここにいる。]
ko: @proto2 [네가 여기에 있는 건 그 분의 도움 덕분이었어.]
pt_br: @proto2 [Você está aqui por causa da ajuda dele.]
ru: @proto2 [Ты находишься здесь благодаря его помощи.]

source: @niko2 Oh...\>I guess it has something to do with the journal?
cht: @niko2 哦...\>我猜这和那本日志有点关系？
es: @niko2 Oh... \>¿Tiene algo que ver con el diario?
it: @niko2 Oh...\> Immagino che abbia qualcosa a che fare con il diario?
ja: @niko2 あっ…\>もしかして、日記と何か関係あるの？
ko: @niko2 아...\>일지와 관계가 있는 건가요?
pt_br: @niko2 Ah... \>Então isso tem alguma coisa a ver com o diário?
ru: @niko2 O...\>Полагаю, это как-то связано с дневником?

source: @proto1b [Correct.]
cht: @proto1b [是的。]
es: @proto1b [Correcto.]
it: @proto1b [Corretto.]
ja: @proto1b [そう。]
ko: @proto1b [맞아.]
pt_br: @proto1b [Correto.]
ru: @proto1b [Верно.]

source: @proto1 [Looks like he wants to have one final attempt at fixing it.]
cht: @proto1 [看起来他是想做最后的努力来修好它。]
es: @proto1 [Parece que quiere hacer un último intento por arreglarlo.]
it: @proto1 [Sembra che voglia fare un ultimo tentativo per sistemare le cose.]
ja: @proto1 [彼は最後にもう一度、この世界を 修復しようとしてる。]
ko: @proto1 [이제 그 분은 세상을 고치려고 마지막 시도를 하고 있어.]
pt_br: @proto1 [Parece que ele quer tentar consertá-lo uma última vez.]
ru: @proto1 [Похоже, он хочет в последний раз попробовать всё исправить.]

source: @proto2 [...and he might need to do it through you.]
cht: @proto2 [...而且他可能需要通过你来做。]
es: @proto2 [... Y puede que te necesite para conseguirlo.]
it: @proto2 [...E tu potresti fargli da tramite.]
ja: @proto2 […そしておそらく、そのためには キミが必要。]
ko: @proto2 [...널 통해서 말이지.]
pt_br: @proto2 [... e talvez ele precise fazer isso através de você.]
ru: @proto2 [...и ему скорее всего понадобится твоя помощь.]

source: @proto1b [Niko, do you remember how to get to the Glen?]
cht: @proto1b [Niko 你记得怎么到 Glen 吗？]
es: @proto1b [Niko, ¿te acuerdas de cómo llegar al Valle?]
it: @proto1b [Niko, ti ricordi come arrivare alla Valle?]
ja: @proto1b [ニコ、どうやって峡谷まで 辿り着いたか覚えてる？]
ko: @proto1b [니코, 협곡으로 가는 방법을 기억해?]
pt_br: @proto1b [Niko, você ainda se lembra do caminho até o Vale?]
ru: @proto1b [Нико, ты помнишь, как добраться до Долины?]

source: @proto2 [Whatever you did in your last session, you should stick with it for now.]
cht: @proto2 [无论你在上次的旅程中做过什么，你现在 也要坚持做。]
es: @proto2 [Por ahora, deberías hacer lo mismo que en tu última sesión.]
it: @proto2 [Qualunque cosa tu abbia fatto nella tua ultima sessione, dovresti attenerti a quella per ora.]
ja: @proto2 [最後のセッションでしたことを、 ひとまず試してみるべき。]
ko: @proto2 [지난번에 썼던 방법, 그걸 다시 쓰면 돼.]
pt_br: @proto2 [Seja lá o que tenha feito na última sessão, é melhor não fugir muito disso por enquanto.]
ru: @proto2 [Что бы ты ни делал в прошлой сессии, пока что придерживайся того же курса.]

source: @niko_eyeclosed I remember a boat...
cht: @niko_eyeclosed 我记得有艘船...
es: @niko_eyeclosed Recuerdo una barca...
it: @niko_eyeclosed Ricordo una barca...
ja: @niko_eyeclosed たしか、ボートで…
ko: @niko_eyeclosed 어떤 배가 기억나요...
pt_br: @niko_eyeclosed Eu me lembro de um barco...
ru: @niko_eyeclosed Я помню лодку...

source: @niko ...more specifically, fixing a robot that drives the boat.
cht: @niko ...更确切的说，是修理一个能驾驶船 的机器人。
es: @niko ... En concreto, recuerdo arreglar al robot que llevaba la barca.
it: @niko ...o meglio, di aver sistemato un robot che la guidava.
ja: @niko …そう、ボートを漕いでくれる ロボットを直した。
ko: @niko ...더 자세히는, 배를 모는 로봇을 고쳤어요.
pt_br: @niko ... mais especificamente, eu me lembro de um robô que pilotava o barco.
ru: @niko ...точнее, как я чинил робота-лодочника.

source: @proto2 [Alright, then go do that.]
cht: @proto2 [好，那就去做。]
es: @proto2 [Muy bien, entonces ve a hacer eso.]
it: @proto2 [Va bene, allora fai quello.]
ja: @proto2 [よし、じゃあそのロボットを直そう。]
ko: @proto2 [좋아. 그럼 가서 그렇게 해.]
pt_br: @proto2 [Certo, então vá fazer isso.]
ru: @proto2 [Хорошо. Тогда иди и сделай это снова.]

source: @niko_eyeclosed The boat robot has those squares over it...
cht: @niko_eyeclosed 那艘船的机器人那里有一些方块...
es: @niko_eyeclosed El robot de la barca está cubierto por cuadrados...
it: @niko_eyeclosed Il robot della barca ha quei quadrati sopra...
ja: @niko_eyeclosed 四角形に囲まれちゃってるんだ…
ko: @niko_eyeclosed 배 로봇에게도 그 사각형이 생겼어...
pt_br: @niko_eyeclosed O robô do barco está coberto daqueles quadrados...
ru: @niko_eyeclosed Тот лодочник теперь покрыт квадратами...

source: @proto_gasp2 ...oh.
cht: @proto_gasp2 ...噢。
ja: @proto_gasp2 […なるほど。]
ko: @proto_gasp2 ...이런.
pt_br: @proto_gasp2 ... ah.
ru: @proto_gasp2 ..о..

source: @proto2b [Then do whatever you must to find a new boat.]
cht: @proto2b [那你无论如何需要再找一艘船。]
es: @proto2b [Entonces haz lo que sea necesario para encontrar otro barca.]
it: @proto2b [Allora fai di tutto per trovare una nuova barca.]
ja: @proto2b [それなら、何としてでも新しい ボートを見つけないと。]
ko: @proto2b [그러면 어떻게든 다른 배를 찾아봐.]
pt_br: @proto2b [Então faça o que for necessário para encontrar outro barco.]
ru: @proto2b [Тогда сделай что необходимо, чтобы найди новую лодку.]

source: @proto2 [There are plenty of machine parts around the Barrens that can be repurposed.]
cht: @proto2 [Barrens 到处都有很多机器零件可以 进行改装。]
es: @proto2 [Hay muchas piezas de máquina en los Baldíos que se pueden reutilizar.]
it: @proto2 [Ci sono molti componenti meccanici in giro per la Baia Desolata che possono essere riutilizzati.]
ja: @proto2 [不毛の地には、再利用できる機械の パーツがたくさん転がってる。]
ko: @proto2 [불모지 주변에는 활용할 만한 기계 부품들이 널렸으니까.]
pt_br: @proto2 [Nos arredores das Terras Áridas tem um monte de peças de máquinas dá para reaproveitar.]
ru: @proto2 [В Пустошах полно деталей от механизмов, которые можно приспособить под свои нужды.]

source: @proto2 [You seem enthusiastic.]
cht: @proto2 [你似乎很激动。]
es: @proto2 [Pareces entusiasmado.]
it: @proto2 [Sembri entusiasta.]
ja: @proto2 [やる気満々だね。]
ko: @proto2 [열정이 넘치는 것 같네.]
pt_br: @proto2 [Você parece feliz.]
ru: @proto2 [Да ты полон энтузиазма.]

source: @proto2b [...that was sarcasm.]
cht: @proto2b [...这有些讽刺。]
es: @proto2b [... Intentaba ser sarcástico.]
it: @proto2b [...Era sarcasmo.]
ja: @proto2b […冗談だよ。]
ko: @proto2b [...비꼰 거야.]
pt_br: @proto2b [... sarcasmo?]
ru: @proto2b [...это был сарказм.]

source: @niko_upset Knowing everything isn't real...
cht: @niko_upset 知道所有东西都不是真的...
es: @niko_upset Saber que todo esto no es real...
it: @niko_upset Sapere che nulla è reale...
ja: @niko_upset 何もかも現実じゃないって 知っちゃうと…
ko: @niko_upset 모든 게 가짜라고 생각하니...
pt_br: @niko_upset Saber que tudo não é real...
ru: @niko_upset Когда знаешь, что всё ненастоящее...

source: @niko_upset2 ...really does make it feel pointless...
cht: @niko_upset2 ...确实让人感觉没有意义...
es: @niko_upset2 ... Hace que parezca que no tiene sentido...
it: @niko_upset2 ...fa davvero sembrare tutto inutile...
ja: @niko_upset2 …ものすごく、無意味に思えちゃう…
ko: @niko_upset2 ...정말 무의미하게 느껴져요...
pt_br: @niko_upset2 ... faz a gente se sentir inútil...
ru: @niko_upset2 ...кажется, что это всё бессмысленно...

source: @proto1b [But you DO want to go home, right?]
cht: @proto1b [但你真的很想回家，是吗？]
es: @proto1b [Pero, tú QUIERES ir a casa, ¿verdad?]
it: @proto1b [Ma tu VUOI tornare a casa, giusto?]
ja: @proto1b [でも、家には帰りたいんだろう？]
ko: @proto1b [하지만 넌 집에 가고 싶잖아?]
pt_br: @proto1b [Mas você QUER ir para casa, não quer?]
ru: @proto1b [Но ты ведь ХОЧЕШЬ вернуться домой?]

source: @niko3 Yeah, but...
cht: @niko3 是的，但...
es: @niko3 Sí, pero...
it: @niko3 Sì, ma...
ja: @niko3 うん、でも…
ko: @niko3 그래요, 하지만...
pt_br: @niko3 Sim, mas...
ru: @niko3 Да, но...

source: @niko_distressed2 How will I know that this isn't just another...
cht: @niko_distressed2 我怎么知道这是不是又是一次徒劳...
es: @niko_distressed2 ¿Cómo sé que esta no es otra...?
it: @niko_distressed2 Come faccio a sapere che questo non è solo un altro...
ja: @niko_distressed2 今回がいつもみたいな世界じゃないって、 どうすれば分かるのさ…
ko: @niko_distressed2 어떻게 알아요? 이번에 임무를 수행해도 또...
pt_br: @niko_distressed2 Como vou saber que isso não é apenas mais uma...
ru: @niko_distressed2 Как я узнаю, что это не ещё одна...

source: @proto2b [Because this session might be the last one.]
cht: @proto2b [因为这次旅程会是最后一次。]
es: @proto2b [Porque esta sesión podría ser la última.]
it: @proto2b [Perché questa sessione potrebbe essere l'ultima.]
ja: @proto2b [それは、このセッションで最後になる 可能性があるから。]
ko: @proto2b [이 세션이 마지막일 거야.]
pt_br: @proto2b [Porque esta pode ser a última sessão.]
ru: @proto2b [Потому что, скорее всего, эта сессия станет последней.]

source: @proto1c [The creator is mobilizing things, throwing everything into this one last shot.]
cht: @proto1c [创造者在集合所有的东西，准备孤注一掷。]
es: @proto1c [El creador está movilizando cosas, usando todo lo que puede para esta última oportunidad.]
it: @proto1c [Il creatore sta mobilitando alcune cose, dando il tutto per tutto per questo ultimo tentativo.]
ja: @proto1c [創造主は、ありとあらゆる物を集結させて、 この最後のチャンスにかけてる。]
ko: @proto1c [창조자가 이 마지막 기회에 모든 걸 걸고 있거든.]
pt_br: @proto1c [O criador está mobilizando as coisas, apostando tudo nessa última tentativa.]
ru: @proto1c [Создатель мобилизует всё, что у него есть ради этой последней попытки.]

source: @proto2b [There might not be enough internal resources left for \p to be able to generate another session after this.]
cht: @proto2b [这以后不会有足够的内部资源\p 来生成另一段旅程。]
es: @proto2b [Puede que no queden suficientes recursos internos para que \p pueda generar otra sesión después de esta.]
it: @proto2b [Dopo questa sessione, le risorse interne rimaste potrebbero non essere sufficienti per farne generare un'altra a \p.]
ja: @proto2b [\p には、もうこの後に新たな セッションを作成するほどの内部 リソースが残ってないかもしれない。]
ko: @proto2b [아마 이 다음엔 \p 님의 내부 리소스가 부족해서 세션을 새로 생성할 수 없을 거야.]
pt_br: @proto2b [Pode não haver recursos internos suficientes para \p conseguir gerar outra sessão depois disso.]
ru: @proto2b [После этого \p может не хватить внутренних ресурсов для ещё одного сессии.]

source: @proto1c [...Just go find a new boat for now.]
cht: @proto1c [...现在再去找艘船。]
es: @proto1c [... Por ahora ve a buscar otro barca.]
it: @proto1c [...Adesso, però, vai a cercare una nuova barca.]
ja: @proto1c […ひとまず、新しいボートを 見つけ出して。]
ko: @proto1c [...어쨌든 지금은 배를 찾아 .]
pt_br: @proto1c [... Preocupe-se em achar outro barco, por enquanto.]
ru: @proto1c [...Пойди пока поищи новую лодку.]

source: @proto1c [...Just go fix the rowbot for now.]
cht: @proto1c [...现在去修好划船机器人。]
es: @proto1c [... Por ahora ve a arreglar el remobot.]
it: @proto1c [...Per ora, vai a sistemare il robattello.]
ja: @proto1c […ひとまず、漕ぎボットを 修理してきて。]
ko: @proto1c [...어쨌든 지금은 운항봇을 찾아.]
pt_br: @proto1c [... Preocupe-se em consertar o remobô, por enquanto.]
ru: @proto1c [...Пойди пока почини веслобота.]

source: @proto1b [But please, be careful.]
cht: @proto1b [但请一定小心。]
es: @proto1b [Pero, por favor, ten cuidado.]
it: @proto1b [Ma mi raccomando, fai attenzione.]
ja: @proto1b [でも、気をつけてね。]
ko: @proto1b [하지만, 조심해.]
pt_br: @proto1b [Por favor, tome cuidado.]
ru: @proto1b [Но прошу, будь осторожен.]

source: @niko3 What about you?
cht: @niko3 那你呢？
es: @niko3 ¿Y qué pasa contigo?
it: @niko3 E tu cosa farai?
ja: @niko3 君は？
ko: @niko3 당신은요?
pt_br: @niko3 E você?
ru: @niko3 А как же ты?

source: @proto2 [I will meet you at the docks later.]
cht: @proto2 [我稍后与你在码头见面。]
es: @proto2 [Te veré en el muelle más tarde.]
it: @proto2 [Ti raggiungerò più tardi ai moli.]
ja: @proto2 [後ほど、波止場で会おう。]
ko: @proto2 [나중에 부두로 갈게.]
pt_br: @proto2 [Encontrarei você nas docas mais tarde.]
ru: @proto2 [Я встречу тебя попозже у пирсов.]

source: @proto2b [...Need to take care of something first.]
cht: @proto2b [...需要先处理一点事情。]
es: @proto2b [... Tengo algo que hacer antes.]
it: @proto2b [...Devo occuparmi di una cosa prima.]
ja: @proto2b […先にやることがある。]
ko: @proto2b [...난 그 전에 할 일이 있어.]
pt_br: @proto2b [... Preciso cuidar de uma coisa primeiro.]
ru: @proto2b [...Нужно сначала кое о чём позаботиться.]
