Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: POT_VERSION
cht: zh_CHT.11
es: es.9
ja: ja.11
ko: ko.15
pt_br: pt_BR.9
ru: ru.2

source: Niko
ja: ニコ
ko: 니코
ru: Нико

source: Alula
ja: アルーラ
ko: 알룰라
ru: Алула

source: Rue
ja: ルエ
ko: 루
ru: Рю

source: Silver
ja: シルバー
ko: 실버
ru: Сильвер

source: invisible
cht: 隐形
it: invisibile
ja: 透明
ko: 투명
pt_br: invisível
ru: невидимый

source: Plight
ja: プライト
ko: 플라이트
ru: Фонарщик

source: Cedric
ja: セドリック
ko: 세드릭
ru: Седрик

source: Proto
ja: プロト
ko: 프로토
ru: Прото

source: lightbulb
cht: 灯泡
es: bombilla
it: lampadina
ja: 電球
ko: 전구
pt_br: lâmpada
ru: лампочка

source: A large lightbulb. It's the sun.
cht: 一只大灯泡。那是太阳。
es: Una bombilla grande. Es el sol.
it: Una grande lampadina. È il sole.
ja: 大きな電球。太陽だ。
ko: 커다란 전구. 태양이다.
pt_br: Uma grande lâmpada. É o sol.
ru: Большая лампочка. Это солнце.

source: television remote
cht: 电视遥控器
es: mando de televisor
it: telecomando
ja: テレビのリモコン
ko: TV 리모컨
pt_br: controle da televisão
ru: пульт от телевизора

source: It's too hard to read in the dark light.
cht: 黑暗中实在看不清。
es: Resulta demasiado complicado leer a oscuras.
it: È troppo difficile da leggere al buio.
ja: 暗い場所では文字が読めない。
ko: 어두워서 글자가 잘 보이지 않는다.
pt_br: É muito difícil ler no escuro.
ru: В темноте его не рассмотреть.

source: bottle of alcohol
cht: 一瓶酒
es: botella de alcohol
it: bottiglia di alcol
ja: アルコールのビン
ko: 술병
pt_br: frasco de álcool
ru: бутылка с алкоголем

source: The smell of the liquid is repugnant.
cht: 酒精的气味让人难受。
es: El olor del líquido es repugnante.
it: L'odore del liquido è ripugnante.
ja: 液体は不快な臭いがする。
ko: 안에 든 액체에서 고약한 냄새가 난다.
pt_br: O cheiro do líquido é repugnante.
ru: Запах этой жидкости отвратителен.

source: dry branch
cht: 干枯的树枝
es: rama seca
it: ramo secco
ja: 乾いた枝
ko: 마른 나뭇가지
pt_br: galho seco
ru: сухая ветка

source: A flaky, dry branch from the bathroom plant.
cht: 浴室植物上表皮剥落的干枯树枝。
es: Una rama lacia y seca de la planta del cuarto de baño.
it: Un ramo secco e fragile preso dalla pianta nel bagno.
ja: 浴室にある観葉植物の、パサパサに乾いた枝。
ko: 화장실에 있던 식물에서 꺾은 말라 버린 가지.
pt_br: Um galho seco e escamoso da planta do banheiro.
ru: Облезшая ветка высохшего растения из ванной комнаты.

source: wet branch
cht: 湿漉漉的树枝
es: rama húmeda
it: ramo bagnato
ja: 濡れた枝
ko: 젖은 나뭇가지
pt_br: galho molhado
ru: мокрая ветка

source: The tip of the branch is soaked with alcohol.
cht: 树枝的一端沾满了酒。
es: La punta de la rama está impregnada de alcohol.
it: La punta del ramo è imbevuta d'alcol.
ja: 枝の先はアルコールで濡れている。
ko: 끝부분을 술에 적신 나뭇가지다.
pt_br: A ponta do galho está molhada de álcool.
ru: Кончик ветки пропитан алкоголем.

source: torch
cht: 火把
es: antorcha
it: torcia
ja: たいまつ
ko: 횃불
pt_br: tocha
ru: факел

source: Doesn't give off much light.
cht: 闪着微弱的火光。
es: No da mucha luz.
it: Non emana molta luce.
ja: あまり明るくない。
ko: 그리 밝지는 않다.
pt_br: Não provê muita luz.
ru: От него не слишком много света.

source: basement key
cht: 地下室钥匙
es: llave del sótano
it: chiave della cantina
ja: 地下室の鍵
ko: 지하실 열쇠
pt_br: chave do porão
ru: ключ от подвала

source: This thing looks old.
cht: 这东西看起来古老而陈旧。
es: Este objeto parece antiguo.
it: Sembra vecchia.
ja: なんだか古めかしい。
ko: 매우 낡아 보이는 열쇠다.
pt_br: Parece antiga.
ru: На вид, эта вещица уже повидала виды.

source: camera
cht: 照相机
es: cámara
it: fotocamera
ja: カメラ
ko: 카메라
pt_br: câmera
ru: камера

source: A broken camera with a large screwed-in lens.
cht: 带拧式大镜头的破相机。
es: Una cámara rota con un gran objetivo enroscado.
it: Una fotocamera rotta con un grande obiettivo avvitato.
ja: 大きなねじ込み式レンズがついた、壊れたカメラ。
ko: 망가진 카메라. 대형 렌즈가 나사로 장착되어 있다.
pt_br: Câmera quebrada com uma grande lente parafusada.
ru: Сломанная камера с большой вкрученной линзой.

source: screwdriver
cht: 螺丝刀
es: destornillador
it: cacciavite
ja: ドライバー
ko: 드라이버
pt_br: chave de fenda
ru: отвёртка

source: Phillips-head.
cht: 十字槽螺丝帽。
es: De estrella.
it: A croce.
ja: プラスのネジに対応。
ko: 십자 드라이버.
pt_br: Chave Phillips
ru: Крестовая.

source: lens
cht: 镜头
es: lente
it: lente
ja: レンズ
ko: 렌즈
pt_br: lente
ru: линза

source: A large glass lens.
cht: 一个大玻璃镜头。
es: Una lente grande de cristal.
it: Una grande lente di vetro.
ja: 大きなガラスのレンズ。
ko: 커다란 유리 렌즈.
pt_br: Grande lente de vidro.
ru: Большая стеклянная линза.

source: empty bottle
cht: 空瓶子
es: botella vacía
it: bottiglia vuota
ja: 空ビン
ko: 빈 병
pt_br: frasco vazio
ru: пустая бутылка

source: The smell of alcohol lingers.
cht: 残留着酒精的气味。
es: El olor a alcohol aún perdura.
it: Si sente ancora l'odore dell'alcol.
ja: アルコールの臭いが残っている。
ko: 술 냄새가 아직도 남아 있다.
pt_br: O cheiro do álcool permanece.
ru: Запах спирта ещё не выветрился.

source: broken battery
cht: 破损的电池
es: batería rota
it: batteria rotta
ja: 壊れたバッテリー
ko: 망가진 배터리
pt_br: bateria quebrada
ru: сломанная батарея

source: Apparently a battery. It has some broken glass in it.
cht: 很明显是一个电池。里面有一些碎玻璃渣。
es: Parece una batería. Contiene cristales rotos.
it: Si direbbe una batteria. Al suo interno ci sono dei pezzi di vetro.
ja: バッテリーのようだ。中に割れたガラスが入っている。
ko: 배터리다. 깨진 유리가 붙어 있다.
pt_br: Pelo jeito, uma bateria. Tem vidro quebrado dentro dela.
ru: Выглядит как батарея. Внутри - немного осколков стекла.

source: empty battery
cht: 没电的电池
es: batería vacía
it: batteria scarica
ja: 空のバッテリー
ko: 빈 배터리
pt_br: bateria descarregada
ru: разряженная батарея

source: An intact, rechargable battery. Currently empty.
cht: 一个完整的可充电电池。目前没电。
es: Una batería intacta y recargable. De momento está vacía.
it: Una batteria ricaricabile in buono stato. Attualmente scarica.
ja: 傷一つない充電式バッテリー。今は充電されてない。
ko: 망가지지 않은 충전식 배터리, 지금은 충전되어 있지 않다.
pt_br: Bateria recarregável intacta. Vazia no momento.
ru: Целая перезаряжаемая батарея. Разряжена.

source: charged battery
cht: 充电电池
es: batería cargada
it: batteria carica
ja: 充電済みバッテリー
ko: 충전된 배터리
pt_br: bateria carregada
ru: заряженная батарея

source: A working, rechargable battery. Maximum power.
cht: 一个可用的充电电池。电量充足。
es: Una batería recargable y que funciona. Potencia máxima.
it: Una batteria ricaricabile funzionante. È completamente carica.
ja: 作動可能な充電式バッテリー。フルチャージ。
ko: 제대로 작동하는 충전식 배터리. 최대 출력 상태다.
pt_br: Bateria recarregável funcionando com força total.
ru: Рабочая перезаряжаемая батарея. Полный заряд.

source: bottle of smoke
cht: 一瓶烟雾
es: botella de humo
it: bottiglia di fumo
ja: 煙入りビン
ko: 연기가 든 병
pt_br: frasco com fumaça
ru: бутылка с дымом

source: It's full of noxious fumes.
cht: 瓶内装满了有毒气体。
es: Contiene gases tóxicos.
it: Contiene vapori tossici.
ja: 有毒ガスでいっぱいだ。
ko: 유독 가스가 가득 차 있다.
pt_br: Está cheio de fumaça tóxica.
ru: Наполнена ядовитыми испарениями.

source: bottle of acid
cht: 一瓶酸性物质
es: botella de ácido
it: bottiglia di acido
ja: 酸の入ったビン
ko: 산성 액체가 든 병
pt_br: frasco com ácido
ru: бутылка с кислотой

source: It's full of a thick liquid acid.
cht: 瓶内装满了粘稠的酸性液体。
es: Contiene un espeso ácido líquido.
it: Contiene un liquido denso e acido.
ja: 粘っこい酸性の液体でいっぱいだ。
ko: 걸죽한 산성 액체로 가득 차 있다.
pt_br: Está cheio de ácido líquido espesso
ru: Наполнена густой кислотой.

source: wet sponge
cht: 湿海绵
es: esponja húmeda
it: spugna bagnata
ja: 濡れたスポンジ
ko: 젖은 스펀지
pt_br: esponja molhada
ru: мокрая губка

source: Sponge soaked with acidic cleaning solution.
cht: 蘸了酸性清洗液的海绵。
es: Esponja impregnada de producto de limpieza.
it: Spugna intrisa di una soluzione acida adatta per pulire.
ja: 酸性の洗浄液が染み込んだスポンジ。
ko: 산성 세제에 적신 스펀지.
pt_br: Esponja encharcada de solução de limpeza ácida.
ru: Губка, пропитанная кислотным очищающим раствором.

source: crowbar
cht: 撬棍
es: palanca
it: piede di porco
ja: バールのようなもの
ko: 쇠지레
pt_br: pé de cabra
ru: лом

source: Makeshift crowbar made from a pipe.
cht: 用铁管压制成的临时撬棍。
es: Palanca improvisada a partir de una tubería.
it: Piede di porco ricavato da un tubo.
ja: パイプから作った、間に合わせのバールのようなもの。
ko: 쇠막대기를 지레 형태로 만든 것.
pt_br: Pé de cabra improvisado feito de cano.
ru: Самодельная монтировка из трубы.

source: metal rod
cht: 金属棒
es: vara de metal
it: tubo di metallo
ja: 鉄パイプ
ko: 쇠막대기
pt_br: haste de metal
ru: металлический прут

source: It weighs surprisingly little.
cht: 这个金属棒出乎意料地轻。
es: Increíblemente ligera.
it: Pesa sorprendentemente poco.
ja: 驚くほど軽い。
ko: 의외로 가볍다.
pt_br: Surpreendentemente leve.
ru: Весит на удивление мало.

source: sponge
cht: 海绵
es: esponja
it: spugna
ja: スポンジ
ko: 스펀지
pt_br: esponja
ru: губка

source: A flat sponge with a rough surface.
cht: 表面粗糙的海绵片。
es: Una esponja plana con una superficie áspera.
it: Una spugna sottile dalla superficie ruvida.
ja: 表面が粗い平らなスポンジ。
ko: 표면이 거칠고 납작한 스펀지.
pt_br: Esponja chata com superfície áspera.
ru: Плоская губка с шершавой поверхностью.

source: empty syringe
cht: 空的注射器
es: jeringuilla vacía
it: siringa vuota
ja: 空の注射器
ko: 빈 주사기
pt_br: seringa vazia
ru: пустой шприц

source: The needle is particularly long.
cht: 针头非常长。
es: La aguja es especialmente larga.
it: L'ago è particolarmente lungo.
ja: 針が非常に長い。
ko: 바늘이 유난히 길다.
pt_br: A agulha é especialmente grande.
ru: С особо длинной иглой.

source: filled syringe
cht: 装满的注射器
es: jeringuilla llena
it: siringa piena
ja: 中身が入っている注射器
ko: 채운 주사기
pt_br: seringa cheia
ru: наполненный шприц

source: It's full of the strange liquid from the pond.
cht: 装满了池塘里的奇怪液体。
es: Contiene el extraño líquido del estanque.
it: È piena dello strano liquido della pozza.
ja: 池の奇妙な液体で満たされている。
ko: 연못에서 뽑아낸 정체불명의 액체로 가득하다.
pt_br: Está cheia do líquido estranho da lagoa.
ru: Наполнен странной жидкостью из пруда.

source: amber
cht: 琥珀
es: ámbar
it: ambra
ja: 琥珀
ko: 호박석
pt_br: âmbar
ru: янтарь

source: A piece of glowing amber with a black clover inside.
cht: 一块发光的琥珀，里面有一片黑色的三叶草。
es: Un trozo de ámbar resplandeciente con un trébol negro en su interior.
it: Un pezzo di ambra brillante con all'interno un trifoglio nero.
ja: 黒いクローバーが中に入った、輝く琥珀。
ko: 반짝이는 호박석 조각. 안에 검은 클로버가 들어 있다.
pt_br: Um pedaço de âmbar reluzente com um trevo preto dentro.
ru: Кусок светящегося янтаря с чёрным клевером внутри.

source: strange journal
cht: 奇怪的日志
es: diario extraño
it: strano diario
ja: 奇妙な日記
ko: 이상한 일지
pt_br: diário estranho
ru: странный дневник

source: Found in the Barrens. It's written in an unknown language.
cht: 在Barrens发现的日志。是用一种未知语言写成的。
es: Encontrado en los Baldíos. Está escrito en un idioma desconocido.
it: Trovato nella Baia Desolata. È scritto in una lingua sconosciuta.
ja: 不毛の地で見つけた。謎の言語で書かれている。
ko: 불모지에서 발견한 일지. 알 수 없는 언어로 쓰여 있다.
pt_br: Encontrado nas Terras Áridas. Está em uma língua desconhecida.
ru: Найден в Пустошах, написан на неизвестном языке.

source: feather
cht: 羽毛
es: pluma
it: penna
ja: 羽根
ko: 깃털
pt_br: pena
ru: перо

source: A long and slender feather with glowing edges.
cht: 一片边缘发光的细长羽毛。
es: Una pluma larga y fina con puntas brillantes.
it: Una penna lunga e sottile dai bordi brillanti.
ja: 輪郭が輝く、長細い羽根。
ko: 가장자리가 빛나는 길고 가느다란 깃털.
pt_br: Pena longa e fina com bordas brilhantes.
ru: Длинное изящное перо со светящимися краями.

source: bottle of dye
cht: 一瓶染料
es: botella de tinte
it: flacone di tinta
ja: 染料のビン
ko: 염료가 든 병
pt_br: frasco de pigmento
ru: флакон с красителем

source: A small vial filled with dark blue liquid used for dying wool.
cht: 一个小瓶，里面装满用来给毛线染色的深蓝色液体。
es: Un frasco pequeño con un líquido azul oscuro que sirve para teñir lana.
it: Una piccola fiala piena di un liquido blu scuro per tingere la lana.
ja: 羊毛を染めるために使われる、紺色の液体で満たされた小さなビン。
ko: 작은 유리병. 양털 염색에 사용하는 진한 푸른색 액체가 들어 있다.
pt_br: Frasquinho com líquido azul escuro para tingir lã.
ru: Небольшая склянка с тёмно-синей жидкостью для окрашивания шерсти.

source: tube of water
cht: 装有水的试管
es: tubo con agua
it: provetta d'acqua
ja: 水の管
ko: 물이 든 시험관
pt_br: tubo com água
ru: пробирка с водой

source: The label says "water sample".
cht: 标签上写着"水样"。
es: En la etiqueta pone "Muestra de agua".
it: Sull'etichetta c'è scritto "campione d'acqua".
ja: ラベルには「水サンプル」と書かれている。
ko: "물 표본"이라는 종이가 붙어 있다.
pt_br: A etiqueta diz “amostra de água”.
ru: Здесь написано «образец воды».

source: seed
cht: 种子
es: semilla
it: seme
ja: 種
ko: 씨앗
pt_br: semente
ru: семя

source: It's a seed apparently left behind by Maize.
cht: 这显然是Maize留下的种子。
es: Es una semilla supuestamente olvidada por Maize.
it: Sembra esser stato lasciato da Mays.
ja: メイズが残していった種のようだ。
ko: 메이즈가 남긴 듯한 씨앗이다.
pt_br: Semente talvez deixada por Maize.
ru: Похоже это семечко оставила за собой Мэйз.

source: wool
cht: 毛线
es: lana
it: lana
ja: 羊毛
ko: 양털
pt_br: lã
ru: шерсть

source: It's... kind of useless.
cht: 好像...没有什么用处。
es: No es muy... útil.
it: È un po'... inutile.
ja: あまり…役に立たない。
ko: 이건... 쓸모가 없다.
pt_br: É meio... inútil.
ru: Она... довольно бесполезна.

source: feather pen
cht: 羽毛笔
es: pluma de escribir
it: penna per scrivere
ja: 羽根ペン
ko: 깃펜
pt_br: pena de escrever
ru: ручка-перо

source: A pen made from dipping a feather into ink.
cht: 一种用羽毛蘸墨水写字的笔。
es: Escribe al mojar la pluma en tinta.
it: Una penna intinta nell'inchiostro.
ja: 羽根をインクにつけて使うペン。
ko: 깃털을 잉크에 찍어 만든 펜.
pt_br: Pena mergulhada em tinta.
ru: Писчее перо, обмакнутое в чернила.

source: die
cht: 骰子
es: dado
it: dado
ja: サイコロ
ko: 주사위
pt_br: dado
ru: кость

source: A die with glowing dots.
cht: 涂着发光亮点的骰子。
es: Un dado con puntos brillantes.
it: Un dado dai puntini brillanti.
ja: 目が光っているサイコロ。
ko: 주사위 눈이 빛난다.
pt_br: Dado com pontos brilhantes.
ru: Кубик со светящимися точками.

source: button (?)
cht: 按钮（？）
es: botón (¿?)
it: pulsante (?)
ja: ボタン（？）
ko: 버튼(?)
pt_br: botão (?)
ru: кнопка (?)

source: A simple button made from a coffee tin.
cht: 用咖啡罐做的简易按钮。
es: Un simple botón hecho con una lata de café.
it: Un semplice pulsante ottenuto da un barattolo di caffè.
ja: コーヒー缶から作られたシンプルなボタン。
ko: 커피 캔으로 간단하게 만든 버튼.
pt_br: Botão simples feito de lata de café.
ru: Простая кнопка из кофейной банки.

source: magnetized (?) button
cht: 磁化的（？）按钮
es: botón imantado (¿?)
it: pulsante magnetico (?)
ja: 磁気を帯びた（？）ボタン
ko: 자석 부착(?) 버튼
pt_br: botão (?) magnetizado
ru: намагниченная (?) кнопка

source: A button with magnets loosely attached.
cht: 一个附着松垮磁铁的按钮。
es: Un botón con imanes medio despegados.
it: Un pulsante con delle calamite attaccate alla peggio.
ja: 磁石がゆるく付着したボタン。
ko: 자석을 느슨하게 붙인 버튼.
pt_br: Botão com ímãs frouxamente presos.
ru: Кнопка с плохо прикреплёнными магнитами.

source: taped button
cht: 捆扎着的按钮
es: botón pegado
it: pulsante adesivo
ja: テープが貼られたボタン
ko: 테이프로 붙인 버튼
pt_br: botão colado
ru: обмотанная кнопка

source: The magnets are secured with tape.
cht: 磁铁用带子固定着。
es: Los imanes están sujetos con cinta adhesiva.
it: Le calamite sono fissate con il nastro adesivo.
ja: 磁石がテープで固定されている。
ko: 자석을 테이프로 고정했다.
pt_br: Os ímãs foram colados com fita adesiva.
ru: Магниты закреплены скотчем.

source: you tried
cht: 你尝试过了
es: lo has intentado
it: bel tentativo
ja: よくやった
ko: 노력한 흔적
pt_br: você tentou
ru: попытка не пытка

source: It's the thought that counts.
cht: 有这个想法就够了。
es: La intención es lo que cuenta.
it: È il pensiero che conta.
ja: その意志が大事。
ko: 중요한 것은 시도했다는 사실이다.
pt_br: O que vale é a intenção.
ru: Самое главное - вы постарались.

source: magnets
cht: 磁铁
es: imanes
it: calamite
ja: 磁石
ko: 자석
pt_br: ímãs
ru: магниты

source: An assortment of colorful magnets.
cht: 各种颜色的磁铁混在一起。
es: Un surtido de imanes de colores.
it: Un assortimento di calamite colorate.
ja: カラフルな磁石の詰め合わせ。
ko: 색색의 자석들.
pt_br: Um punhado de ímãs coloridos.
ru: Набор разноцветных магнитов.

source: metal can
cht: 金属罐
es: lata de metal
it: barattolo di metallo
ja: 金属缶
ko: 금속 캔
pt_br: lata de metal
ru: металлическая банка

source: Made of aluminum. Says "COFFEE GROUNDS".
cht: 铝制的罐子。上面写着"咖啡渣"。
es: Hecha de aluminio. Pone: "CAFÉ MOLIDO".
it: Fatto di alluminio. C'è scritto "CAFFÈ TOSTATO".
ja: アルミ製。「COFFEE GROUND」と書かれている。
ko: 알루미늄 소재로, "지상 최고의 커피"라 쓰여 있다.
pt_br: Feita de alumínio. Lê-se “GRÃOS DE CAFÉ”.
ru: Из алюминия. С надписью «ЗЕМЛЯ КОФЕ».

source: scissors
cht: 剪刀
es: tijeras
it: forbici
ja: ハサミ
ko: 가위
pt_br: tesoura
ru: ножницы

source: A pair of scissors found amidst hair.
cht: 头发里发现了一把剪刀。
es: Unas tijeras encontradas en medio de todo el pelo.
it: Un paio di forbici trovate in mezzo a dei capelli.
ja: 髪の毛の中に埋もれていたハサミ。
ko: 머리카락 속에서 발견한 가위.
pt_br: Uma tesoura envolta em cabelo.
ru: Пара ножниц, найденных посреди волос.

source: weird film
cht: 奇怪的胶卷
es: plástico extraño
it: strana pellicola
ja: 変なフィルム
ko: 이상한 필름
pt_br: película estranha
ru: странная плёнка

source: A transparent sheet filled with numbers.
cht: 一张写满数字的透明胶卷。
es: Una lámina transparente llena de números.
it: Un foglio trasparente pieno di numeri.
ja: 数字でいっぱいの透明なシート。
ko: 숫자가 쓰여 있는 투명한 필름.
pt_br: Folha transparente cheia de números.
ru: Прозрачный лист, заполненный цифрами.

source: concave lens
cht: 凹透镜
es: lente cóncava
it: lente concava
ja: 凹レンズ
ko: 오목 렌즈
pt_br: lente côncava
ru: вогнутая линза

source: A large lens, curved inward.
cht: 一个镜面向内弯曲的大透镜。
es: Una lente grande curvada hacia dentro.
it: Una grande lente, curvata verso l'interno.
ja: 大きなレンズ、内側に湾曲している。
ko: 커다란 렌즈. 오목하다.
pt_br: Lente grande curvada para dentro.
ru: Большая линза, изогнутая вовнутрь.

source: convex lens
cht: 凸透镜
es: lente convexa
it: lente convessa
ja: 凸レンズ
ko: 볼록 렌즈
pt_br: lente convexa
ru: выпуклая линза

source: A large lens, curved outward
cht: 一个镜面向外弯曲的大透镜。
es: Una lente grande curvada hacia fuera
it: Una grande lente, curvata verso l'esterno.
ja: 大きなレンズ、外側に湾曲している。
ko: 커다란 렌즈. 볼록하다.
pt_br: Lente grande curvada para fora.
ru: Большая линза, изогнутая наружу

source: thin lens
cht: 薄透镜
es: lente delgada
it: lente sottile
ja: 薄いレンズ
ko: 얇은 렌즈
pt_br: lente fina
ru: тонкая линза

source: A delicately thin lens.
cht: 一个精致的薄透镜。
es: Una frágil lente delgada.
it: Una lente molto sottile.
ja: 非常に薄いレンズ。
ko: 섬세하고 얇은 렌즈.
pt_br: Lente fina e delicada.
ru: Тонкая изящная линза.

source: thick lens
cht: 厚透镜
es: lente gruesa
it: lente spessa
ja: 厚いレンズ
ko: 두꺼운 렌즈
pt_br: lente grossa
ru: толстая линза

source: A large, thick lens.
cht: 一个大大的厚透镜。
es: Una lente grande y gruesa.
it: Una lente grande e spessa.
ja: 大きく、分厚いレンズ。
ko: 크고 두꺼운 렌즈.
pt_br: Lente grande e grossa.
ru: Большая толстая линза.

source: glitter glue
cht: 闪光胶水
es: purpurina líquida
it: colla glitterata
ja: ラメ入りノリ
ko: 반짝이 접착제
pt_br: cola com glitter
ru: клей с блёстками

source: A small tube of pink glitter glue.
cht: 一小管粉色的闪光胶水。
es: Un tubo pequeño con purpurina líquida de color rosa.
it: Un piccolo tubetto di colla glitterata rosa.
ja: ピンクのラメが混ざったノリが入った、小さなチューブ。
ko: 작은 튜브 안에 든 분홍색 반짝이 접착제.
pt_br: Vidro de cola pequeno com glitter rosa.
ru: Небольшой тюбик розового клея с блёстками.

source: photo of Niko
cht: Niko的照片
es: foto de Niko
it: foto di Niko
ja: ニコの写真
ko: 니코의 사진
pt_br: foto de Niko
ru: фото Нико

source: Not a cat!
cht: 不是猫！
es: ¡No es un gato!
it: Non è decisamente un gatto!
ja: ネコじゃないよ！
ko: 고양이가 아니에요!
pt_br: Não é felino!
ru: Совсем не кот!

source: Kip's library card
cht: Kip的借书卡
es: carné de Kip
it: tessera della biblioteca di Kip
ja: キップの図書館カード
ko: 킵의 도서관 출입증
pt_br: Cartão de Kip
ru: читательская карта Кип

source: The name says "Kip Silverpoint Ph.D."
cht: 名字写着"Kip Silverpoint博士"。
es: Pone: "Dra. Kip Silverpoint"
it: Intestata alla "Dott.ssa Ric. Kip Silverpoint"
ja: 氏名欄には「キップ・シルバーポイント博士」と書かれている。
ko: "킵 실버포인트 박사"라는 이름이 적혀 있다.
pt_br: O nome diz “Kip Silverpoint, Ph.D.”
ru: На ней написано «Кип Сильверпойнт, кандидат наук».

source: gas mask
cht: 防毒面具
es: máscara de gas
it: maschera antigas
ja: ガスマスク
ko: 방독면
pt_br: máscara de gás
ru: противогаз

source: A mask used to filter air for breathing.
cht: 用来过滤空气的呼吸面具。
es: Una máscara que filtra el aire para respirar.
it: Una maschera usata per filtrare l'aria.
ja: 息が吸えるよう、空気をフィルターするマスク。
ko: 공기를 여과하여 호흡을 편하게 해 주는 마스크.
pt_br: Uma máscara para filtrar o ar.
ru: Полнолицевая маска, фильтрирующая воздух для дыхания.

source: rubber gloves
cht: 橡胶手套
es: guantes de goma
it: guanti di gomma
ja: ゴム手袋
ko: 고무장갑
pt_br: luvas de borracha
ru: резиновые перчатки

source: Gloves designed to prevent chemical damage.
cht: 有防护化学伤害功能的手套。
es: Guantes diseñados para prevenir daños químicos.
it: Guanti pensati per proteggere da agenti chimici.
ja: 化学物質による怪我を防ぐための手袋。
ko: 화학 물질로 인한 부상을 막아 주는 장갑.
pt_br: Luvas projetadas para impedir dano químico.
ru: Перчатки для защиты рук от химических повреждений.

source: boots
cht: 靴子
es: botas
it: stivali
ja: ブーツ
ko: 장화
pt_br: botas
ru: сапоги

source: These boots will make it possible to move quickly.
cht: 可以实现快速移动的靴子。
es: Con estas botas podrás moverte rápidamente.
it: Questi stivali permetteranno di muoversi più velocemente.
ja: 素早い動きを可能にするブーツ。
ko: 신으면 빨리 움직일 수 있다.
pt_br: Com essas botas eu me moverei mais rápido.
ru: Благодаря этим сапогам можно будет двигаться быстрее.

source: novelty T-shirt
cht: 个性的T恤衫
es: camiseta original
it: maglietta eccentrica
ja: ノベルティTシャツ
ko: 장난스러운 티셔츠
pt_br: camiseta com dizeres
ru: сувенирная футболка

source: "I herded rams and all I got was this lousy T-shirt!"
cht: "我帮忙放羊，最后得到的只有这件糟糕的T恤衫！"
es: "¡Fui a pastorear y lo único que me dieron fue esta triste camiseta!"
it: "Ho pascolato montoni elettrici solo per ottenere questa schifosa maglietta!"
ja: 「羊の世話をして手に入れたのはこのちゃっちいTシャツだけ！」
ko: "난 양떼를 모는 목동, 가진 거라곤 이 형편없는 티셔츠뿐!"
pt_br: “Eu cuidei dos carneiros e só ganhei esta camiseta ridícula!”
ru: «Я пас баранов и получил лишь эту глупую футболку».

source: "Kip" 's library card
cht: "Kip"的借书卡
es: carné de la biblioteca de "Kip"
it: tessera della biblioteca di "Kip"
ja: 「キップ」の図書館カード
ko: "킵"의 도서관 출입증
pt_br: Cartão de “Kip”
ru: читательский карта «Кип»

source: Library card from Kip. Niko's own photo is glued on.
cht: Kip的借书卡。上面粘上了Niko自己的照片。
es: Carné de la biblioteca de Kip. Tiene pegada la foto de Niko.
it: Tessera della biblioteca di Kip. Sopra c'è incollata la foto di Niko.
ja: キップの図書館カード。ニコの写真が貼り付けられている。
ko: 킵에게 받은 도서관 출입증. 니코의 사진을 붙였다.
pt_br: Cartão da biblioteca de Kip. A foto de Niko está colada nele.
ru: Читательская карта Кип. К ней приклеено фото Нико.

source: Library card (sticky)
cht: 借书卡（粘乎乎的）
es: Carné de la biblioteca (pegajoso)
it: tessera della biblioteca (appiccicosa)
ja: 図書館カード（ベタベタ）
ko: 도서관 출입증 (끈적)
pt_br: Cartão (grudento)
ru: Читательская карта (клейкая)

source: There's glitter glue all over her photo now...
cht: 她的照片上沾满了闪光胶水...
es: Ahora hay purpurina líquida por toda la foto...
it: La sua foto è coperta di colla glitterata...
ja: 彼女の写真がラメ入りノリでベタベタに…
ko: 사진에 반짝이 접착제가 잔뜩 묻어 있다...
pt_br: A foto está com cola de glitter agora...
ru: Теперь всё её фото в клее...

source: photo of Niko (sticky)
cht: Niko 的照片（粘乎乎的）
es: foto Niko (pegajosa)
it: foto di Niko (appiccicosa)
ja: ニコの写真（ベタベタ）
ko: 니코의 사진 (끈적)
pt_br: Foto de Niko (grudenta)
ru: фото Нико (клейкое)

source: The back of the photo is covered in glitter glue.
cht: 照片背面涂满了闪光胶水。
es: La parte de atrás de la foto está llena de purpurina líquida.
it: Il retro della foto è ricoperto di colla glitterata.
ja: 写真の裏側にラメ入りノリが塗りたくられている…
ko: 사진 뒷면에 반짝이 접착제를 발랐다.
pt_br: As costas da foto estão cobertas de cola com glitter.
ru: Обратная сторона фото покрыта клеем с блёстками.

source: DEBUG SAVE
cht: 调试保存
es: ¿GUARDAR DEBUG?
ja: デバッグセーブ
ko: 저장 (디버그)
pt_br: SALVAMENTO DE DEPURAÇÃO

source: USE THIS TO SAVE
cht: 用这个保存
es: USAR PARA GUARDAR
ja: これを使ってセーブ
ko: 저장용으로 사용하세요
pt_br: USE ISTO PARA SALVAR
ru: ИСПОЛЬЗУЙ ЭТО ДЛЯ СОХРАНЕНИЯ

source: dirt
cht: 泥土
es: tierra
it: terriccio
ja: 土
ko: 흙
pt_br: terra
ru: грунт

source: A bag of dirt, for growing plants
cht: 一袋培育植物的泥土。
es: Una bolsa de tierra para cultivar plantas
it: Un sacco di terriccio, per far crescere le piante.
ja: 植物用の土が入った袋。
ko: 식물 재배를 위한 흙을 담은 봉투.
pt_br: Saco de terra para plantas.
ru: Мешок грунта для выращивания растений

source: water pill
cht: 产水药
es: píldora de agua
it: pillola idratante
ja: ウォーターピル
ko: 물 알약
pt_br: comprimido para água
ru: водная таблетка

source: Goes in water, supposedly.
cht: 大概需要加水。
es: Supuestamente se disuelve en el agua.
it: Presumibilmente va disciolta nell'acqua.
ja: 恐らく、水に入れるのだろう。
ko: 물에 넣으라는 것 같다.
pt_br: Supostamente para colocar na água.
ru: Наверное, для воды.

source: medicated water
cht: 加了药的水
es: agua con medicamento
it: acqua medicata
ja: 薬用水
ko: 약을 탄 물
pt_br: água tratada
ru: вода с препаратом
