Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko Hmm....
cht: @niko 嗯...
es: @niko Umm...
it: @niko Mh...
ja: @niko うーんと…
ko: @niko 흐음...
ru: @niko Хм-м....

source: @niko_speak Do you know rock paper scissors?
cht: @niko_speak 你知道石头、剪刀、布吗？
es: @niko_speak ¿Sabes jugar a piedra, papel o tijera?
it: @niko_speak Sai giocare a sasso carta forbice?
ja: @niko_speak じゃんけんって知ってる？
ko: @niko_speak 가위바위보 할 줄 아세요?
pt_br: @niko_speak Você sabe jogar pedra, papel, tesoura?
ru: @niko_speak Ты умеешь играть в «камень, ножницы, бумага»?

source: [Desired Difficulty Level?]
cht: [希望玩多难？]
es: [¿Nivel de dificultad deseado?]
it: [Livello Di Difficoltà Desiderato?]
ja: [希望する難易度ハ？]
ko: [난이도는 어떻게 하시겠습니까?]
pt_br: [Nível de Dificuldade Desejado?]
ru: [Желаемый Уровень Сложности?]

source: [Desired Duration Of Turns?]
cht: [希望一次玩几轮？]
es: [¿Duración de los turnos deseada?]
it: [Durata Dei Turni Desiderata?]
ja: [希望するターンの長さハ？]
ko: [순서의 제한 시간은 어떻게 하시겠습니까?]
pt_br: [Duração de Partidas Desejada?]
ru: [Желаемая Длительность Ходов?]

source: @niko_speak Uh...
cht: @niko_speak 嗯...
es: @niko_speak Eh...
it: @niko_speak Ehm...
ja: @niko_speak あー…
ko: @niko_speak 그게...
pt_br: @niko_speak Hm...
ru: @niko_speak Э-э...

source: [Please Set Your Timer.]
cht: [请设定你的计时器。]
es: [Establece el tiempo.]
it: [Imposta Un Timer.]
ja: [タイマーをセットしロ。]
ko: [타이머를 설정해 주십시오.]
pt_br: [Ajuste o Temporizador.]
ru: [Пожалуйста Установите Таймер.]

source: @niko_eyeclosed ...Nevermind...
cht: @niko_eyeclosed ...算了...
es: @niko_eyeclosed No importa...
it: @niko_eyeclosed ...Lasciamo stare...
ja: @niko_eyeclosed …なんでもない…
ko: @niko_eyeclosed ...그냥 안 할래요...
pt_br: @niko_eyeclosed ... Deixe para lá...
ru: @niko_eyeclosed ...Неважно...

source: @niko How about... hide and seek?
cht: @niko 捉迷藏...怎么样？
es: @niko ¿Qué tal... al escondite?
it: @niko Che ne pensi di... nascondino?
ja: @niko じゃあ…かくれんぼとかは…？
ko: @niko 저기... 숨바꼭질은 어떤가요?
pt_br: @niko Que tal... esconde-esconde?
ru: @niko Как насчёт... пряток?

source: @niko_speak Well... maybe not too easy?
cht: @niko_speak 好...或许有些太简单了？
es: @niko_speak Bueno... ¿No muy fácil?
it: @niko_speak Beh... forse non troppo facile?
ja: @niko_speak えっと…簡単すぎるのは嫌かな。
ko: @niko_speak 글쎄요... 많이 쉽지 않게 할까요?
pt_br: @niko_speak Bem... talvez não tão fácil?
ru: @niko_speak Хм... не слишком лёгкий?

source: [Initiating. Ruthless Mode.]
cht: [开启无情模式。]
es: [Iniciando. Modo despiadado.]
it: [Inizio. Modalità Senza Pietà.]
ja: [開始中。ビシバシモード。]
ko: [무자비 모드를 시작합니다.]
pt_br: [Inicializando. Modo Implacável.]
ru: [Активирую. Беспощадный Режим.]

source: [TARGET: LOCKED.\| YOU HAVE EXACTLY 14 SECONDS.\nSTART.\| RUNNING.]
cht: [目标：锁定。\|你只有 14 秒。\n开始\|跑。]
es: [OBJETIVO: LOCALIZADO.\| DISPONES DE EXACTAMENTE 14 SEGUNDOS.\nEMPIEZA.\| A.\| CORRER.]
it: [BERSAGLIO: ACQUISITO.\| HAI ESATTAMENTE 14 SECONDI.\nINIZIA.\| A CORRERE.]
ja: [ターゲット:ロック済。\|残り14秒。\nスタート。\|走っテ。]
ko: [대상: 확인.\| 시간이 14초 주어집니다.\n시작.\| 실행 중입니다.]
pt_br: [ALVO: BLOQUEADO.\| VOCÊ TEM EXATAMENTE 14 SEGUNDOS.\nINICIAR.\| CORRER.]
ru: [ЦЕЛЬ: ОБНАРУЖЕНА.\| У ВАС РОВНО 14 СЕКУНД.\nБЫСТРЕЕ.\| БЕГИТЕ.]

source: @niko_wtf2 ...I'm not sure if I want to play anymore.
cht: @niko_wtf2 ...我不知道还要不要继续玩...
es: @niko_wtf2 Me parece que ya no me apetece jugar.
it: @niko_wtf2 ...Non credo di voler più giocare.
ja: @niko_wtf2 …やっぱりやりたくないかも。
ko: @niko_wtf2 ...그냥 안 할래요.
pt_br: @niko_wtf2 ... Acho que não quero mais jogar.
ru: @niko_wtf2 ...Не уверен, что хочу играть дальше.

source: [OH.\| Session. Abort.]
cht: [哦！\|会话终止。]
es: [OH.\| Abortar. Sesión.]
it: [OH.\| Sessione. Annullata.]
ja: [ナント！\|セッション。中断。]
ko: [알겠습니다.\| 세션 종료.]
pt_br: [ESTÁ BEM.\| Anular Sessão.]
ru: [ОХ.\| Прекращение. Сессии.]

source: [Are You. Feeling Unwell?]
cht: [你觉得不舒服吗？]
es: [¿Te. encuentras mal?]
it: [Ti Senti. Poco Bene?]
ja: [アナタ。気分ガ優れないのカ？]
ko: [기분이 안 좋으신가요?]
pt_br: [Está se Sentindo Mal?]
ru: [Вы Плохо. Себя Чувствуете?]

source: @niko No, it's not that...
cht: @niko 不，不是的...
es: @niko No, no es eso...
it: @niko Non è quello...
ja: @niko ううん、そういうのじゃなくて…
ko: @niko 아뇨, 아니에요...
pt_br: @niko Não, não é isso...
ru: @niko Нет, дело не в этом...

source: @niko I'll... pass.
cht: @niko 我...还是算了。
es: @niko Voy a... pasar.
it: @niko ...Passo.
ja: @niko ミーは…やめとくよ。
ko: @niko 그냥... 사양할게요.
pt_br: @niko Deixe para lá.
ru: @niko Мне... не хочется.

source: My parents are like, literally never home.
cht: 我父母几乎不回家。
es: Mis padre no están nunca en casa, literalmente.
it: I miei genitori non sono MAI a casa.
ja: 私の両親はね、いつも家にいないの。
ko: 우리 엄마와 아빠는 집을 자주 비워.
pt_br: Meus pais, literalmente, nunca estão em casa.
ru: Мои родители ну просто никогда не бывают дома.

source: But I don't mind! I'm used to it!
cht: 但我无所谓！我已经习惯了！
es: ¡A mí me da igual de todos modos! ¡Ya me he acostumbrado!
it: Non che mi importi, eh! C'ho fatto l'abitudine!
ja: でも気にしてないわ！慣れっこだもの！
ko: 하지만 괜찮아! 이미 익숙해졌거든!
pt_br: Mas não tem problema! Já me acostumei!
ru: Но мне ничего! Я уже привыкла!

source: Besides, I've got model C-WT 2nd gen unit 4E here to keep me company now!
cht: 而且，我有模型C-WT二代4E机器人， 可以与我作伴！
es: Además, ¡ahora tengo aquí conmigo a la unidad 4E de la segunda generación de C-WT para hacerme compañía!
it: E poi ho Modello C-WT unità 4E di 2ª generazione qui a tenermi compagnia!
ja: それに、C-WT第2世代ユニット4Eが 相手をしてくれているから！
ko: 게다가 모델 C-WT 2세대 유닛 4E가 함께 있으니까!
pt_br: Além disso, eu tenho o modelo C-WT 2ª geração unidade 4E para me fazer companhia!
ru: И потом, теперь мне составляет компанию робот 4Е модели С-ВТ 2го поколения!

source: She still talks a little weird sometimes, but that's okay! She's learning!
cht: 虽然有时候她会说些奇怪的话，但是没关系！ 她还在学习！
es: Todavía habla un poco raro de vez en cuando, pero ¡no pasa nada! ¡Está aprendiendo!
it: Le capita di parlare in modo buffo, ma fa lo stesso! Sta ancora imparando!
ja: たまに変な話し方をするけれど、 別にいいの！だんだん学習してきているし！
ko: 가끔 이상한 이야기를 하긴 하지만 괜찮아! 배워 가는 중이니까!
pt_br: Não é sempre que ela fala certinho, mas tudo bem! Ela está progredindo!
ru: Она иногда странно разговаривает, но ничего! Она ещё учится!

source: If I work real hard, she might even be tamed someday!
cht: 如果我够努力，她可能有一天会被制御！
es: Si me lo curro de verdad, ¡algún día podría llegar a domarlo!
it: Se mi impegno, magari un giorno potrebbe anche essere addomesticata!
ja: がんばれば、いつかこの子を 制御化できるかもしれない！
ko: 내가 열심히만 하면 길들이는 것도 가능할 거야!
pt_br: Se eu trabalhar duro, ela poderá se tornar evoluída!
ru: Если я как следует постараюсь, то однажды смогу её приручить!

source: @niko I keep hearing that word...
cht: @niko 我总是听到这个词...
es: @niko No dejo de oír la misma palabra...
it: @niko Continuo a sentire quella parola...
ja: @niko その言葉、よく耳にするけど…
ko: @niko 그 말을 자꾸 듣게 되네요...
pt_br: @niko Eu não paro de ouvir essa palavra...
ru: @niko Я всё время слышу это слово...

source: What, tame?
cht: 什么词，制御？
es: ¿Cuál, domar?
it: Addomesticare?
ja: 制御化のこと？
ko: 길들이기 말이야?
pt_br: O quê? Evoluído?
ru: Какое? «Приручить»?

source: @niko Nobody's told me what it means yet...
cht: @niko 没人告诉我这是什么意思...
es: @niko Nadie me ha dicho todavía lo que significa...
it: @niko Nessuno mi ha ancora spiegato che significa...
ja: @niko ミーはその意味を、 まだ誰からも教わってない…
ko: @niko 하지만 무슨 뜻인지 알려준 사람이 없어요...
pt_br: @niko Ninguém me disse ainda o que significa...
ru: @niko Никто так и не объяснил мне, что оно означает...

source: That's just a robot thing!\n\... I can't really explain it, either...
cht: 就是关于机器人的东西！\n\...其实我也解释不了...
es: ¡Es solo un robot!\n\.Yo tampoco puedo explicarlo...
it: È una cosa da robot!\n\.Neanche io so spiegarlo bene...
ja: ロボット関連の単語よ！\n\.どうやって説明したらいいのか 分からないけれど…
ko: 그냥 로봇이랑 관련이 있는 거야!\n\.... 음, 나도 설명하기 어려운걸...
pt_br: Coisas de robô!\n\.... Eu não sei explicar também...
ru: Это просто такое слово для роботов!\n\... Я тоже не знаю, как это объяснить...

source: What? Don't you like to play "Run Away From The Killer Robot"?
cht: 什么？你不喜欢玩"摆脱杀手机器人"游戏吗？
es: ¿Qué pasa? ¿Es que no te gusta jugar a "escapar del robot asesino"?
it: Cosa? Non ti piace giocare a "Scappa Dal Robot Assassino"?
ja: どうしたの？「鬼ごっこ殺りくロボver.」が 気に入らない？
ko: 뭐? "살인 로봇에게서 도망치기" 게임을 하고 싶지 않다고?
pt_br: O quê? Você não gosta de brincar de “Fuja do Robô Assassino”?
ru: Что? Ты не любишь играть в «Убеги от робота-убийцы»?

source: Well, at least *I* have fun with it.
cht: 好吧，至少"我"玩得挺开心的。
es: Bueno, al menos YO me lo paso bien con ello.
it: Beh, almeno IO mi ci diverto.
ja: まあ、少なくとも *私は* 楽しいわ。
ko: 음, 난 재미있던데.
pt_br: Bem, pelo menos *eu* gosto.
ru: Ну, а *мне* нравится эта игра.

source: @niko One of them is a robot instruction manual...
cht: @niko 其中一本是机器人说明书...
es: @niko Uno de ellos es el manual de instrucciones de un robot...
it: @niko Uno di questi è un manuale di istruzioni per robot...
ja: @niko そのうち1つは、ロボットの取扱説明書だ…
ko: @niko 로봇 사용 설명서가 하나 끼어 있어요...
pt_br: @niko Um deles é um manual de instruções de robôs...
ru: @niko Одна из них — руководство по эксплуатации робота...

source: @niko A picture of many 1's and 0's.
cht: @niko 一张有很多1和0的画。
es: @niko Una imagen con muchos unos y ceros.
it: @niko Un'immagine di molti 1 e 0.
ja: @niko 1と0がたくさんある絵。
ko: @niko 1와 0으로 이루어진 그림이에요.
pt_br: @niko Uma imagem com muito 0 e 1.
ru: @niko Картинка из единиц и нулей.

source: [I AM THE GENERATOR MAINTENANCE UNIT.]
cht: [我是发电机的维护机器人。]
es: [YO SOY LA UNIDAD DE MANTENIMIENTO DEL GENERADOR.]
it: [IO SONO L'UNITÀ DI MANUTENZIONE DEL GENERATORE.]
ja: [ワタシハ、発電機ノ整備士でス。]
ko: [전 발전기 유지보수 로봇입니다.]
pt_br: [SOU A UNIDADE DE MANUTENÇÃO GERAL.]
ru: [МОЯ ЗАДАЧА — ОБСЛУЖИВАНИЕ ГЕНЕРАТОРА.]

source: [EVERYTHING IS FINE HERE.]
cht: [这里一切正常。]
es: [TODO ESTÁ EN ORDEN AQUÍ.]
it: [QUI È TUTTO A POSTO.]
ja: [すべて平常通りでス。]
ko: [모든 것이 정상입니다.]
pt_br: [ESTÁ TUDO BEM POR AQUI.]
ru: [ЗДЕСЬ ВСЁ ХОРОШО.]

source: @niko_speak Oooh!
cht: @niko_speak 哦！
es: @niko_speak ¡Hala!
ja: @niko_speak おおお！
ko: @niko_speak 아아앗!
ru: @niko_speak О-о-о!

source: @niko \p and I actually fixed one of these earlier, in that place across the ocean...
cht: @niko \p和我之前修好过一个，在海洋的另一 边的那个地方...
es: @niko En realidad, \p y yo arreglamos uno de estos antes, en ese sitio al otro lado del océano...
it: @niko In realtà io e \p ne abbiamo già riparato uno, in quel luogo oltre l'oceano...
ja: @niko 少し前に、ミーと \p で1つ修理したんだ。 あの、海の向こうにある場所で…
ko: @niko \p 님과 제가 전에 바다 건너편에서 비슷한 걸 고친 적이 있어요...
pt_br: @niko \p e eu consertei um desses mais cedo naquele lugar além-mar...
ru: @niko \p и я недавно починили один такой. В том месте по другую сторону океана...

source: [THIS GENERATOR DOES NOT NEED TO BE FIXED RIGHT NOW.]
cht: [这台发电机现在不需要修理。]
es: [NO HACE FALTA ARREGLAR ESTE GENERADOR AHORA MISMO.]
it: [AL MOMENTO QUESTO GENERATORE NON DEVE ESSERE AGGIUSTATO.]
ja: [現在、この発電機ヲ修理する 必要ハありません。]
ko: [이 발전기는 지금 고칠 필요가 없습니다]
pt_br: [ESTE GERADOR NÃO PRECISA DE REPAROS NO MOMENTO.]
ru: [ЭТОТ ГЕНЕРАТОР СЕЙЧАС НЕ НУЖДАЕТСЯ В РЕМОНТЕ.]

source: @niko Right... You guys already have power and all...
cht: @niko 对...你们已经有电了...
es: @niko Vale... Vosotros ya tenéis energía y eso...
it: @niko Giusto... Avete già energia...
ja: @niko そっか…電気、もうついてるもんね…
ko: @niko 맞아요... 여러분은 모두 동력이 있으니까요...
pt_br: @niko Certo... Vocês já têm energia e tal...
ru: @niko Ну да... У вас, ребят, есть энергия и всё такое...

source: @niko A generator.
cht: @niko 一台发电机。
es: @niko Un generador.
it: @niko Un generatore.
ja: @niko 発電機だ。
ko: @niko 발전기예요.
pt_br: @niko Um gerador.
ru: @niko Генератор.

source: @niko_speak This one's got a working battery!
cht: @niko_speak 这台的电池还在运作！
es: @niko_speak ¡Este tiene una batería que funciona!
it: @niko_speak Questo ha una batteria funzionante!
ja: @niko_speak これには機能するバッテリーがついてる！
ko: @niko_speak 여기 작동하는 배터리가 있어요!
pt_br: @niko_speak A bateria dele está funcionando!
ru: @niko_speak В этом есть работающая батарея!

source: @ed [\p... I think it's working.]
cht: @ed [\p...我觉得它起作用了。]
es: @ed [\p... Creo que está funcionando.]
it: @ed [\p... Penso stia funzionando.]
ja: @ed [\p… もしかすると、 成功したかもしれない。]
ko: @ed [\p... 일이 맞아들어가는 것 같아.]
pt_br: @ed [\p... Acho que está funcionando.]
ru: @ed [\p... Кажется, получилось.]

source: @ed [...Niko was right.]
cht: @ed [...Niko说得对。]
es: @ed [... Niko tenía razón.]
it: @ed [...Niko aveva ragione.]
ja: @ed […ニコは正しかった。]
ko: @ed [...니코 말이 맞았어.]
pt_br: @ed [... Niko tinha razão.]
ru: @ed [...Нико был прав.]

source: @ed [I... might actually be tamed, after all.]
cht: @ed [我...可能是被制御了。]
es: @ed [Puede... que esté domado, después de todo.]
it: @ed [Alla fine... forse siete davvero riusciti ad addomesticarmi.]
ja: @ed [おそらく私は…本当に制御化されている。]
ko: @ed [내가... 길들여질 수 있을지도 몰라.]
pt_br: @ed [Talvez... eu seja uma máquina evoluída, no final das contas.]
ru: @ed [В итоге получается... похоже я и в правду приручена.]

source: @ed [I...]
cht: @ed [我...]
es: @ed [Me...]
it: @ed [Io...]
ja: @ed [ああ…]
ko: @ed [난...]
pt_br: @ed [Eu...]
ru: @ed [Я...]

source: @ed [I remembered what the code was supposed to be...]
cht: @ed [我记得代码本来是什么样子...]
es: @ed [Me acuerdo de lo que el código debía haber sido...]
it: @ed [Mi sono ricordato come sarebbe dovuto essere il codice...]
ja: @ed [コードを、思い出したぞ…]
ko: @ed [이제 코드가 원래 뭐였는지 기억이 나...]
pt_br: @ed [Eu me lembrei o que deveria ser o código...]
ru: @ed [Я вспомнила, каким должен быть код...]

source: @ed [Only bits and pieces, but I can remember...]
cht: @ed [只是一些零星片段，但我能记得...]
es: @ed [Solo fragmentos, pero me acuerdo...]
it: @ed [Solo qualche frammento, ma posso ricordare...]
ja: @ed [まだ断片的だが、思い出せる…]
ko: @ed [부분 부분이지만 기억이 나...]
pt_br: @ed [Somente alguns fragmentos, mas agora me lembro...]
ru: @ed [Только фрагменты, но я теперь помню...]

source: @ed [And... I'm trying to fill in the blanks, too...]
cht: @ed [而且...我也在试着填补空白...]
es: @ed [Y... También estoy intentando rellenar los espacios en blanco...]
it: @ed [Sto cercando di riempire gli spazi vuoti...]
ja: @ed […空白が埋められていく…]
ko: @ed [또... 빈 부분을 채우려고 노력하고 있어...]
pt_br: @ed [E... também estou tentando preencher as lacunas...]
ru: @ed [И ещё... я пытаюсь заполнить пропуски...]

source: @ed [And... I'm restoring the original ending as we speak.]
cht: @ed [而且...我正在像我们所说的那样恢复 原始的结局。]
es: @ed [Y... Estoy restaurando el final original ahora mismo.]
it: @ed [E... mentre parliamo, sto ripristinando il finale originale.]
ja: @ed [あの…元のエンディングも復元しつつある。]
ko: @ed [그리고... 바로 지금도 원래의 결말을 복원하고 있어.]
pt_br: @ed [E... estou restaurando o final original agora mesmo.]
ru: @ed [И... пока мы говорим, я восстанавливаю исходную концовку.]

source: @ed [Niko will be able to reach the tower's summit at the end of the credits.]
cht: @ed [Niko在故事结束时能够到达塔楼顶部。]
es: @ed [Niko podrá llegar a lo más alto de la torre al final de los créditos.]
it: @ed [Alla fine dei titoli di coda, Niko sarà in grado di raggiungere la cima della Torre.]
ja: @ed [クレジットが終わった後、ニコは 塔の頂上に到達できるはずだ。]
ko: @ed [제작진 정보의 끝에서 니코는 탑의 정상에 도달할 수 있을 거야.]
pt_br: @ed [Niko conseguirá alcançar o topo da torre ao fim dos créditos.]
ru: @ed [К концу титров Нико сможет добраться до вершины башни.]

source: @ed [After replacing the sun, Niko will go back to where it all began.]
cht: @ed [更换太阳后，Niko会回到一切开始的地方。]
es: @ed [Después de reemplazar el Sol, Niko volverá a donde todo comenzó.]
it: @ed [Dopo aver rimesso a posto il sole, tornerà dove tutto è cominciato.]
ja: @ed [太陽を置けば、ニコは すべてが始まった場所に戻る。]
ko: @ed [니코는 태양을 바꾼 후에 모든 것이 시작된 곳으로 돌아갈 테고.]
pt_br: @ed [Depois de substituir o sol, Niko voltará para o lugar onde tudo começou.]
ru: @ed [После того как он заменит солнце, он отправится туда, где всё началось.]

source: @ed [And then... Niko will be able to go home from there.]
cht: @ed [然后...Niko可以从那里回家。]
es: @ed [Y, luego... Niko podrá volver a casa desde allí.]
it: @ed [E finalmente... potrà tornare a casa.]
ja: @ed [そしてその後…ニコは、その場所から 家に帰ることができる。]
ko: @ed [그런 다음... 니코는 그곳에서 집으로 돌아갈 수 있어.]
pt_br: @ed [E então... Niko conseguirá voltar para casa de lá.]
ru: @ed [А потом... там Нико сможет попасть домой.]

source: @ed [But...]
cht: @ed [但...]
es: @ed [Pero...]
it: @ed [Ma...]
ja: @ed [そして…]
ko: @ed [하지만...]
pt_br: @ed [Mas...]
ru: @ed [Но...]

source: @ed [...this is permanent.]
cht: @ed [...这是永久性的回家。]
es: @ed [... es permanente.]
it: @ed [...tutto questo sarà definitivo.]
ja: @ed […今回は、それでお終いだ。]
ko: @ed [...이건 영구적이야.]
pt_br: @ed [... isso é permanente.]
ru: @ed [...это будет навсегда.]

source: @ed [After Niko wakes up back home...]
cht: @ed [Niko在家里醒来时...]
es: @ed [Cuando Niko se despierte de vuelta en casa...]
it: @ed [Dopo che Niko si sarà risvegliato nella sua casa...]
ja: @ed [ニコが故郷で目を覚ますと…]
ko: @ed [니코가 다시 집에서 깨어나고 나면...]
pt_br: @ed [Depois que Niko acordar em casa...]
ru: @ed [Когда Нико проснётся у себя дома...]

source: @ed [...This world would only exist as a memory.]
cht: @ed [...这个世界只会作为记忆存在。]
es: @ed [... Este mundo tan solo existirá como recuerdo.]
it: @ed [...questo mondo esisterà solo come ricordo.]
ja: @ed […この世界は、 記憶としてのみ存在するようになる。]
ko: @ed [...이 세상은 기억으로만 남을 거야.]
pt_br: @ed [... esse mundo existirá apenas como uma memória.]
ru: @ed [...Этот мир будет существовать только как воспоминание.]

source: @ed [For Niko, a dream.]
cht: @ed [对于Niko，这只是一个梦。]
es: @ed [Para Niko, un sueño.]
it: @ed [Per Niko, sarà un sogno.]
ja: @ed [ニコにとって、それは1つの夢。]
ko: @ed [니코에겐 그냥 꿈으로 남을 거야.]
pt_br: @ed [Para Niko, um sonho.]
ru: @ed [Для Нико — как сон.]

source: @ed [Like thousands of other dreams.]
cht: @ed [就像其他无数个梦一样。]
es: @ed [Como otros miles de sueños.]
it: @ed [Come migliaia di altri sogni.]
ja: @ed [他に何千とある、夢のように。]
ko: @ed [수천 가지 꿈 중 하나로.]
pt_br: @ed [Como milhares de outros.]
ru: @ed [Как тысячи других снов.]

source: @ed [For you, a story.]
cht: @ed [对你来说，这只是个故事。]
es: @ed [Para ti, una historia.]
it: @ed [Per te, una storia.]
ja: @ed [君にとって、それは1つの物語。]
ko: @ed [네겐 이야기로 남을 거야.]
pt_br: @ed [Para você, uma história.]
ru: @ed [Для тебя — как история.]

source: @ed [Like thousands of other stories.]
cht: @ed [就像其他无数的故事一样。]
es: @ed [Como otros miles de historias.]
it: @ed [Come migliaia di altre storie.]
ja: @ed [他に何千とある、物語のように。]
ko: @ed [수천 가지 이야기 중 하나로.]
pt_br: @ed [Como milhares de outras histórias.]
ru: @ed [Как тысячи других историй.]

source: @ed [But... as long as Niko remembers this place...]
cht: @ed [但...只要Niko记得这个地方...]
es: @ed [Pero... mientras Niko recuerde este lugar...]
it: @ed [Però... finché Niko si ricorderà di questo posto...]
ja: @ed [だが…ニコがこの場所を忘れない限り…]
ko: @ed [하지만... 니코가 이곳을 기억하는 한...]
pt_br: @ed [Mas... contanto que Niko se lembre deste lugar...]
ru: @ed [Однако... пока Нико помнит это место...]

source: @ed [As long as you remember this place.]
cht: @ed [只要你记得这个地方。]
es: @ed [Mientras tú recuerdes este lugar.]
it: @ed [Finché TU ricorderai questo posto...]
ja: @ed [君がこの場所を忘れない限り。]
ko: @ed [네가 이곳을 기억하는 한.]
pt_br: @ed [Contanto que você se lembre deste lugar.]
ru: @ed [Пока ты помнишь это место...]

source: @ed [It'll... be alright.]
cht: @ed [就...可以了。]
es: @ed [No... pasará nada.]
it: @ed [Andrà tutto bene.]
ja: @ed [きっと…大丈夫だろう。]
ko: @ed [그래도... 괜찮아.]
pt_br: @ed [Ficará... tudo bem.]
ru: @ed [Всё... будет в порядке.]

source: @ed [I... was able to restore some other elements too.]
cht: @ed [我...也能够恢复其他一些部分。]
es: @ed [También... he podido restaurar otros elementos.]
it: @ed [Sono riuscito... a ripristinare anche qualche altro elemento.]
ja: @ed [ああ…他の要素もなんとか 復元することができたぞ。]
ko: @ed [나는... 다른 요소들도 복원해 냈어.]
pt_br: @ed [Eu... também consegui restaurar mais alguns elementos.]
ru: @ed [Мне... удалось восстановить ещё кое-какие элементы.]

source: @ed [The characters...The people that were lost on Niko's journey.]
cht: @ed [那些角色...那些在Niko旅途中消失的人。]
es: @ed [Los personajes... La gente que se perdió en la aventura de Niko.]
it: @ed [I personaggi... Le persone che sono andate perse durante il viaggio di Niko.]
ja: @ed [キャラクター…ニコが旅をしている途中で、 いなくなってしまった人々。]
ko: @ed [캐릭터들... 니코의 여정에서 사라진 사람들.]
pt_br: @ed [Os personagens... As pessoas que estavam perdidas na aventura de Niko.]
ru: @ed [Персонажей... Людей и роботов, утраченных во время путешествия Нико.]

source: @ed [They're all in the next room.]
cht: @ed [他们都在另一个房间。]
es: @ed [Están todos en la próxima sala.]
it: @ed [Sono tutte nella prossima stanza.]
ja: @ed [彼らは全員、この先の部屋にいる。]
ko: @ed [그들이 모두 옆 방에 있어.]
pt_br: @ed [Todos eles estão na sala ao lado.]
ru: @ed [Они все в следующей комнате.]

source: @ed [I would've put them back where they belong, but...]
cht: @ed [我本应把他们都带到他们的归属地，但...]
es: @ed [Los habría puesto en su lugar, pero...]
it: @ed [Le avrei rimesse nei luoghi a cui appartengono, ma...]
ja: @ed [いずれ元の場所に戻すつもりだが…]
ko: @ed [내가 그들을 원래 있던 곳으로 돌려 보낼 수도 있겠지만...]
pt_br: @ed [Eu ia levá-las de volta, mas...]
ru: @ed [Я вернула бы их назад на свои места, но...]

source: @ed [Not yet.]
cht: @ed [现在还不。]
es: @ed [Todavía no.]
it: @ed [Non ancora.]
ja: @ed [それはまだだ。]
ko: @ed [그건 나중에.]
pt_br: @ed [Ainda não.]
ru: @ed [Не сейчас.]

source: @ed [...I think Niko should see them again, first.]
cht: @ed [...我觉得Niko应该还想再见他们。]
es: @ed [... Creo que a Niko le gustaría volver a verlos primero.]
it: @ed [...Penso che Niko dovrebbe poterle vedere ancora una volta.]
ja: @ed […まずは、ニコが彼らと再会すべきだろうから。]
ko: @ed [...우선 니코가 다시 만나 봐야 해.]
pt_br: @ed [... Antes disso, acho que Niko deveria vê-las de novo.]
ru: @ed [...Думаю, сначала Нико должен их увидеть.]

source: @ed [...Please say goodbye to Niko for me.]
cht: @ed [...请帮我对Niko说再见。]
es: @ed [... Despídete de Niko por mí, por favor.]
it: @ed [...Per favore, saluta Niko da parte mia.]
ja: @ed […ニコに、さようならと伝えておいてくれ。]
ko: @ed [...나 대신 니코에게 작별 인사를 해 줘.]
pt_br: @ed [... Diga adeus a Niko por mim.]
ru: @ed [...Пожалуйста, попрощайся с Нико за меня.]

source: @niko The world below looks so small...
cht: @niko 下面的世界看起来很小...
es: @niko Ahí abajo el mundo parece tan pequeño...
it: @niko Il mondo sotto sembra così piccolo...
ja: @niko 下界がすごく小さく見える…
ko: @niko 아래 세상이 굉장히 작게 보여요...
pt_br: @niko O mundo lá embaixo parece tão pequeno...
ru: @niko Мир внизу выглядит таким маленьким...

source: @niko_eyeclosed No turning back now.
cht: @niko_eyeclosed 不要回头。
es: @niko_eyeclosed Ahora no hay vuelta atrás.
it: @niko_eyeclosed Ormai non si torna più indietro.
ja: @niko_eyeclosed さあ、もう後戻りはできない。
ko: @niko_eyeclosed 이제 와서 돌아갈 순 없어요.
pt_br: @niko_eyeclosed Agora não tem mais volta.
ru: @niko_eyeclosed Теперь отступать нельзя.

source: @niko2 This is where the sun belongs.
cht: @niko2 这就是太阳归属的地方。
es: @niko2 Este es el lugar del sol.
it: @niko2 Questo è il posto in cui va inserito il sole.
ja: @niko2 ここが太陽のあった場所だね。
ko: @niko2 여기가 태양이 있어야 할 곳이에요.
pt_br: @niko2 Este é o lugar do sol.
ru: @niko2 Вот где должно находиться солнце.

source: @niko_eyeclosed Here goes nothing, \p.
cht: @niko_eyeclosed 没什么好担心的，\p。
es: @niko_eyeclosed Allá vamos, \p.
it: @niko_eyeclosed Ci siamo, \p.
ja: @niko_eyeclosed やってみなきゃ分かんないよね、 \p。
ko: @niko_eyeclosed 하는 데까지 해 보자고요, \p 님.
pt_br: @niko_eyeclosed Bom, lá vai, \p.
ru: @niko_eyeclosed Ну, была не была, \p.

source: @niko_speak Ah... \>\@niko do you want me to crush the pipe in here, \p?
cht: @niko_speak 啊...\>\@niko 你想让我在这里压制金属棒吗，\p？
es: @niko_speak Eh... \>\@niko ¿Quieres que aplaste aquí la tubería, \p?
it: @niko_speak Oh... \>\@niko \p, vuoi schiacciare il tubo?
ja: @niko_speak えっと… \>\@niko これでパイプを潰せば いいの、 \p？
ko: @niko_speak 아... \>\@niko 이 기계로 쇠막대기를 으스러뜨리라는 건가요, \p 님?
pt_br: @niko_speak Ah...\>\@niko você quer que eu esmague o cano aqui, \p?
ru: @niko_speak Ага... \>\@niko ты хочешь, чтобы я тут раздавил трубу, \p?

source: @niko_huh Ohh, but I don't wanna get too close...
cht: @niko_huh 噢，但是我不想靠的太近...
es: @niko_huh Mmm, pero no quiero acercarme demasiado...
it: @niko_huh Ohh, ma non voglio avvicinarmi troppo...
ja: @niko_huh うわぁ、でもあまり近づきたくないな…
ko: @niko_huh 으, 가까이 가기 싫은데...
pt_br: @niko_huh Ah, mas não quero chegar muito perto...
ru: @niko_huh О-ой, только я не хочу подходить слишком близко...

source: @niko_eyeclosed That was scary...
cht: @niko_eyeclosed 太恐怖了...
es: @niko_eyeclosed Sí que daba miedo...
it: @niko_eyeclosed Che spavento...
ja: @niko_eyeclosed 怖かった…
ko: @niko_eyeclosed 무서웠어...
pt_br: @niko_eyeclosed Que assustador...
ru: @niko_eyeclosed Это было страшновато...

source: @niko_wtf ....\p !
ko: @niko_wtf ....\p 님!
