Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @cedric_smile My name is Cedric.
cht: @cedric_smile 我叫 Cedric。
es: @cedric_smile Me llamo Cedric.
it: @cedric_smile Il mio nome è Cedric.
ja: @cedric_smile 僕の名前はセドリック。
ko: @cedric_smile 나는 세드릭이야.
pt_br: @cedric_smile Eu me chamo Cedric.
ru: @cedric_smile Меня зовут Седрик.

source: @niko2 Oh!
cht: @niko2 哦！
ja: @niko2 あっ！
ko: @niko2 오!
pt_br: @niko2 Ah!
ru: @niko2 О!

source: @niko I'm supposed to be looking for you too!
cht: @niko 我也在找你！
es: @niko ¡Se supone que yo también te estaba buscando!
it: @niko Immagino tu sia la persona che dovevo incontrare!
ja: @niko ミーも、君のことを 見つけなきゃいけなかったんだ！
ko: @niko 저도 당신을 찾고 있었어요!
pt_br: @niko Eu também estava procurando você!
ru: @niko Я так-то тоже тебя искал!

source: @cedric I am aware.
cht: @cedric 我知道。
es: @cedric Soy consciente de ello.
it: @cedric Ne sono al corrente.
ja: @cedric 承知しています。
ko: @cedric 알고 있어.
pt_br: @cedric Sim, eu sei.
ru: @cedric Я в курсе.

source: @cedric_hmm Prototype had contacted me earlier, saying that you would be on your way to the city.
cht: @cedric_hmm Prototype 之前联系过我，说你正在来城里的路上。
es: @cedric_hmm Prototipo contactó conmigo antes, diciendo que estarías de camino a la ciudad.
it: @cedric_hmm Prototipo mi aveva contattato prima, dicendomi che ti saresti messo in viaggio per arrivare alla città.
ja: @cedric_hmm 先ほど、プロトタイプから連絡がありました。 あなたが、もうすぐ街に訪れる、と。
ko: @cedric_hmm 프로토타입이 연락해서, 네가 도시로 오고 있다고 말해 줬거든.
pt_br: @cedric_hmm O protótipo entrou em contato comigo mais cedo dizendo que você estava vindo para a cidade.
ru: @cedric_hmm Прототип связался со мной и сказал, что ты направляешься в город.

source: @niko_speak He did?
cht: @niko_speak 是吗？
es: @niko_speak ¿De veras?
it: @niko_speak Davvero?
ja: @niko_speak そうなの？
ko: @niko_speak 프로토타입이요?
pt_br: @niko_speak É mesmo?
ru: @niko_speak Правда?

source: @cedric He sent me a message after his memories were restored.
cht: @cedric 他记忆恢复后给我发了一条信息。
es: @cedric Me envió un mensaje después de que sus recuerdos se restablecieron.
it: @cedric Mi ha inviato un messaggio dopo che i suoi ricordi sono stati ripristinati.
ja: @cedric 記憶が修復された後、メッセージを 送ってきたんです。
ko: @cedric 메모리가 복원된 후에 내게 메시지를 보냈지.
pt_br: @cedric Ele me mandou uma mensagem assim que a memória dele foi restaurada.
ru: @cedric Он послал мне сообщение после того, как его память была восстановлена.

source: @cedric_hmm He told me to wait in the city, but I thought it'd be faster for me to pick you guys up.
cht: @cedric_hmm 他告诉我在城里等，但我觉得直接来接你们 更快一些。
es: @cedric_hmm Me dijo que esperara en la ciudad, pero pensé que sería más rápido recogeros por el camino.
it: @cedric_hmm Mi ha detto di aspettarti nella città, ma ho pensato che sarebbe stato più veloce venirvi a prendere.
ja: @cedric_hmm 街で待つように言われたんですが、僕が 拾いにいったほうが早いかと思いまして。
ko: @cedric_hmm 도시에서 기다리라고 했지만, 너희들을 데리러 가는 것이 빠르겠다고 생각했어.
pt_br: @cedric_hmm Ele falou para esperar na cidade, mas achei que seria mais rápido se eu buscasse vocês.
ru: @cedric_hmm Он велел мне ждать в городе, но я решил, что будет лучше, если я вас подберу.

source: @cedric_sigh ...Turns out, that was a terrible idea.
cht: @cedric_sigh ...事实证明，这是个坏主意。
es: @cedric_sigh ... Al parecer, fue una terrible idea.
it: @cedric_sigh ...Sfortunatamente si è rivelata una pessima idea.
ja: @cedric_sigh …結果的に言うと、愚策でしたが。
ko: @cedric_sigh ...알고 보니 끔찍한 생각이었지.
pt_br: @cedric_sigh ... Só que acabou sendo uma péssima ideia.
ru: @cedric_sigh ...Как оказалось, это была ужасная идея.

source: @niko2 Pick... us up?
cht: @niko2 接...我们？
es: @niko2 ¿Recogernos... por el camino?
it: @niko2 Venire a... prenderci?
ja: @niko2 ミーたちを…拾いに？
ko: @niko2 우리를... 데리러 온다고요?
pt_br: @niko2 Buscar... a gente?
ru: @niko2 Подберёшь... нас?

source: @niko_pancakes ...wait... YOU can fly that plane??
cht: @niko_pancakes ...等等...你能驾驶那架飞机吗？
es: @niko_pancakes Espera, ¿¿PUEDES pilotar ese avión??
it: @niko_pancakes ...Aspetta... PUOI far volare quell'aereo??
ja: @niko_pancakes …もしかして…あの飛行機を操縦できるの？？
ko: @niko_pancakes ...잠시만요... 저 비행기를 운전할 수 있어요??
pt_br: @niko_pancakes ... espere... VOCÊ sabe pilotar aquele avião??
ru: @niko_pancakes ...постой... ТЫ умеешь летать на том самолёте??

source: @cedric_hmm What...\.\.is a plane?
cht: @cedric_hmm 什么...\.\.飞机？
es: @cedric_hmm ¿Qué es...\.\.un avión?
it: @cedric_hmm Cos'è...\.\. un aereo?
ja: @cedric_hmm ええと…\.\.ヒコウキ、とは？
ko: @cedric_hmm 비행기라...\.\. 그게 뭐지?
pt_br: @cedric_hmm O que...\.\.é um avião?
ru: @cedric_hmm Что...\.\.такое самолёт?

source: @niko_speak That thing behind you!
cht: @niko_speak 就在你后面！
es: @niko_speak ¡Eso que está detrás de ti!
it: @niko_speak Quella cosa dietro di te!
ja: @niko_speak その後ろにあるやつ！
ko: @niko_speak 당신 뒤에 있는 거요!
pt_br: @niko_speak É essa coisa atrás de você!
ru: @niko_speak То, что у тебя за спиной!

source: @cedric_talk Oh! You mean the flying machine?
cht: @cedric_talk 噢！你是指那个飞行器？
es: @cedric_talk ¡Oh! ¿Te refieres a la máquina voladora?
it: @cedric_talk Ah! Intendi la macchina volante?
ja: @cedric_talk ああ！空飛ぶ機械のことですか？
ko: @cedric_talk 오! 하늘을 나는 기계 말이야?
pt_br: @cedric_talk Ah! Está falando da máquina voadora?
ru: @cedric_talk А! Ты имеешь в виду летательный аппарат?

source: @niko_speak They're called planes in my world!
cht: @niko_speak 在我们的世界它们叫做飞机！
es: @niko_speak ¡En mi mundo, eso es un avión!
it: @niko_speak Nel mio mondo si chiamano aerei!
ja: @niko_speak ミーの世界だと、飛行機って呼ばれてるんだ！
ko: @niko_speak 제가 사는 곳에서는 비행기라고 불러요!
pt_br: @niko_speak Eles se chamam avião no meu mundo!
ru: @niko_speak В моём мире их зовут самолётами!

source: @cedric_hmm Oh...
cht: @cedric_hmm 哦...
es: @cedric_hmm Vaya...
ja: @cedric_hmm なるほど…
ko: @cedric_hmm 아...
pt_br: @cedric_hmm Ah...
ru: @cedric_hmm О...

source: @cedric_sigh ...I did not realize they existed in other worlds...
cht: @cedric_sigh ...我不知道它们在别的世界也存在...
es: @cedric_sigh ... No me he dado cuenta de que existiera en otros lugares...
it: @cedric_sigh ...Non mi aspettavo che esistessero anche in altri mondi...
ja: @cedric_sigh …他の世界にもあっただなんて、 知りませんでした…
ko: @cedric_sigh ...저게 다른 세상에도 있는지 몰랐네...
pt_br: @cedric_sigh ... não sabia que eles existiam em outros mundos...
ru: @cedric_sigh ...Я не и не подозревал, что они бывают и в других мирах...

source: @niko_speak ...wait! Are you the friend that Calamus and Alula was talking about, then?
cht: @niko_speak ...等等！ 你是不是 Calamus 和 Alula 之前 谈论的那位朋友？
es: @niko_speak ... ¡Espera! ¿Entonces, tú eres el amigo del que hablaban Calamus y Alula?
it: @niko_speak ...Aspetta! Sei l'amico di cui parlavano Calamus e Alula?
ja: @niko_speak …あっ！じゃあ、カラムスとアルーラの言ってた お友達って、君のこと？
ko: @niko_speak ...엇! 혹시 당신, 칼라무스와 알룰라가 말한 그 친구예요?
pt_br: @niko_speak ... espere! Então era de você que Calamus e Alula estavam falando?
ru: @niko_speak ...стой, получается, ты тот самый друг, о котором рассказывали Каламус и Алула?

source: @niko_speak Is this the same flying machine they were talking about?
cht: @niko_speak 这是不是就是他们谈论的那架飞行器？
es: @niko_speak ¿Es la misma máquina voladora de la que estaban hablando?
it: @niko_speak Quindi è questa la macchina volante di cui parlavano?
ja: @niko_speak 2人が言ってた空飛ぶ機械って、 もしかしてあれなのかな？
ko: @niko_speak 저게 바로 그 둘이 말한 하늘을 나는 기계인가요?
pt_br: @niko_speak Essa é a mesma máquina voadora da qual eles falaram?
ru: @niko_speak Это тот самый летательный аппарат, про который они говорили?

source: @cedric I do not know anyone named Calamus or Alula.
cht: @cedric 我不认识叫 Calamus 或 Alula 的人。
es: @cedric No conozco a nadie que se llame Calamus o Alula.
it: @cedric Non conosco nessuno che si chiami Calamus o Alula.
ja: @cedric カラムスや、アルーラという名前の人は 知りません。
ko: @cedric 칼라무스나 알룰라라는 사람은 모르는데.
pt_br: @cedric Não conheço ninguém chamado Calamus ou Alula.
ru: @cedric Я не знаю никаких Каламусов и Алул.

source: @cedric_talk I think... they're meant to be friends with my father. \>\n\@cedric_hmm ...in previous iterations of the...
cht: @cedric_talk 我觉得...他们可能是我父亲的朋友。\>\n\@cedric_hmm ...在之前迭代中的朋友...
es: @cedric_talk Creo... que fueron creados para ser amigos de mi padre.\>\n\@cedric_hmm En anteriores iteraciones de la...
it: @cedric_talk Credo... siano stati amici di mio padre. \>\n\@cedric_hmm ...Forse nelle precedenti iterazioni del...
ja: @cedric_talk おそらく…父のお知り合い なんだと思います。\>\n\@cedric_hmm …以前のシミュレートで、その…
ko: @cedric_talk 내 생각에는... 아버지의 친구인 것 같아. \>\n\@cedric_hmm ...아마 지난번 실험에서...
pt_br: @cedric_talk Acho que... eles deviam estar falando do meu pai. \>\n\@cedric_hmm ... nas iterações anteriores de...
ru: @cedric_talk Думаю... они должны были быть друзьями моего отца. \>\n\@cedric_hmm ...в прошлых версиях...

source: @niko2 ...your father?
cht: @niko2 ...你的父亲？
es: @niko2 ¿... Tu padre?
it: @niko2 ...Tuo padre?
ja: @niko2 …お父さん？
ko: @niko2 ...당신의 아버지요?
pt_br: @niko2 ... seu pai?
ru: @niko2 ...твоего отца?

source: @cedric_talk He was the original owner of the flying machine... \>\n\@cedric_hmm ...it's... one of his greatest inventions, actually.
cht: @cedric_talk 他是那架飞行器最初的主人...\>\n\@cedric_hmm ...事实上，这是...他最伟大的发明之一。
es: @cedric_talk Era el dueño original de la máquina voladora... \>\n\@cedric_hmm De hecho... es uno de sus mejores inventos.
it: @cedric_talk Era il proprietario originale della macchina volante... \>\n\@cedric_hmm ...È una delle sue più grandi invenzioni, in realtà.
ja: @cedric_talk この空飛ぶ機械は、 元々は父が所有していたんです… \>\n\@cedric_hmm 中でもこれは…屈指の発明品でしょうね。
ko: @cedric_talk 하늘을 나는 기계는 원래 아버지 것이었어... \>\n\@cedric_hmm ...아버지가 만든 최고의 발명품 중 하나기도 하지...
pt_br: @cedric_talk Ele foi o primeiro dono da máquina voadora... \>\n\@cedric_hmm ... ela é... uma das maiores invenções dele, na verdade.
ru: @cedric_talk Сначала это был его летательный аппарат... \>\n\@cedric_hmm ...на самом деле, это... одно из его величайших изобретений.

source: @niko_pancakes YOUR DAD INVENTED PLANES???
cht: @niko_pancakes 你父亲发明了飞机？？？
es: @niko_pancakes ¡¿TU PADRE INVENTÓ LOS AVIONES?!
it: @niko_pancakes TUO PADRE HA INVENTATO GLI AEREI???
ja: @niko_pancakes 君のお父さんが飛行機を発明したの？！！？
ko: @niko_pancakes 아버지가 비행기를 발명했다고요???
pt_br: @niko_pancakes SEU PAI CONSTRUÍA AVIÕES???
ru: @niko_pancakes ТВОЙ ПАПА ИЗОБРЁЛ САМОЛЁТ???

source: @cedric_hmm ...flying machine.
cht: @cedric_hmm ...飞行器。
es: @cedric_hmm ... Las máquinas voladoras.
it: @cedric_hmm ...Macchine volanti.
ja: @cedric_hmm …空飛ぶ機械です。
ko: @cedric_hmm ...하늘을 나는 기계라니까.
pt_br: @cedric_hmm ... máquinas voadoras.
ru: @cedric_hmm ...летательный аппарат.

source: @niko_pancakes IT'S COOL EITHER WAY!!
cht: @niko_pancakes 那也很酷！！
es: @niko_pancakes ¡¡ES LA CAÑA, SE LLAMEN COMO SE LLAMEN!!
it: @niko_pancakes WOW È COMUNQUE FANTASTICO!!
ja: @niko_pancakes どっちにしても、すごいよ！！
ko: @niko_pancakes 어쨌든 굉장하네요!!
pt_br: @niko_pancakes ISSO É MUITO LEGAL!!
ru: @niko_pancakes ВСЁ РАВНО ЭТО ТАК КРУТО!!

source: @cedric_smile Thanks?
cht: @cedric_smile 谢谢？
es: @cedric_smile ¿Gracias?
it: @cedric_smile Grazie...?
ja: @cedric_smile ありがとうございます。
ko: @cedric_smile 어, 고마워.
pt_br: @cedric_smile Valeu?
ru: @cedric_smile Спасибо?

source: @cedric_talk But to answer your earlier question... I am proficient in operating the machine.
cht: @cedric_talk 回答你前面的问题...我很擅长操作 这架机器。
es: @cedric_talk Aunque, respondiendo a tu anterior pregunta... Estoy cualificado para pilotar la máquina.
it: @cedric_talk Comunque, per rispondere alla tua domanda... Sono un pilota esperto.
ja: @cedric_talk 先ほどの質問ですが…僕は、 機械の操縦が得意なんです。
ko: @cedric_talk 어쨌든 네가 아까 했던 질문에 대답하자면... 나는 이 기계를 잘 다루지.
pt_br: @cedric_talk Mas, respondendo à pergunta de antes, sei, sim, operar a máquina.
ru: @cedric_talk Но возвращаясь к твоему первому вопросу... Я профессионально управляю этим аппаратом.

source: @cedric_hmm ...but...something weird happened to the engine when I was in the air earlier...
cht: @cedric_hmm 但...之前我在飞行时，发动机好像出了 一些毛病...
es: @cedric_hmm No obstante, algo extraño le ocurrió al motor mientras estaba en el aire hace un rato...
it: @cedric_hmm ...Ma prima... quando stavo volando, è successo qualcosa di strano al motore...
ja: @cedric_hmm …しかし…先ほど空中を飛んでいたら、エンジンに 何やらおかしなことが起きまして…
ko: @cedric_hmm ...그런데... 지난번에 하늘을 날다가 엔진에 이상한 문제가 생겼어...
pt_br: @cedric_hmm ... mas... aconteceu uma coisa estranha com o motor enquanto eu estava voando mais cedo...
ru: @cedric_hmm ...но...когда я вылетел за вами, с двигателем стало происходить что-то странное...

source: @cedric_sigh I had to make an emergency landing on this tiny island before I crashed into the city wall.
cht: @cedric_sigh 为了避开城墙我不得不紧急降落在这座小岛上。
es: @cedric_sigh Tuve que hacer un aterrizaje de emergencia en esta pequeña isla antes de estrellarme con el muro de la ciudad.
it: @cedric_sigh Sono stato costretto a un atterraggio di emergenza su questa piccola isola per non schiantarmi contro le mura della città.
ja: @cedric_sigh 街の壁に衝突してしまう前に、この小さな島に 緊急着陸しなくてはいけませんでした。
ko: @cedric_sigh 이 작은 섬에 비상 착륙을 해야 했어. 안 그랬으면 도시 벽으로 추락했을 거야.
pt_br: @cedric_sigh Tive que fazer um pouso de emergência nessa ilhazinha antes de bater no muro da cidade.
ru: @cedric_sigh Мне пришлось совершить вынужденную посадку на этот островок, иначе я бы врезался в городскую стену.

source: @niko3 You almost crashed? \>\n\@niko4 That's terrible!
cht: @niko3 你差点撞上？\>\n\@Niko4 太可怕了！
es: @niko3 ¿Que casi te estrellas, dices? \>\n\@niko4 ¡Eso es terrible!
it: @niko3 Ti sei quasi schiantato? \>\n\@niko4 Ma è terribile!
ja: @niko3 衝突しそうになったの？ \>\n\@niko4 大変だったね！
ko: @niko3 추락할 뻔했다고요? \>\n\@niko4 끔찍한 일이네요!
pt_br: @niko3 Você quase bateu? \>\n\@niko4 Que medo!
ru: @niko3 Ты чуть не разбился? \>\n\@niko4 Какой ужас!

source: @cedric_sigh It was not pleasant, I will admit.\n\>
cht: @cedric_sigh 我必须承认，这一点也不好玩。\n\>
es: @cedric_sigh Reconozco que no fue agradable.\n\>
it: @cedric_sigh Non è stato per nulla piacevole, lo ammetto.\n\>
ja: @cedric_sigh 確かに、いい気分ではありませんでしたね。\n\>
ko: @cedric_sigh 솔직히 말해서 즐거웠다고 할 순 없지.\n\>
pt_br: @cedric_sigh Admito que não foi nada agradável.\n\>
ru: @cedric_sigh Признаю, это было неприятно.\n\>

source: @cedric_hmm I wonder if the engine problem has to do with the square particle disruptions...
cht: @cedric_hmm 我怀疑发动机的问题或许和方块粒子 分裂有关...
es: @cedric_hmm Me pregunto si el problema del motor tiene que ver con la disrupción de las partículas cuadradas...
it: @cedric_hmm Mi chiedo se il danno al motore sia stato provocato dai quadrati...
ja: @cedric_hmm このエンジントラブル、四角形粒子による阻害と 何か関係しているんでしょうか…
ko: @cedric_hmm 엔진 문제가 그 사각형 입자와 관련이 있는지 궁금해서...
pt_br: @cedric_hmm Pensei que o problema no motor tivesse a ver com os distúrbios nas partículas quadradas...
ru: @cedric_hmm Интересно, не связана ли поломка двигателя с появлением квадратных помех...

source: @cedric I checked, but... there isn't any of that square stuff inside the machine itself.
cht: @cedric 我检查过了，但... 机器中并没有发现 方块。
es: @cedric Lo he comprobado, pero... No queda ni rastro de esos cuadrados dentro de la máquina.
it: @cedric Ho controllato la macchina e... sembra che all'interno non ce ne siano.
ja: @cedric チェックしてみたんですが…機械の中に、 四角形は1つもありませんでした。
ko: @cedric 확인해 봤는데... 기계 안에는 사각형이 없었어.
pt_br: @cedric Verifiquei, mas... não tem nenhum daqueles quadrados dentro da máquina.
ru: @cedric Я проверял, но... внутри самого аппарата этих квадратных штуковин нет.

source: @cedric_hmm ...but I noticed some islands in the Glen are REALLY messed up now.
cht: @cedric_hmm ...不过我发现 Glen 的一些岛屿现在真是 一团混乱。
es: @cedric_hmm ... Aunque me he dado cuenta de que algunas islas del Valle están hechas UN DESASTRE.
it: @cedric_hmm ...Ma ho notato che diverse isole della Valle sono messe DAVVERO male.
ja: @cedric_hmm …しかし、峡谷にある島々が 悲惨な状況にあることは確かです。
ko: @cedric_hmm ...하지만 협곡의 몇몇 섬은 완전히 엉망이 됐더라.
pt_br: @cedric_hmm ... mas percebi que algumas ilhas do Vale estão BEM bagunçadas agora.
ru: @cedric_hmm ...однако я заметил, что некоторые острова в Долине видали ГОРАЗДО лучшие времена.

source: @niko_eyeclosed They are...
cht: @niko_eyeclosed 那是...
es: @niko_eyeclosed Son...
it: @niko_eyeclosed Purtroppo sì...
ja: @niko_eyeclosed そうだね…
ko: @niko_eyeclosed 그건...
pt_br: @niko_eyeclosed Estão mesmo...
ru: @niko_eyeclosed Они...

source: @cedric_sigh Sigh. \>\nGuess I should have listened to Proto in the first place.
cht: @cedric_sigh 叹气。\>\n我觉得还是要先听听 Proto 的意见。
es: @cedric_sigh Ay... \>\nSupongo que debería haber escuchado a Proto desde un primer momento.
it: @cedric_sigh Sigh. \>\nAvrei dovuto ascoltare Proto fin dall'inizio.
ja: @cedric_sigh はぁ。 \>\n最初から、プロトの言うことを 聞いていれば良かった。
ko: @cedric_sigh 하아. \>\n처음부터 프로토의 말을 들었어야 했나 봐.
pt_br: @cedric_sigh Ah. \>\nDeveria ter dado ouvidos ao Proto.
ru: @cedric_sigh Эх. \>\nПохоже, надо было послушаться Прото.

source: @cedric_hmm ...say, where is he?
cht: @cedric_hmm ...他在哪里？
es: @cedric_hmm ... ¿Sabes dónde está?
it: @cedric_hmm ...A proposito, sai dov'è adesso?
ja: @cedric_hmm …そういえば、彼は今どこに？
ko: @cedric_hmm ...그런데 프로토는 어디 있지?
pt_br: @cedric_hmm ... e onde ele está?
ru: @cedric_hmm ...А кстати, где он?

source: @cedric_talk He said he was coming with you...
cht: @cedric_talk 他说他会和你们一起来...
es: @cedric_talk Nos dijo que vendría contigo...
it: @cedric_talk Mi aveva detto che sareste venuti insieme...
ja: @cedric_talk あなたと一緒にやってくると 聞きましたが…
ko: @cedric_talk 너랑 함께 온다고 했는데...
pt_br: @cedric_talk Ele disse que estava vindo com você...
ru: @cedric_talk Он сказал, что идёт с тобой...

source: @cedric Is he still back at the main islands?
cht: @cedric 难道他还在主岛上？
es: @cedric ¿Sigue en las islas principales?
it: @cedric Si trova ancora nelle isole principali?
ja: @cedric まだ本島にいるんですか？
ko: @cedric 아직 본 섬에 있나?
pt_br: @cedric Ele ainda está nas ilhas maiores?
ru: @cedric Он всё ещё на больших островах?

source: @niko3 Oh... actually...
cht: @niko3 哦... 应该说...
es: @niko3 Oh, en realidad...
it: @niko3 Oh... ecco...
ja: @niko3 あの…えっとね…
ko: @niko3 아... 사실...
pt_br: @niko3 Ah... na verdade...
ru: @niko3 Ох... на самом деле...

source: @niko4 ...back at the Barrens, he...
cht: @niko4 ...还在 Barrens ，他...
es: @niko4 ... de vuelta en los Baldíos, él...
it: @niko4 ...prima, nella Baia Desolata...
ja: @niko4 …不毛の地で、プロトは…
ko: @niko4 ...불모지에서...
pt_br: @niko4 ... lá nas Terras Áridas, ele...
ru: @niko4 ...там, в Пустошах он...

source: @niko_upset There was a cave-in...\.\. and then a bunch of squares...
cht: @niko_upset 发生了塌方...\.\.还有一堆方块...
es: @niko_upset Hubo un derrumbe...\.\. y después, un montón de cuadrados...
it: @niko_upset C'è stata una frana...\.\. e poi un sacco di quadrati...
ja: @niko_upset 洞窟が崩れて…\.\. そしたら、四角形がたくさん 現れて…
ko: @niko_upset 함몰이 일어났어요...\.\. 사각형이 잔뜩 있었죠...
pt_br: @niko_upset Tinha uma caverna...\.\. e um monte de quadrados...
ru: @niko_upset Там в был обвал в пещере...\.\. а потом появилось много квадратов...

source: @niko_upset2 ...he...\.\. and the robot lady...
cht: @niko_upset2 他...\.\. 和机器人女士...
es: @niko_upset2 Él...\.\.y la mujer robot...
it: @niko_upset2 ...Lui...\.\. e la signorina robot...
ja: @niko_upset2 …プロトと…\.\. ロボットのお姉さんが…
ko: @niko_upset2 ...프로토와...\.\. 로봇 아가씨...
pt_br: @niko_upset2 ... el...\.\. e a moça-robô...
ru: @niko_upset2 ...он...\.\. и тётя-робот...

source: @niko_distressed_talk ...neither of them made it out.
cht: @niko_distressed_talk ...都没有成功逃出来。
es: @niko_distressed_talk Ninguno consiguió escapar.
it: @niko_distressed_talk ...Nessuno di loro è riuscito ad uscire.
ja: @niko_distressed_talk …逃げ切れなかった。
ko: @niko_distressed_talk ...둘 다 나오지 못했어요.
pt_br: @niko_distressed_talk ... nunca saíram de lá.
ru: @niko_distressed_talk ...им не удалось выбраться.

source: @cedric_eek No....
cht: @cedric_eek 不会吧....
ja: @cedric_eek そんな…
ko: @cedric_eek 그럴 수가...
pt_br: @cedric_eek Não...
ru: @cedric_eek Нет....

source: @niko_distressed2 He...\.\. did give me this, though.
cht: @niko_distressed2 但...\.\.他给了我这个。
es: @niko_distressed2 Aunque...\.\. me dio esto.
it: @niko_distressed2 Mi...\.\. ha dato questa, comunque.
ja: @niko_distressed2 あの…\.\. これをもらったんだ。
ko: @niko_distressed2 그런데...\.\. 이걸 받았어요.
pt_br: @niko_distressed2 Ele...\.\. me deu isso.
ru: @niko_distressed2 Но хотя он...\.\. передал мне вот это.

source: @niko3 This disk he pulled from his head...
cht: @niko3 这个是从他头部弹出的磁盘...
es: @niko3 Se sacó este disquete de la cabeza...
it: @niko3 È l'unità di memoria che ha espulso dalla sua testa...
ja: @niko3 頭から取り出したディスク…
ko: @niko3 프로토가 머리에서 꺼낸 디스크예요...
pt_br: @niko3 O disco que ele tirou da própria cabeça...
ru: @niko3 Он достал этот диск из своей головы...

source: @cedric_talk Oh!!!
cht: @cedric_talk 哦！！！
es: @cedric_talk ¡¡¡Vaya!!!
ja: @cedric_talk ああ！！！
ko: @cedric_talk 오!!!
pt_br: @cedric_talk Ah!!!
ru: @cedric_talk О!!!

source: @cedric_sigh2 Oh thank goodness.
cht: @cedric_sigh2 感谢上帝。
es: @cedric_sigh2 Qué alivio...
it: @cedric_sigh2 Oh, grazie al cielo.
ja: @cedric_sigh2 ああ、本当に良かった。
ko: @cedric_sigh2 세상에, 감사합니다.
pt_br: @cedric_sigh2 Ainda bem.
ru: @cedric_sigh2 Ох какое облегчение.

source: @cedric_talk He gave you his main drive!
cht: @cedric_talk 他给了你他的主驱动盘！
es: @cedric_talk ¡Te dio su disco duro principal!
it: @cedric_talk Ti ha dato il suo nucleo principale!
ja: @cedric_talk メインドライブをあなたに渡したんですね！
ko: @cedric_talk 메인 드라이브야!
pt_br: @cedric_talk Ele deu a você a unidade principal dele!
ru: @cedric_talk Он отдал тебе свой основной мягкий диск!

source: @cedric_hmm As long as I have this, I should be able to bring him back.
cht: @cedric_hmm 只要有这个，我应该能把他修复。
es: @cedric_hmm Mientras tenga esto, puedo traerle de vuelta.
it: @cedric_hmm Finché avrò questo tra le mani, dovrei riuscire a riportarlo indietro.
ja: @cedric_hmm これさえあれば、彼を復元することが できるはずです。
ko: @cedric_hmm 이게 있으면 프로토를 되살릴 수 있어.
pt_br: @cedric_hmm Enquanto estiver com isto, posso trazê-lo de volta.
ru: @cedric_hmm Пока он у нас, я ещё могу восстановить Прото.

source: @niko2 R-really?
cht: @niko2 真的？
es: @niko2 ¿E... En serio?
it: @niko2 D-davvero?
ja: @niko2 ほ…ほんと？
ko: @niko2 정말요?
pt_br: @niko2 S-sério?
ru: @niko2 П-правда?

source: @cedric_sigh It's gonna be hard, but yes.
cht: @cedric_sigh 虽然有点困难，但确实可以的。
es: @cedric_sigh Va a costar, pero sí.
it: @cedric_sigh Sarà complicato, ma sì.
ja: @cedric_sigh 大変な作業ですが、可能です。
ko: @cedric_sigh 어렵겠지만, 가능해.
pt_br: @cedric_sigh Vai ser difícil, mas, sim.
ru: @cedric_sigh Это будет сложно, но да.

source: @cedric You need all three of us for the big door.
cht: @cedric 想要通过那座大门你会需要我们三个。
es: @cedric Nos necesitas a los tres para la puerta grande.
it: @cedric Avrai bisogno di noi tre per aprire la grande porta.
ja: @cedric 大型ドアには、人手が3人ほど必要になります。
ko: @cedric 큰 문에 들어가려면 우리 셋이 모두 필요해.
pt_br: @cedric Você vai precisar de nós para abrir a porta grande.
ru: @cedric Для большой двери тебе понадобятся все трое.

source: @niko2 The...?
cht: @niko2 什么...？
es: @niko2 ¿La...?
it: @niko2 La...?
ja: @niko2 大型…え？
ko: @niko2 큰 문?
pt_br: @niko2 A...?
ru: @niko2 Для чего...?

source: @cedric_hmm But first thing's first, we need to find a way to go to the city.
cht: @cedric_hmm 但首先，我们得找到去城里的路。
es: @cedric_hmm Pero antes de nada, necesitamos encontrar un camino que lleve a la ciudad.
it: @cedric_hmm Ma una cosa alla volta, adesso dobbiamo trovare un modo per arrivare in città.
ja: @cedric_hmm しかしまずは、街へと繋がる道を 探さないといけませんね。
ko: @cedric_hmm 하지만 먼저 도시에 들어갈 방법을 찾아야 해.
pt_br: @cedric_hmm Mas vamos por partes: precisamos achar um jeito de ir até a cidade.
ru: @cedric_hmm Но первым делом, нам надо найти способ добраться до города.

source: @niko_eyeclosed Right...\>\nThe city gate is kind of kaput now.
cht: @niko_eyeclosed 是的...\>\n城里的门现在有点故障。
es: @niko_eyeclosed De acuerdo...\>\nLa puerta de la ciudad está algo averiada ahora.
it: @niko_eyeclosed Giusto...\>\nOrmai l'ingresso della città è andato.
ja: @niko_eyeclosed そうだね…\>\nゲートはもうダメみたいだし。
ko: @niko_eyeclosed 맞아요...\>\n도시 정문은 지금 망가졌어요.
pt_br: @niko_eyeclosed Verdade... \>\nO portão da cidade já era.
ru: @niko_eyeclosed Точно...\>\nГородским воротам ведь пришёл каюк.
