Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @calamus We're just about done here, so let us know when you want to go back to the ruins.
cht: @calamus 我们已经好了，你想回废墟的时候告诉我们。
es: @calamus Ya casi hemos terminado, así que avísanos cuando quieras volver a las ruinas.
it: @calamus Qui abbiamo finito, fateci sapere quando volete tornare alle rovine.
ja: @calamus お参りはもう終わるから、遺跡に 戻りたくなったら言ってくれ。
ko: @calamus 여기서는 볼일이 끝났어. 폐허로 돌아가고 싶으면 알려 줘.
pt_br: @calamus Já estamos terminando aqui, então avise quando quiser voltar para as ruínas.
ru: @calamus Мы здесь почти закончили. Дай знать, когда захочешь вернуться в руины.

source: @niko Okay.
cht: @niko 好的。
es: @niko Vale.
it: @niko Ok.
ja: @niko 分かった。
ko: @niko 알았어.
pt_br: @niko Está bem.
ru: @niko Хорошо.

source: @niko Hey, do you know where I could find a battery?
cht: @niko 嘿，你知道哪里可以找到电池吗？
es: @niko Oye, ¿sabes dónde puedo encontrar una batería?
it: @niko Ehi, sai dove posso trovare una batteria?
ja: @niko あの、バッテリーってどこを探せばあるかな？
ko: @niko 저기, 배터리를 어디서 구할 수 있는지 알아?
pt_br: @niko Ei, sabe onde consigo achar uma bateria?
ru: @niko Эй, ты не знаешь, где тут найти батарею?

source: @calamus Good question..
cht: @calamus 好问题...
es: @calamus Buena pregunta.
it: @calamus Bella domanda...
ja: @calamus そうだな…
ko: @calamus 좋은 질문이야.
pt_br: @calamus Boa pergunta.
ru: @calamus Хороший вопрос..

source: @calamus_heh We...\.\. don't really use electricity in the Glen.
cht: @calamus_heh 我们...\.\. 在 Glen 几乎不用电。
es: @calamus_heh La verdad...\.\. No usamos electricidad en el Valle.
it: @calamus_heh Purtroppo...\.\. non usiamo elettricità nella Valle.
ja: @calamus_heh 峡谷だと…\.\.電気はあまり使わないんだ。
ko: @calamus_heh 사실...\.\. 협곡에서는 전기를 사용하지 않아.
pt_br: @calamus_heh Nós... \.\.não temos eletricidade no Vale.
ru: @calamus_heh Мы...\.\. вообще-то не используем электричество здесь в Долине.

source: @niko_eyeclosed Ah.
cht: @niko_eyeclosed 啊。
ja: @niko_eyeclosed そうなんだ。
ko: @niko_eyeclosed 그렇구나.
ru: @niko_eyeclosed А.

source: @calamus_speak Oh, but there are robots at the research station!\>\nIf there's a battery anywhere, they'd know where it is.
cht: @calamus_speak 噢，但研究站有些机器人！\>\n它们肯定知道在哪能找到电池。
es: @calamus_speak Oh, ¡pero en la estación de investigación hay robots!\>\nSi hay una batería por alguna parte, ellos sabrán dónde.
it: @calamus_speak Oh, ma ci sono dei robot nella stazione di ricerca!\>\nSe c'è una batteria nei dintorni, sapranno sicuramente dove trovarla.
ja: @calamus_speak あ、でも研究所にはロボットがいたな！\>\n彼らなら知ってるかも。
ko: @calamus_speak 참, 그러고 보니 연구 시설에 로봇이 있잖아!\>\n배터리가 어디 있다면, 로봇들이 알고 있을 거야.
pt_br: @calamus_speak Ah, mas há robôs na estação de pesquisa!\>\nEles devem saber onde tem uma bateria.
ru: @calamus_speak О, но на научной станции есть роботы!\>\nЕсли где-то и есть батарея — они точно знают где.

source: @niko Gotcha, thanks!
cht: @niko 好的，谢谢！
es: @niko Entendido, ¡gracias!
it: @niko Ho capito, grazie!
ja: @niko わかった、ありがとう！
ko: @niko 그렇겠네. 고마워!
pt_br: @niko Beleza, valeu!
ru: @niko Понял, спасибо!

source: @alula_speak I hope she can see us wherever she is!
cht: @alula_speak 我希望她无论在哪里都可以看着我们！
es: @alula_speak ¡Ojalá pueda vernos allá donde esté!
it: @alula_speak Ovunque lei sia, spero possa vederci!
ja: @alula_speak 天国からあたしたちのこと 見てくれてるといいな！
ko: @alula_speak 엄마가 어디 계신지는 몰라도 우릴 볼 수 있으면 좋겠다!
pt_br: @alula_speak Espero que ela possa nos ver de onde estiver!
ru: @alula_speak Надеюсь, она нас видит, где бы она ни была!

source: @alula_gasp MOM YOU'RE NOT GONNA BELIEVE WHAT HAPPENED TODAY WE MET THE MESSIAH AND
cht: @alula_gasp 妈妈，你肯定不相信今天发生的事，我们 见到了救世主，而且
es: @alula_gasp MAMÁ, NO TE VAS A CREER LO QUE NOS HA PASADO HOY. HEMOS CONOCIDO AL MESÍAS Y
it: @alula_gasp MAMMA NON CREDERAI MAI A QUELLO CHE STO PER DIRTI ABBIAMO INCONTRATO IL MESSIA E
ja: @alula_gasp お母さん！今日何があったと思う？！ 今日はね、救世主さまと会ってね、
ko: @alula_gasp 엄마, 오늘 무슨 일이 있었는지 믿을 수 없을 거예요. 구원자를 만나고
pt_br: @alula_gasp MAMÃE VOCÊ NÃO VAI ACREDITAR NO QUE ACONTECEU HOJE ENCONTRAMOS MESSIAS E
ru: @alula_gasp МАМ ТЫ НЕ ПОВЕРИШЬ ЧТО СЕГОДНЯ ПРОИЗОШЛО МЫ ВСТРЕТИЛИ МЕССИЮ И

source: @alula_speak ...hi Niko!
cht: @alula_speak ...嗨 Niko！
es: @alula_speak ... ¡Hola, Niko!
it: @alula_speak ...Ciao Niko!
ja: @alula_speak …やっほ、ニコ！
ko: @alula_speak ...안녕, 니코!
pt_br: @alula_speak ... oi, Niko!
ru: @alula_speak ...привет, Нико!

source: @alula Didja find any...\@alula_pout ...any...
cht: @alula 找到一些...\@alula_pout 一些...
es: @alula ¿Haz encontrado...\@alula_pout ... algún...?
it: @alula Alla fine sei riuscito a trovare quegli...\>\n\@alula_pout Ma sì dai, quegli...
ja: @alula そいえば、あれ見つけた？\@alula_pout …えっと…
ko: @alula 그거...\@alula_pout ...찾았어...?
pt_br: @alula Você achou... \@alula_pout ... alguma...
ru: @alula Ты нашёл эти...\@alula_pout ...эти...

source: @alula_oh ...what were you looking for again?
cht: @alula_oh ...你又在找什么？
es: @alula_oh ... ¿Qué estabas buscando ahora?
it: @alula_oh ...Cos'è che stavi cercando?
ja: @alula_oh …何だっけ？
ko: @alula_oh ...뭘 찾는다고 했더라?
pt_br: @alula_oh ... o que é que você tá procurando mesmo?
ru: @alula_oh ...напомни, что ты там искал?

source: @niko_speak Gears?
cht: @niko_speak 齿轮？
es: @niko_speak ¿Engranajes?
it: @niko_speak Ingranaggi?
ja: @niko_speak 歯車？
ko: @niko_speak 기어?
pt_br: @niko_speak Engrenagens?
ru: @niko_speak Шестерёнки?

source: @alula_speak Gears!\>\n\@alula Didja find any of those?
cht: @alula_speak 齿轮！\>\n\@alula 找到齿轮了吗？
es: @alula_speak ¡Engranajes!\>\n\@alula ¿Haz encontrado alguno?
it: @alula_speak Sì, gli ingranaggi!\>\n\@alula Sei riuscito a trovarli?
ja: @alula_speak 歯車！\>\n\@alula 歯車は見つかった？
ko: @alula_speak 기어!\>\n\@alula 그거 찾았어?
pt_br: @alula_speak Engrenagens!\>\n\@alula Já achou alguma?
ru: @alula_speak Шестерёнки!\>\n\@alula Ты хоть одну нашёл?

source: @niko No, but... I found this music box though!
cht: @niko 没有，但是...但我找到了这个八音盒！
es: @niko No, ¡pero he encontrado esta caja de música!
it: @niko No, ma...\. in compenso ho trovato questo carillon!
ja: @niko ううん、でも…このオルゴールは見つけた！
ko: @niko 아니, 하지만... 이 오르골을 찾았어!
pt_br: @niko Não, mas... achei essa caixa de música!
ru: @niko Нет, но... Я вот нашёл эту музыкальную шкатулку!

source: @alula_gasp Ooooh!
cht: @alula_gasp 噢！
es: @alula_gasp ¡Halaaa!
ja: @alula_gasp おおおー！
ko: @alula_gasp 오오오!
pt_br: @alula_gasp Aaah!
ru: @alula_gasp О-о-о!

source: @niko Do you know where I could find some gears?
cht: @niko 你知道我在哪里可以找到齿轮吗？
es: @niko Oye, ¿sabes dónde podría encontrar algunos engranajes?
it: @niko Sai dove posso trovare degli ingranaggi?
ja: @niko 歯車って、どこに行けば見つかるかな？
ko: @niko 기어는 어디서 찾을 수 있을까?
pt_br: @niko Sabe onde posso achar umas engrenagens?
ru: @niko Ты не знаешь, где можно найти шестерёнки?

source: @alula Gears?\>\nWhat's... that?
cht: @alula 齿轮？\>\n那是...什么？
es: @alula ¿Engranajes?\>\n¿Qué... es eso?
it: @alula Ingranaggi?\>\nCosa... sono?
ja: @alula 歯車？\>\nって…なあに？
ko: @alula 기어?\>\n그게... 뭔데?
pt_br: @alula Engrenagens?\>\nO que é... isso?
ru: @alula Шестерёнки?\>\nЧто... это такое?

source: @niko_speak It's like...\.\. A metal circle thing with teeth!
cht: @niko_speak 它就像...\.\.带牙齿的金属圈！
es: @niko_speak Son como...\.\. ¡Un círculo de metal con dientes!
it: @niko_speak Sono tipo...\.\. dei cerchi metallici con dei denti!
ja: @niko_speak えっとね…\.\. 歯がついた、 鉄の輪っかみたいなやつ！
ko: @niko_speak 그건...\.\. 톱니가 있고 동그랗게 생긴 금속이야!
pt_br: @niko_speak Parece com...\.\. Um disco de metal com dentes!
ru: @niko_speak Это такие...\.\. Металлические кружочки с зубцами!

source: @alula_speak A circle... with teeth?!
cht: @alula_speak 圆圈... 带牙齿的？！
es: @alula_speak ¡¿Un círculo... con dientes?!
it: @alula_speak Cerchi... con dei denti!?
ja: @alula_speak 輪っかに…歯がついてるの？！
ko: @alula_speak 톱니가 있는 동그라미...?!
pt_br: @alula_speak Um disco... com dentes?!
ru: @alula_speak Кружочки с зубами?!

source: @alula_speak Haha, that sounds so silly!\>\nLike something Magpie would have!
cht: @alula_speak 哈哈，听起来好傻！\>\n就像是 Magpie 才会有的东西！
es: @alula_speak ¡Ja, ja! ¡Suena muy gracioso!\>\n¡Como algo que Magpie podría tener!
it: @alula_speak Ahah, è così buffo!\>\nSembra proprio il tipo di oggetto che Gazza collezionerebbe!
ja: @alula_speak あはは、変なの！\>\nマグパイなら持ってそうね！
ko: @alula_speak 우습게 생겼네!\>\n맥파이가 그런 걸 잔뜩 갖고 있어!
pt_br: @alula_speak Hahaha parece tão bobo!\>\nParece uma das coisas do Magpie!
ru: @alula_speak Ха-ха, так смешно звучит!\>\nУ Мэгпая наверняка такие есть!

source: @niko Magpie?
it: @niko Gazza?
ja: @niko マグパイ？
ko: @niko 맥파이?
ru: @niko Мэгпая?

source: @alula Y'know, the trader guy!
cht: @alula 就是那个交易商人！！
es: @alula ¡Ya sabes, el comerciante!
it: @alula Lo avrai visto in giro, è il mercante!
ja: @alula ほら、あの商人さんのこと！
ko: @alula 그 교역상 말이야!
pt_br: @alula É, o comerciante!
ru: @alula Ну знаешь, у дяди-торговца!

source: @alula He collects all kinds of funny stuff!
cht: @alula 他收藏各种有趣的东西！
es: @alula ¡Colecciona toda clase de objetos curiosos!
it: @alula Colleziona un sacco di cianfrusaglie buffe!
ja: @alula 面白いもの、たーっくさん持ってるのよ！
ko: @alula 온갖 재미있는 물건을 수집하거든!
pt_br: @alula Ele coleciona um monte de coisa esquisita!
ru: @alula Он собирает самые разные забавные штуковины!

source: @alula_speak I mean, he even keeps around broken glass and junk!
cht: @alula_speak 我是说，他甚至还收集碎玻璃和垃圾！
es: @alula_speak ¡Vamos, hasta se queda con los cristales rotos y la basura!
it: @alula_speak Voglio dire, ha con sé anche dei vetri rotti e della spazzatura!
ja: @alula_speak えっとね、割れたガラスとか、 よく分かんないものがいっぱい！
ko: @alula_speak 깨진 유리랑 폐품까지 모은다고!
pt_br: @alula_speak Ele guarda até vidro quebrado e sucata!
ru: @alula_speak Он ведь хранит даже разбитые стекляшки и мусор!

source: @niko_speak ...Oh yeah!\>\n\@niko I think I know who you're talking about.
cht: @niko_speak ...噢，耶！\>\n\@niko 我觉得我知道你在说谁。
es: @niko_speak ¡Ah, sí! \>\n\@niko Creo que sé de quién me hablas.
it: @niko_speak ...Oh sì!\>\n\@niko Penso di aver capito di chi stai parlando.
ja: @niko_speak …あっ！\>\n\@niko 誰のことか分かったかも。
ko: @niko_speak ...아!\>\n\@niko 누구 얘긴지 알겠다.
pt_br: @niko_speak ... Ah, sei!\>\n\@niko Acho que sei de quem você tá falando.
ru: @niko_speak ...Ах да!\>\n\@niko Думаю, я знаю, о ком ты говоришь.

source: @alula_speak He's such a weirdo!
cht: @alula_speak 他就是这样一个怪人！
es: @alula_speak ¡Es más raro que un perro verde!
it: @alula_speak È un tipetto strano!
ja: @alula_speak ホント、変な人よ！
ko: @alula_speak 정말 희한한 사람이야!
pt_br: @alula_speak Ele é bem esquisito!
ru: @alula_speak Он такой чудак!

source: @cedric_smile Looks like the flying machine has a chance after all!
cht: @cedric_smile 看起来那台飞行器还是有希望的。
es: @cedric_smile ¡Parece que al final la máquina voladora tiene posibilidades!
it: @cedric_smile Alla fine sembra proprio che la macchina volante abbia un'altra possibilità!
ja: @cedric_smile ようやくこれで、空飛ぶ機械が動きそうです！
ko: @cedric_smile 하늘을 나는 기계에 희망이 보여!
pt_br: @cedric_smile Parece que ainda existe esperança para a máquina voadora!
ru: @cedric_smile Похоже, у моего аппарата всё же есть шанс!

source: @cedric I just have to assemble the pieces now, but it might take a while...
cht: @cedric 现在我只需把零件组装起来，但可能需要点 时间...
es: @cedric Solo tengo que ensamblar las piezas, aunque puede que tarde un rato...
it: @cedric Ora devo rimontare tutto, ma potrebbe volerci un po'...
ja: @cedric あとは部品を組み立てるだけですが、 少し時間がかかるかもしれません…
ko: @cedric 이제 조립만 하면 되는데, 시간이 조금 걸려...
pt_br: @cedric Só preciso montar as peças agora, mas pode demorar um pouco...
ru: @cedric Мне осталось только собрать детали, но это займёт время...

source: @cedric_smile Do you mind keeping me company?
cht: @cedric_smile 你介意我陪你么？
es: @cedric_smile ¿Te importa hacerme compañía?
it: @cedric_smile Ti dispiace tenermi compagnia?
ja: @cedric_smile 付き合ってもらえますか？
ko: @cedric_smile 옆에 있어 주겠니?
pt_br: @cedric_smile Você se importa de me fazer companhia?
ru: @cedric_smile Ты не составишь мне компанию?

source: @niko How's it going?
cht: @niko 进展如何？
es: @niko ¿Cómo va?
it: @niko Come sta andando?
ja: @niko どう？
ko: @niko 어떻게 돼 가요?
pt_br: @niko Como está indo?
ru: @niko Как успехи?

source: @cedric Slow...
cht: @cedric 很慢...
es: @cedric Lento...
it: @cedric A rilento...
ja: @cedric 順調とは言えませんね…
ko: @cedric 아직...
pt_br: @cedric Devagar...
ru: @cedric Потихоньку...

source: @cedric_hmm The connectors in the battery were not designed for this type of engine, so I have to shift around some of these ports.
cht: @cedric_hmm 电池里的连接器与这种发动机不合， 所以我必须调整其中一些接口。
es: @cedric_hmm Los conectores de la batería no fueron diseñados para este tipo de motor, así que tengo que hacer cambios en algunos de estos puertos.
it: @cedric_hmm I connettori della batteria non sono progettati per questo motore, quindi ho bisogno di spostare alcune porte.
ja: @cedric_hmm バッテリーの接続端子が このエンジン用に設計されていないので、 ポートをいくつか差し替える必要があります。
ko: @cedric_hmm 배터리의 커넥터가 이런 엔진에 맞게 설계되지 않아서, 포트 몇 개를 옮겨야 해.
pt_br: @cedric_hmm Os conectores na bateria não foram projetados para esse tipo de motor, por isso preciso modificar algumas das entradas.
ru: @cedric_hmm Соединительные разъемы на батарее не предназначены для этого типа двигателей, так что приходится двигать некоторые порты.

source: @cedric_sigh ...and there's this bolt that keeps getting stuck, and...
cht: @cedric_sigh ...就是这个螺栓卡住了，而且...
es: @cedric_sigh ... Y está este tornillo que sigue atascándose, y...
it: @cedric_sigh ...E c'è anche questo bullone che non vuole svitarsi, e...
ja: @cedric_sigh …あと、このボルトがいっつも引っかかって…
ko: @cedric_sigh ...이 나사는 자꾸만 구멍에 끼고...
pt_br: @cedric_sigh ... e tem esse parafuso que fica espanando e...
ru: @cedric_sigh ...а ещё этот болт постоянно заедает. И ещё...

source: @niko_eyeclosed ...ah.
cht: @niko_eyeclosed ...啊。
ja: @niko_eyeclosed …そっか。
ko: @niko_eyeclosed ...아.
ru: @niko_eyeclosed ...эх.

source: @cedric_smile ...don't worry! I am making decent progress!
cht: @cedric_smile ...别担心！我现在有进展了！
es: @cedric_smile ¡No te preocupes! ¡Estoy avanzando bastante!
it: @cedric_smile ...Non preoccuparti! Sto comunque facendo progressi!
ja: @cedric_smile …心配しないでください！ 作業は着々と進んでいますから！
ko: @cedric_smile ...걱정하지 마! 그럭저럭 진행되고 있어!
pt_br: @cedric_smile ... não se preocupe! Estou indo bem até!
ru: @cedric_smile ...не переживай! Я уже далеко продвинулся!

source: @cedric We should be able to make it to the city by tonight.
cht: @cedric 我们应该今晚能够到城里。
es: @cedric Creo que podremos conseguir llegar a la ciudad para esta noche.
it: @cedric Dovremmo essere in grado di arrivare in città entro questa notte.
ja: @cedric 今夜中には、街に行けるはずです。
ko: @cedric 오늘 밤에는 도시로 갈 수 있을 거야.
pt_br: @cedric Poderemos ir para a cidade hoje à noite.
ru: @cedric Думаю, этой ночью мы уже доберёмся до города.

source: @niko_eyeclosed If you say so...
cht: @niko_eyeclosed 如果这样的话...
es: @niko_eyeclosed Si tú lo dices...
it: @niko_eyeclosed Se lo dici tu...
ja: @niko_eyeclosed それならいいんだけど…
ko: @niko_eyeclosed 그렇다면...
pt_br: @niko_eyeclosed Se você está dizendo...
ru: @niko_eyeclosed Ну если ты так считаешь...

source: @niko3 ...what...\.\. will happen once we get there?
cht: @niko3 ...\.\. 我们到那后要做什么？
es: @niko3 ... ¿Qué...\.\. ocurrirá una vez lleguemos allí?
it: @niko3 ...Cosa...\.\. succederà una volta arrivati lì?
ja: @niko3 …街に着いたら…\.\.どうなるのかな？
ko: @niko3 ...우리가 도시에 가면...\.\. 그때는 어떻게 되나요?
pt_br: @niko3 ... o que... \.\.vai acontecer quando chegarmos lá?
ru: @niko3 ...что будет...\.\. когда мы туда доберёмся?

source: @cedric_hmm We need to bring Proto back first.
cht: @cedric_hmm 我们需要先把 Proto 修复。
es: @cedric_hmm Primero tenemos que recuperar a Proto.
it: @cedric_hmm Prima dobbiamo riportare indietro Proto.
ja: @cedric_hmm まずは、プロトを復元しないといけませんね。
ko: @cedric_hmm 먼저 프로토를 되살려야지.
pt_br: @cedric_hmm Precisamos trazer o Proto de volta primeiro.
ru: @cedric_hmm Сначала мы должны вернуть Прото.

source: @cedric_talk And then we need to go find one more person.
cht: @cedric_talk 然后我们要再去找个人。
es: @cedric_talk Y después necesitamos encontrar a alguien más.
it: @cedric_talk E dovremo andare a trovare un'altra persona.
ja: @cedric_talk それから、あともう1人見つけないと。
ko: @cedric_talk 그다음 한 사람을 더 찾아야 해.
pt_br: @cedric_talk Depois, precisamos encontrar mais uma pessoa.
ru: @cedric_talk А потом займёмся поисками ещё одной персоны.

source: @cedric You may have already met her, actually...
cht: @cedric 其实，你可能已经见过她了...
es: @cedric Puede que ya la hayas conocido, de hecho...
it: @cedric Potresti averla già incontrata, in realtà...
ja: @cedric 彼女とは、すでに会ったことが あるかもしれませんね…
ko: @cedric 넌 이미 만났을지도 모르지만...
pt_br: @cedric Você já deve ter encontrado com ela, na verdade...
ru: @cedric Кстати, может быть, ты её даже уже встречал...

source: @cedric_talk Do you remember her from the last time you were in this world?
cht: @cedric_talk 你还记得上次来这个世界时你们见过她吗？
es: @cedric_talk ¿La recuerdas de la última vez que estuviste en este mundo?
it: @cedric_talk Dall'ultima volta che sei stato in questo mondo, ti ricordi di averla vista?
ja: @cedric_talk この世界に前回いた時のこと、 覚えていませんか？
ko: @cedric_talk 지난번 이 세상에 왔을 때 그 애가 어땠는지 기억해?
pt_br: @cedric_talk Lembra dela? Da última vez que você esteve neste mundo?
ru: @cedric_talk Ты помнишь её с тех пор, как в последний раз был в этом мире?

source: @niko I...
cht: @niko 我...
es: @niko Yo...
it: @niko Ehm...
ja: @niko えっと…
ko: @niko 그게...
pt_br: @niko Eu...
ru: @niko Я...

source: @niko3 ...what does she...\> look like?
cht: @niko3 她...\>长什么样？
es: @niko3 ... ¿Qué aspecto...\> tiene?
it: @niko3 ...Com'è...\> fatta?
ja: @niko3 …その子は…\> どんな人？
ko: @niko3 ...그 사람이 어떻게...\> 생겼는데요?
pt_br: @niko3 ... como...\> ela é?
ru: @niko3 ...а как она...\> выглядит?

source: @cedric2 This is going to sound strange, but...
cht: @cedric2 听起来可能有点奇怪，但...
es: @cedric2 Esto va a sonar raro, pero...
it: @cedric2 Potrebbe sembrarti strano, ma...
ja: @cedric2 変に思われるかもしれませんが…
ko: @cedric2 이상하게 들리겠지만...
pt_br: @cedric2 Isso é meio estranho, mas...
ru: @cedric2 Это прозвучит, конечно, странно, но...

source: @cedric_talk She is a fox.
cht: @cedric_talk 她是一只狐狸。
es: @cedric_talk Es un zorro.
it: @cedric_talk È una volpe.
ja: @cedric_talk キツネです。
ko: @cedric_talk 여우야.
pt_br: @cedric_talk Ela é uma raposa.
ru: @cedric_talk Она лиса.

source: @niko_speak ...Rue?
ja: @niko_speak …ルエ？
ko: @niko_speak ...루?
ru: @niko_speak ...Рю?

source: @cedric_talk You've met?
cht: @cedric_talk 你们见过？
es: @cedric_talk ¿La conoces?
it: @cedric_talk Vi siete già incontrati?
ja: @cedric_talk 会ったんですか？
ko: @cedric_talk 만났어?
pt_br: @cedric_talk Você conhece?
ru: @cedric_talk Вы встретились?

source: @niko_eyeclosed I... think so...
cht: @niko_eyeclosed 我...觉得是...
es: @niko_eyeclosed Eso... creo...
it: @niko_eyeclosed Credo di sì...
ja: @niko_eyeclosed うん…たぶん…
ko: @niko_eyeclosed 그런 거 같아요...
pt_br: @niko_eyeclosed Acho... que sim...
ru: @niko_eyeclosed Я... думаю да...

source: @niko_eyeclosed The memories are still really blurry, though...
cht: @niko_eyeclosed 虽然记忆有点模糊...
es: @niko_eyeclosed Aunque tengo un recuerdo muy difuso...
it: @niko_eyeclosed Scusa, i miei ricordi sono ancora molto confusi e annebbiati...
ja: @niko_eyeclosed まだ記憶がぼやけちゃってるけど…
ko: @niko_eyeclosed 기억이 아직 흐릿하긴 하지만...
pt_br: @niko_eyeclosed Mas as memórias ainda estão um pouco embaçadas....
ru: @niko_eyeclosed Хотя воспоминания всё ещё как в тумане...

source: @niko2 ...oh...
cht: @niko2 噢...
ja: @niko2 …あ…
ko: @niko2 ...아...
pt_br: @niko2 ... ah...
ru: @niko2 ...о...

source: @niko_eyeclosed I.... DO remember talking to a fox at one point...
cht: @niko_eyeclosed 我...确实记得曾经和一只狐狸说过话...
es: @niko_eyeclosed Sí que me acuerdo... de estar hablando con un zorro en un momento dado...
it: @niko_eyeclosed In effetti... ricordo di aver parlato con una volpe...
ja: @niko_eyeclosed そういえば… やっぱりどこかでキツネと喋ったのを 覚えてる…
ko: @niko_eyeclosed 언젠가... 여우와 이야기한 기억이 나요...
pt_br: @niko_eyeclosed Eu... LEMBRO de ter falado com uma raposa uma vez...
ru: @niko_eyeclosed Я.... ТОЧНО помню, что в какой-то момент разговаривал с лисой...

source: @cedric_talk You've met Rue?
cht: @cedric_talk 你见过 Rue？
es: @cedric_talk ¿Conoces a Rue?
it: @cedric_talk Hai incontrato Rue?
ja: @cedric_talk ルエに会ったんですか？
ko: @cedric_talk 루를 만났어?
pt_br: @cedric_talk Você conhece a Rue?
ru: @cedric_talk Ты встречал Рю?

source: @cedric_sigh I see...
cht: @cedric_sigh 我知道了...
es: @cedric_sigh Entiendo...
it: @cedric_sigh Capisco...
ja: @cedric_sigh なるほど…
ko: @cedric_sigh 그렇구나...
pt_br: @cedric_sigh Entendo...
ru: @cedric_sigh Ясно...

source: @niko2 Oh, um...
cht: @niko2 噢，嗯...
it: @niko2 Oh, ehm...
ja: @niko2 えっ、と…
ko: @niko2 음...
pt_br: @niko2 Ah, ahm...
ru: @niko2 О. Э-э-эм...

source: @niko_eyeclosed I... don't think I know what you're talking about.
cht: @niko_eyeclosed 我...我不明白你的意思。
es: @niko_eyeclosed Creo... que no sé de qué me hablas.
it: @niko_eyeclosed Mi dispiace... ma non credo di sapere di cosa stai parlando.
ja: @niko_eyeclosed やっぱり…誰のことか分かんないや…
ko: @niko_eyeclosed 누구 이야긴지 모르겠어요.
pt_br: @niko_eyeclosed Acho... que não sei do que você está falando.
ru: @niko_eyeclosed Я... не понимаю, о чём ты говоришь.

source: @cedric_sigh Worth a shot.
cht: @cedric_sigh 值得一试。
es: @cedric_sigh Merece la pena intentarlo.
it: @cedric_sigh Tranquillo... valeva comunque la pena tentare.
ja: @cedric_sigh もしかしたらと思ったんですが。
ko: @cedric_sigh 혹시나 했어.
pt_br: @cedric_sigh Não custa tentar.
ru: @cedric_sigh Попытка — не пытка.

source: @cedric_hmm Rue can be... elusive.
cht: @cedric_hmm Rue ...有点神出鬼没。
es: @cedric_hmm Rue puede resultar... esquiva.
it: @cedric_hmm Rue può essere molto... sfuggente.
ja: @cedric_hmm ルエは…彼女は… ちょっと神出鬼没なんです。
ko: @cedric_hmm 루는 찾기 어려워.
pt_br: @cedric_hmm A Rue é um pouco... misteriosa.
ru: @cedric_hmm Рю может быть довольно... изворотлива.

source: @cedric_talk Even if she IS the least hidden one of us...
cht: @cedric_talk 虽然和我们相比她并不算最难找的人...
es: @cedric_talk Aunque se esconda menos que cualquiera de nosotros.
it: @cedric_talk Anche se fra noi tre è quella che si nasconde meno...
ja: @cedric_talk 僕たちの中では、 最も見つけやすくはあるのですが…
ko: @cedric_talk 우리 중에서는 그나마 덜 숨어 있는 편이지만...
pt_br: @cedric_talk Apesar de ela NÃO estar tão escondida quanto nós...
ru: @cedric_talk Даже если она на виду больше, чем кто-либо из нас...

source: @niko_eyeclosed My memories are still really blurry, though...
cht: @niko_eyeclosed 我的记忆还是很模糊...
es: @niko_eyeclosed Mis recuerdos siguen muy difusos, no obstante...
it: @niko_eyeclosed Scusa, i miei ricordi sono ancora molto confusi e annebbiati...
ja: @niko_eyeclosed まだ、記憶が微妙にぼやけてて…
ko: @niko_eyeclosed 하지만 기억이 아직 흐릿해요...
pt_br: @niko_eyeclosed Mas minhas lembranças ainda estão um pouco embaçadas....
ru: @niko_eyeclosed Хотя мои воспоминания всё ещё как в тумане...

source: @niko_upset ....sigh.
cht: @niko_upset ...叹气。
es: @niko_upset ... Ay.
ja: @niko_upset ……はぁ。
ko: @niko_upset ...하아.
pt_br: @niko_upset .... ah.
ru: @niko_upset ....эх.

source: @niko_distressed2 It's just... hard... y'know?
cht: @niko_distressed2 这确实... 很难受...你明白？
es: @niko_distressed2 Es muy duro, ¿sabes?
it: @niko_distressed2 Sai... è tutto così complicato...
ja: @niko_distressed2 これ…結構…つらいんだよ。
ko: @niko_distressed2 어렵네요...
pt_br: @niko_distressed2 É... difícil... tá?
ru: @niko_distressed2 Просто это... тяжело... понимаешь?

source: @niko_eyeclosed Proto told me to think of this world like a dream.
cht: @niko_eyeclosed Proto 告诉我要把这个世界想象成一个梦。
es: @niko_eyeclosed Proto me dijo que pensara en este mundo como si fuera un sueño.
it: @niko_eyeclosed Proto mi ha detto di immaginare questo mondo come un sogno.
ja: @niko_eyeclosed プロトには、この世界を夢のようなものだと 考えればいい、って言われた。
ko: @niko_eyeclosed 프로토가 이 세상이 꿈이라고 생각하랬어요.
pt_br: @niko_eyeclosed Proto me falou para fazer de conta este mundo é um sonho.
ru: @niko_eyeclosed Прото посоветовал мне воспринимать этот мир как сон.

source: @niko_distressed2 But then I get so caught up with...
cht: @niko_distressed2 但我如此投入了...
es: @niko_distressed2 Pero luego me engancho bastante...
it: @niko_distressed2 Ma poi sono successe un sacco di cose...
ja: @niko_distressed2 だけど、頭がグチャグチャになっちゃって…
ko: @niko_distressed2 하지만 전 너무 빠져들다 보니...
pt_br: @niko_distressed2 Mas aí eu me envolvo muito...
ru: @niko_distressed2 Но потом меня так захватывает...
