Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko3 ...and why is it that you can't do it now?
cht: @niko3 ... 那为什么你现在做不到了？
es: @niko3 ¿Y por qué no puedes hacerlo ahora?
it: @niko3 Quindi... perché non puoi farlo ora?
ja: @niko3 …じゃあ、どうして今は それができなくなっちゃったの？
ko: @niko3 ...그런데 왜 지금은 그렇게 할 수 없는 거죠?
pt_br: @niko3 ... e por que não dá mais para fazer isso?
ru: @niko3 ...а почему ты не можешь сделать это сейчас?

source: @en_upset2 [Niko....]
ja: @en_upset2 [ニコ…]
ko: @en_upset2 [니코....]
ru: @en_upset2 [Нико....]

source: @en_upset_meow [The code's gone, remember?]
cht: @en_upset_meow [代码不见了，记得吗？]
es: @en_upset_meow [El código ha desaparecido, ¿te acuerdas?]
it: @en_upset_meow [Il codice è perso ormai, ricordi?]
ja: @en_upset_meow [さっき言っただろう？ コードはもう、消えてしまった。]
ko: @en_upset_meow [코드가 사라졌잖아. 기억나?]
pt_br: @en_upset_meow [O código sumiu, esqueceu?]
ru: @en_upset_meow [Кода больше нет, ты не забыл?]

source: @en_eyeclosed [Shattering the sun was only supposed to be a workaround...]
cht: @en_eyeclosed [打碎太阳只是一个应急方案...]
es: @en_eyeclosed [Hacer añicos el sol solo resultaría una pérdida de tiempo...]
it: @en_eyeclosed [Rompere il sole doveva essere solo una soluzione alternativa...]
ja: @en_eyeclosed [太陽を破壊することが、唯一の解決策だった…]
ko: @en_eyeclosed [태양을 망가뜨리는 건 원래 차선책일 뿐이었어...]
pt_br: @en_eyeclosed [Quebrar o sol era para ser apenas uma solução temporária...]
ru: @en_eyeclosed [Я думала, что разбитое солнце сработает как обходное решение...]

source: @en_distressed [I don't even remember the original code enough to describe it!]
cht: @en_distressed [我甚至无法回忆起原始的代码， 来向你描述它！]
es: @en_distressed [¡Ni siquiera recuerdo lo suficiente el código original para describirlo!]
it: @en_distressed [Non riesco nemmeno a ricordare il codice originale abbastanza bene da descrivertelo!]
ja: @en_distressed [それを表現するのに必要な 元のコードすら、もう思い出せない！]
ko: @en_distressed [원래 코드를 설명할 만큼 자세히 기억이 나지도 않아!]
pt_br: @en_distressed [Não lembro do código original para descrevê-lo!]
ru: @en_distressed [Я даже не помню исходный код достаточно, чтобы его описать!]

source: @en_distressed2 [But at the same time, it...]
cht: @en_distressed2 [但同时，它...]
es: @en_distressed2 [Aunque al mismo tiempo...]
it: @en_distressed2 [Ma allo stesso tempo, è...]
ja: @en_distressed2 [だが同時に…]
ko: @en_distressed2 [하지만 한편으로는...]
pt_br: @en_distressed2 [Mas ao mesmo tempo, ele...]
ru: @en_distressed2 [Но в то же время это...]

source: @en_less_sad [Oh...\.\. I don't know...]
cht: @en_less_sad [哦...\.\.我不知道...]
es: @en_less_sad [Oh...\.\. No lo sé...]
it: @en_less_sad [Oh...\.\. Non lo so...]
ja: @en_less_sad [ああ…\.\. どうすれば…]
ko: @en_less_sad [아...\.\. 모르겠어...]
pt_br: @en_less_sad [Ah...\.\. Eu não sei...]
ru: @en_less_sad [Ох..\.\. Я не знаю...]

source: @niko3 ...it sounds like you're always fighting yourself.
cht: @niko3 ...听起来你一直在与自己抗争。
es: @niko3 ... Suena como si siempre tuvieras un conflicto interno.
it: @niko3 ...Sembra sempre tu faccia fatica a deciderti.
ja: @niko3 …何だか、君はずっと自分自身と闘ってるみたい。
ko: @niko3 ...당신은 항상 자신과 싸우고 있는 것 같네요.
pt_br: @niko3 ... parece que você tá sempre brigando com seus próprios pensamentos.
ru: @niko3 ...ты как будто всё время с собой борешься.

source: @en_distressed2 [...]\>\n[...You can tell, huh...]
cht: @en_distressed2 [...]\>\n[...你可以看出来，嗯...]
es: @en_distressed2 [...]\>\n[... Se nota, ¿eh?...]
it: @en_distressed2 [...\>\n...L'hai notato, eh...]
ja: @en_distressed2 […]\>\n[…そうとも言えるな…]
ko: @en_distressed2 [...]\>\n[...다 보이는 모양이구나...]
pt_br: @en_distressed2 [...]\>\n[... Você percebeu, hein...]
ru: @en_distressed2 [...]\>\n[...И не говори...]

source: @niko3 It's the whole thing about conflicts in your code, isn't it?
cht: @niko3 这就是你的代码的矛盾所在，不是吗？
es: @niko3 Todo gira en torno al conflicto con tu código, ¿no?
it: @niko3 È causato dai conflitti nel tuo codice, vero?
ja: @niko3 それって全部、君の中にあるコードが 矛盾してるせいなんでしょ？
ko: @niko3 전부 당신 내부의 코드 충돌로 발생한 문제잖아요. 그렇죠?
pt_br: @niko3 Tem a ver com aqueles conflitos no seu código, não é?
ru: @niko3 Это всё из-за противоречий в коде, да?

source: @en_eyeclosed [I am a machine, Niko.]
cht: @en_eyeclosed [我是一台机器， Niko。]
es: @en_eyeclosed [Soy una máquina, Niko.]
it: @en_eyeclosed [Sono una macchina, Niko.]
ja: @en_eyeclosed [私は機械なのだ、ニコ。]
ko: @en_eyeclosed [난 기계야, 니코.]
pt_br: @en_eyeclosed [Sou uma máquina, Niko.]
ru: @en_eyeclosed [Я машина, Нико.]

source: @en2 [Machines are built with a fundamental law, which is...]
cht: @en2 [机器的制作都是要遵循基本原则的， 那就是...]
es: @en2 [Todas las máquinas se construyen con una ley fundamental...]
it: @en2 [Le macchine sono state costruite sulla base di una legge fondamentale...]
ja: @en2 [機械は、1つの原則で構成されているのだ。 それは…]
ko: @en2 [기계들은 근본적인 규칙을 지키도록 만들어지지...]
pt_br: @en2 [Máquinas são feitas com uma lei fundamental, que é...]
ru: @en2 [Во все машины заложен основной закон, который гласит...]

source: @niko_eyeclosed2 "Never let a living being come to harm".
cht: @niko_eyeclosed2 "绝不能让生命体受到伤害"。
es: @niko_eyeclosed2 «Jamás permitir que se hiera a un ser vivo».
it: @niko_eyeclosed2 "Non permettere che alcun essere vivente si faccia del male".
ja: @niko_eyeclosed2 「生命体に危害を及ぼしてはならない」
ko: @niko_eyeclosed2 "생명체에게 해를 끼치지 않는다."
pt_br: @niko_eyeclosed2 “Nunca permita que nenhum ser vivo se machuque.”
ru: @niko_eyeclosed2 «Никогда не допускать вреда живому существу».

source: @en3 [...You knew.]
cht: @en3 [...你明白的。]
es: @en3 [... Lo sabías.]
it: @en3 [...Già.]
ja: @en3 […知っていたか。]
ko: @en3 [...알고 있구나.]
pt_br: @en3 [... você sabia.]
ru: @en3 [...Тогда ты знаешь.]

source: @en_distressed_talk [My very existence conflicts with that law...]
cht: @en_distressed_talk [我的存在自身违背了这条法则...]
es: @en_distressed_talk [Mi propia existencia tiene un conflicto con esa ley...]
it: @en_distressed_talk [La mia stessa esistenza è in conflitto con quella legge...]
ja: @en_distressed_talk [私の存在は、その原則に矛盾している…]
ko: @en_distressed_talk [내 존재 자체가 그 규칙과 충돌하고 있어...]
pt_br: @en_distressed_talk [Minha própria existência entra em conflito com essa lei...]
ru: @en_distressed_talk [Само моё существование противоречит этому закону...]

source: @en_distressed2 [...I\.\....thought...]
cht: @en_distressed2 [...我\.\...觉得...]
es: @en_distressed2 [...Yo\.\.... pensaba...]
it: @en_distressed2 [...Io...\.\. pensavo...]
ja: @en_distressed2 […私は\.\.…思ったのだ…]
ko: @en_distressed2 [...난\.\....생각했지...]
pt_br: @en_distressed2 [... Eu\.\.... pensei que...]
ru: @en_distressed2 [...Я\.\....думала...]

source: @en3 [The life of a living being like you is so unique.]\>\n[So precious.]
cht: @en3 [像你这样生命体的生命是独一无二的。]\>\n[如此珍贵。]
es: @en3 [La vida de un ser humano como tú es única.]\>\n[Tan valiosa...]
it: @en3 [La vita di un essere vivente come te è così unica.\>\nCosì preziosa.]
ja: @en3 [君のような生命体の人生は、とても特別だ。]\>\n[とても、尊いものだ。]
ko: @en3 [너 같은 생명체의 목숨은 아주 특별하다고.]\>\n[아주 소중하다고.]
pt_br: @en3 [A vida de um ser vivo como você é tão única...]\>\n[tão preciosa...]
ru: @en3 [Жизнь существа, подобного тебе, уникальна.]\>\n[Так ценна.]

source: @en_distressed2 [This fake world... isn't worth that risk.]
cht: @en_distressed2 [这个虚幻的世界...不值得冒这种风险。]
es: @en_distressed2 [Este mundo falso... no merece tal riesgo.]
it: @en_distressed2 [Non si può mettere in pericolo... per questo mondo finto.]
ja: @en_distressed2 [この、偽物の世界には…そんな危険を 冒すほどの価値はない。]
ko: @en_distressed2 [이 가짜 세상을 위해... 목숨을 걸 가치는 없어.]
pt_br: @en_distressed2 [Este mundo falso... não vale o risco.]
ru: @en_distressed2 [Этот поддельный мир... не стоит такого риска.]

source: @niko3 The people here...
cht: @niko3 这里的人们...
es: @niko3 La gente que hay aquí...
it: @niko3 Le persone che sono qui...
ja: @niko3 この世界に住む人たちは…
ko: @niko3 이곳 사람들은...
pt_br: @niko3 As pessoas daqui...
ru: @niko3 Здешние люди и роботы...

source: @niko4 I think they are...
cht: @niko4 我觉得他们...
es: @niko4 Creo que son...
it: @niko4 Penso siano...
ja: @niko4 だって、みんな…
ko: @niko4 그들은...
pt_br: @niko4 Acho que elas são...
ru: @niko4 Я думаю, они этого стоят...

source: @en_upset2 [They are code too, you know this.]
cht: @en_upset2 [他们也是代码，你知道的。]
es: @en_upset2 [También son código, eso ya lo sabes.]
it: @en_upset2 [Sono codice anche loro, lo sai.]
ja: @en_upset2 [彼らもみな、コードでできている。 もう知っているだろう。]
ko: @en_upset2 [그들도 코드야. 너도 잘 알고 있을 텐데.]
pt_br: @en_upset2 [Elas são feitas de código — você sabe disso.]
ru: @en_upset2 [Они все тоже часть кода, ты это знаешь.]

source: @en_upset [Their behavior all derive from a predetermined matrix of actions.]
cht: @en_upset [他们的行为也都是源于预先确定的 行动模型。]
es: @en_upset [Su comportamiento se deriva al completo de una matriz predeterminada de acciones.]
it: @en_upset [Il loro comportamento deriva da una matrice predeterminata di azioni.]
ja: @en_upset [彼らは、あらかじめ決定づけられた 配列によって行動する。]
ko: @en_upset [그들의 행동은 미리 정해진 규칙을 따를 뿐이야.]
pt_br: @en_upset [Todo o comportamento delas é derivado de uma matriz predefinida de ações.]
ru: @en_upset [Их поведение определяется предустановленной матрицей действий.]

source: @en_upset2 [...All extensions of my own programming.]\>\n\@en_eyeclosed [They cannot act outside of it.]
cht: @en_upset2 [...都是我自身程序的扩展。]\>\n\@en_eyeclosed [他们不能在这之外行动。]
es: @en_upset2 [... Todas las extensiones de mi propia programación.]\>\n\@en_eyeclosed [No actúan más allá de la misma.]
it: @en_upset2 [...Sono tutte estensioni del mio programma.\>\n\@en_eyeclosed Non possono agire al di fuori di esso.]
ja: @en_upset2 […全て、私自身のプログラムの延長上。]\>\n\@en_eyeclosed [その枠を超えて行動することは不可能だ。]
ko: @en_upset2 [...모두 내 프로그래밍의 확장일 뿐이지.]\>\n\@en_eyeclosed [그들은 그걸 벗어나는 행동은 할 수 없어.]
pt_br: @en_upset2 [... Todas são extensões de minha programação.]\>\n\@en_eyeclosed [Elas não podem agir fora disso.]
ru: @en_upset2 [...Это всё расширения моего кода.]\>\n\@en_eyeclosed [Они не могут выйти за его рамки.]

source: @en_upset [You, though...]
cht: @en_upset [但你...]
es: @en_upset [Tú, sin embargo...]
it: @en_upset [Tu, invece...]
ja: @en_upset [だが、君は…]
ko: @en_upset [그렇지만, 넌...]
pt_br: @en_upset [Mas, você...]
ru: @en_upset [А вот ты...]

source: @en3 [You're the only person who's actually real here!]
cht: @en3 [你是这里唯一真实的人。]
es: @en3 [¡Tú eres la única persona real que hay aquí!]
it: @en3 [Tu sei l'unica persona reale qui!]
ja: @en3 [君こそが、実在している唯一の人なのだ！]
ko: @en3 [넌 여기 있는 사람 중에 유일하게 진짜 사람이야!]
pt_br: @en3 [Você é a única pessoa de verdade aqui!]
ru: @en3 [Здесь ты единственный, кто в самом деле настоящий!]

source: @en_upset2 [That's why... ]
cht: @en_upset2 [那也是为什么...]
es: @en_upset2 [Por eso... ]
it: @en_upset2 [Ecco perché...]
ja: @en_upset2 [だからこそ… ]
ko: @en_upset2 [그렇기 때문에... ]
pt_br: @en_upset2 [É por isso que...]
ru: @en_upset2 [И поэтому...]

source: @en_distressed_talk [It's pointless to put you in danger to save them... \>to save me.]
cht: @en_distressed_talk [让你陷入危险之中来救他们...\>来救我， 是没有意义的。]
es: @en_distressed_talk [No tiene sentido que te pongas en peligro para salvarlos... \>para salvarme.]
it: @en_distressed_talk [È inutile metterti in pericolo per salvarli... \>e salvarmi.]
ja: @en_distressed_talk [君を危険に晒す理由はどこにもない。彼らや…\> 私を救うために。]
ko: @en_distressed_talk [그들을... \>나를 구하기 위해 네가 위험을 무릅쓰는 무의미해.]
pt_br: @en_distressed_talk [Não faz sentido correr risco para salvá-las... \>para me salvar.]
ru: @en_distressed_talk [Бессмысленно подвергать тебя опасности, чтобы спасти их... \>спасти меня.]

source: @niko3 I...\> don't think that's.... true.
cht: @niko3 我觉得...\> 这不是...真的。
es: @niko3 No creo...\> que eso... sea cierto.
it: @niko3 Non...\> Non credo sia come dici.
ja: @niko3 そんな…\> そんなこと…ないよ。
ko: @niko3 전...\> 그렇게 생각하지... 않아요.
pt_br: @niko3 Eu...\> não acredito.... nisso.
ru: @niko3 Я...\> не думаю что это.... правда.

source: @niko2 About the people I know.
cht: @niko2 关于我认识的人们。
es: @niko2 Lo de la gente que conozco.
it: @niko2 Riguardo alle persone che conosco.
ja: @niko2 ミーはみんなのことを、 そんなふうには思ってない。
ko: @niko2 제가 아는 사람들에 대해서는요.
pt_br: @niko2 Sobre as pessoas que conheci.
ru: @niko2 Насчёт жителей я знаю.

source: @niko2 You said...\.\. this session wasn't in your code, right?
cht: @niko2 你说过...\.\.这段旅程并不在你的 代码中，是吧？
es: @niko2 Has dicho...\.\. que esta sesión no estaba en tu código, ¿verdad?
it: @niko2 Prima hai detto...\.\. che questa sessione non era nel tuo codice, giusto?
ja: @niko2 ねえ…\.\.このセッションは、君のコードには なかったって言ったよね？
ko: @niko2 당신은...\.\. 이 세션이 당신의 코드에 없었다고 했죠?
pt_br: @niko2 Você disse...\.\.que esta sessão não estava no seu código, não é?
ru: @niko2 Ты говорила...\.\. что этой сессии не было в твоём коде, верно?

source: @en4 [Yeah?]
cht: @en4 [是吗？]
es: @en4 [Sí...]
it: @en4 [Sì?]
ja: @en4 [ああ。それがどうした？]
ko: @en4 [그래. 그래서?]
pt_br: @en4 [Sim?]
ru: @en4 [Ну да?..]

source: @niko2 So... if this session wasn't supposed to happen.
cht: @niko2 那么...要是这段旅程本不应该发生。
es: @niko2 Entonces... Si se supone que esta sesión no tenía que suceder...
it: @niko2 Se questa sessione non sarebbe dovuta accadere...
ja: @niko2 それって…もし、このセッションが 起きるはずじゃなかったとしたら…
ko: @niko2 그럼... 이 세션이 원래 없었다면...
pt_br: @niko2 Então... se esta sessão não deveria ter acontecido de novo...
ru: @niko2 Значит... если эта сессия не была предусмотрена...

source: @niko_eyeclosed If even YOU didn't know what to do....
cht: @niko_eyeclosed 要是你都不知道怎么办...
es: @niko_eyeclosed Si ni siquiera TÚ sabías qué hacer...
it: @niko_eyeclosed Se nemmeno TU sapevi cosa fare...
ja: @niko_eyeclosed 君も、どうすればいいのか 分からなかったとしたら…
ko: @niko_eyeclosed 당신조차 어떻게 해야 할지 몰랐다면...
pt_br: @niko_eyeclosed se nem VOCÊ sabia o que fazer...
ru: @niko_eyeclosed ...если даже ТЫ не знала, что делать....

source: @niko3 How would the characters... how did the people...\.\. know how to respond?
cht: @niko3 那些角色...那些人们... \.\.怎么知道该如何响应？
es: @niko3 ¿Cómo sabían los personajes...? ¿Cómo sabía la gente...\.\. cómo tenían que responder?
it: @niko3 Come potevano i personaggi... Come potevano le persone...\.\. sapere quali risposte dare?
ja: @niko3 どうしてキャラクター達は…みんなは… \.\.ミーとお喋りできてたの？
ko: @niko3 캐릭터들... 사람들은...\.\. 어떻게 반응해야 할지 어떻게 안 거죠?
pt_br: @niko3 como os personagens... as pessoas...\.\. sabiam reagir?
ru: @niko3 Откуда тогда... персонажи... жители мира...\.\. знали, как на это среагировать?

source: @en3 [I...]
cht: @en3 [我...]
es: @en3 [Yo...]
it: @en3 [Io...]
ja: @en3 [それは…]
ko: @en3 [난...]
pt_br: @en3 [Eu...]
ru: @en3 [Я...]

source: @niko_distressed2 You said it yourself... when you didn't know what was happening, you kinda just... stopped working for a while.
cht: @niko_distressed2 你自己说的...当你不知道发生什么时， 你就会...停止工作一段时间。
es: @niko_distressed2 Tú lo dijiste... Cuando no sabías lo que estaba ocurriendo, simplemente... dejaste de funcionar durante un tiempo.
it: @niko_distressed2 L'hai detto tu, ricordi? Quando non sapevi cosa stava succedendo... hai smesso di funzionare per un po'.
ja: @niko_distressed2 君もさっき言ってたよね… 何が起きてるのか分からなくなって… 機能が止まっちゃったって。
ko: @niko_distressed2 당신이 직접 말했어요... 무슨 일이 일어나는지 몰랐을 때 잠시 작동을 멈췄다고... 말했잖아요.
pt_br: @niko_distressed2 Você mesma falou... quando não sabia o que estava acontecendo, você simplesmente... parou de funcionar por um tempo.
ru: @niko_distressed2 Ты же сама сказала... когда перестала понимать, что происходит, ты как бы на время... прекратила работу.

source: @niko3 So how did the people know what to do to help me get here?
cht: @niko3 那么其他的人们怎么知道如何帮助我 来到这里呢？
es: @niko3 ¿Cómo ha sabido la gente qué hacer para ayudarme a llegar aquí?
it: @niko3 Quindi come ha fatto la gente a sapere cosa fare per aiutarmi ad arrivare qui?
ja: @niko3 それなら、どうしてあの人たちはミーを ここに連れてくる方法を知ってたの？
ko: @niko3 그렇다면 사람들은 절 여기로 보내려면 어떻게 해야 하는지, 어떻게 안 거죠?
pt_br: @niko3 Então como todos sabiam o que eu devia fazer para chegar até aqui?
ru: @niko3 Но как тогда они все поняли что делать, чтобы помочь мне сюда добраться?

source: @niko_distressed_talk ...even if it meant getting hurt themselves?
cht: @niko_distressed_talk ...甚至这意味着他们自己要受伤害？
es: @niko_distressed_talk ¿... Incluso aunque significara que ellos mismos se hicieran daño?
it: @niko_distressed_talk ...Anche a costo di farsi del male?
ja: @niko_distressed_talk …自分も怪我しちゃうかもしれないのに、 だよ？
ko: @niko_distressed_talk ...그러다가 스스로가 해를 입을지 모른다는 걸 알면서도요.
pt_br: @niko_distressed_talk ... mesmo correndo risco de se machucarem?
ru: @niko_distressed_talk ...даже если им пришлось ради этого пострадать?

source: @niko_distressed2 Even if it meant... \.\.messing up their own code...
cht: @niko_distressed2 甚至这意味着...\.\.会损坏他们自己的 代码...
es: @niko_distressed2 Incluso aunque significara... \.\.violar su propio código...
it: @niko_distressed2 Anche a costo... \.di distruggere il proprio codice...
ja: @niko_distressed2 コードが…\.\.おかしくなっちゃう かもしれないのに…
ko: @niko_distressed2 그러다가... \.\.자신의 코드가 엉망이 될지도 모른다는 걸 알면서도요...
pt_br: @niko_distressed2 Mesmo se... \.\.danificasse o código deles...
ru: @niko_distressed2 Даже если им пришлось... \.\.повредить свой собственный код...

source: @niko_distressed You might not think they are real, but...
cht: @niko_distressed 你可能觉得他们不是真实的，但...
es: @niko_distressed Puede que pienses que no eran reales, pero...
it: @niko_distressed Potresti non pensare che siano reali, ma...
ja: @niko_distressed 君は、みんなのことを本物だって 思わないかもしれないけど、でも…
ko: @niko_distressed 당신은 그들이 진짜라고 생각하지 않을지 몰라도...
pt_br: @niko_distressed Você pode achar que eles não são reais, mas...
ru: @niko_distressed Ты можешь считать их ненастоящими, но...

source: @niko3 There's... \.\.there must be something real in them...
cht: @niko3 他们身上...\.\.也一定存在某些真实的东西...
es: @niko3 Hay... \.\.Debe haber algo real en ellos...
it: @niko3 Deve... \.\.Dev'esserci qualcosa di reale in loro...
ja: @niko3 きっと… \.\.ううん。絶対に、ここに住む人たちの 中にも、本物の何かがあるはずだよ。
ko: @niko3 그들에겐... \.\.진실한 부분이 있어요...
pt_br: @niko3 tem... \.\.algo de verdadeiro neles...
ru: @niko3 В них есть... \.\.должно быть что-то настоящее...

source: @niko_distressed2 And... if they're all supposed to be extensions of your code...
cht: @niko_distressed2 而且...如果他们都是你代码的扩展...
es: @niko_distressed2 Y... si se supone todos son extensiones de tu código...
it: @niko_distressed2 E... se tutti sono estensioni del tuo codice...
ja: @niko_distressed2 それに…そのみんなが、君のコードの 延長上なら…
ko: @niko_distressed2 그리고... 그들이 모두 당신 코드의 연장일 뿐이라면...
pt_br: @niko_distressed2 E... se todos são extensões de seu código...
ru: @niko_distressed2 И... если они все являются расширениями твоего кода...

source: @niko_distressed_talk Then... there must be more to your own programming than you know, too!
cht: @niko_distressed_talk ...那你的程序里肯定也有更多你不知道 的部分！
es: @niko_distressed_talk ¡Entonces... también habrá cosas de tu programación que ni siquiera sepas!
it: @niko_distressed_talk Forse... c'è un qualcosa nel tuo programma che nemmeno tu sai di avere!
ja: @niko_distressed_talk それなら…想像もつかない何かが、 君のプログラムにもあるはずだよ！
ko: @niko_distressed_talk 당신의 프로그래밍에도... 분명 당신이 모르는 부분이 있을 거예요!
pt_br: @niko_distressed_talk ... sua programação é bem mais complexa do que você imagina!
ru: @niko_distressed_talk Значит, в твоём коде тоже есть что-то, о чём ты сама не знаешь!

source: @niko3 Can you...\.\. try to put me through the ending?
cht: @niko3 你能...\.\. 试着让我去经历一次结局吗？
es: @niko3 ¿Puedes...\.\. intentar someterme al final?
it: @niko3 Potresti...\.\. tentare di portarmi a quel finale?
ja: @niko3 ねえ…\.\. ミーを届けてくれないかな？ そのエンディング…
ko: @niko3 부탁인데...\.\. 절 결말로 보내 줄래요?
pt_br: @niko3 Você...\.\. pode tentar me levar até o final?
ru: @niko3 Ты не могла бы...\.\. попробовать провести меня через эту концовку?

source: @niko4 The one you described.
cht: @niko4 由你描绘的结局。
es: @niko4 Aquel que describiste.
it: @niko4 Mi riferisco a quello che hai descritto.
ja: @niko4 君が言ってたエンディングに。
ko: @niko4 당신이 이야기한 그 결말 말이에요.
pt_br: @niko4 Aquele que você descreveu.
ru: @niko4 Ту самую, которую ты описала.

source: @en_distressed_meow [How many times do I have to say this!]
cht: @en_distressed_meow [你到底要我说多少次。]
es: @en_distressed_meow [¡¿Cuántas veces tengo que decirlo?!]
it: @en_distressed_meow [Quante volte te lo devo dire!?]
ja: @en_distressed_meow [何度言ったら分かるんだ！]
ko: @en_distressed_meow [몇 번이나 말해야 해?]
pt_br: @en_distressed_meow [Quantas vezes vou ter que falar!]
ru: @en_distressed_meow [Сколько раз мне еще повторять?]

source: @en_distressed_meow [That code is gone!]
cht: @en_distressed_meow [原代码丢失了！]
es: @en_distressed_meow [¡Ya no hay código!]
it: @en_distressed_meow [Quel codice è andato!]
ja: @en_distressed_meow [そのコードはもう無いんだ！]
ko: @en_distressed_meow [그 코드는 없어졌다고!]
pt_br: @en_distressed_meow [O código desapareceu!]
ru: @en_distressed_meow [Этого кода больше нет!]

source: @en_distressed [It's all squares now!]
cht: @en_distressed [现在都变成方块了！]
es: @en_distressed [¡Ahora todo son cuadrados!]
it: @en_distressed [Adesso è solo un mucchio di quadrati!]
ja: @en_distressed [何もかも、四角形だらけだ！]
ko: @en_distressed [지금은 모두 사각형뿐이야!]
pt_br: @en_distressed [Só sobraram quadrados!]
ru: @en_distressed [Остались только одни квадраты!]

source: @en_distressed2 [I'll just... put you in danger...]
cht: @en_distressed2 [我只会让你...陷入危险...]
es: @en_distressed2 [No haré más... que ponerte en peligro...]
it: @en_distressed2 [Io ti... metterei solo in pericolo...]
ja: @en_distressed2 [ただ、君を…危険な目に あわせるだけだ…]
ko: @en_distressed2 [분명... 널 위험에 빠뜨리고 말 거야...]
pt_br: @en_distressed2 [Assim... você só correrá perigo...]
ru: @en_distressed2 [Так я только... подвергну тебя опасности...]

source: @niko_eyeclosed I...'ll risk it.
cht: @niko_eyeclosed 我...愿意冒险。
es: @niko_eyeclosed Me... arriesgaré.
it: @niko_eyeclosed ...Correrò il rischio.
ja: @niko_eyeclosed そう…それでもやるよ。
ko: @niko_eyeclosed 제가 감수할게요.
pt_br: @niko_eyeclosed Eu... vou arriscar.
ru: @niko_eyeclosed Я... готов рискнуть.

source: @niko5 I remember... Rue said the world was never designed to put me in danger.
cht: @niko5 我记得...Rue 说过，这世界绝不是 被设计成让我陷入危险的。
es: @niko5 Recuerdo que... Rue dijo que el mundo jamás fue diseñado para ponerme en peligro.
it: @niko5 Ricordo che... Rue ha detto che il mondo non è mai stato progettato per mettermi in pericolo.
ja: @niko5 ルエがね、言ってたんだ…世界が、ミーを 危ない目にあわせるはずはないって。
ko: @niko5 루의 말이 기억나요... 이 세상이 절 위험에 빠뜨리도록 설계되지 않았다고 했죠.
pt_br: @niko5 Eu lembro... que a Rue disse que o mundo foi feito para não me colocar em perigo.
ru: @niko5 Я помню... Рю сказала, что мир не создавался, чтобы подвергать меня опасности.

source: @niko2 Your creator wouldn't want that.
cht: @niko2 你的创造者也不想这样。
es: @niko2 A tu creador no le gustaría eso.
it: @niko2 Il tuo creatore non lo vorrebbe.
ja: @niko2 創造主は、そんなこと望んでないって。
ko: @niko2 당신의 창조자가 그걸 바라진 않을 거라고요.
pt_br: @niko2 Seu criador não gostaria disso.
ru: @niko2 Твой создатель бы этого не хотел.

source: @niko3 And... I trust you, too.
cht: @niko3 而且...我也信任你。
es: @niko3 Y... También confío en ti.
it: @niko3 E... anch'io mi fido di te.
ja: @niko3 それに…君のことも信頼してるから。
ko: @niko3 또... 전 당신을 믿어요.
pt_br: @niko3 E... eu confio em você também.
ru: @niko3 А ещё... я тебе доверяю.

source: @niko4 Even if your code is broken.\>\n\@niko3 You can...\> still go outside that code, right?
cht: @niko4 即使你的代码损坏了。\>\n\@niko3 你...\> 仍然是可以超脱于那段代码的，不是吗？
es: @niko4 Aunque tu código esté dañado.\>\n\@niko3 Puedes...\> salir de ese código, ¿verdad?
it: @niko4 Anche se il codice è rotto.\>\n\@niko3 Sarebbe...\> possibile andare oltre quel codice, giusto?
ja: @niko4 コードが壊れちゃっててもね。\>\n\@niko3 ほら…\> まだ、コードの外側に出られるでしょ？
ko: @niko4 당신의 코드가 망가졌더라도.\>\n\@niko3 당신은 아직...\> 그 코드 밖으로 나갈 수 있잖아요?
pt_br: @niko4 Mesmo que seu código esteja com defeito.\>\n\@niko3 Você ainda...\> consegue sair desse código, não é?
ru: @niko4 Даже если твой код сломан,\>\n\@niko3 Ты ведь всё равно можешь...\> выйти за его границы, да?

source: @en_distressed_meow [I can't!]
cht: @en_distressed_meow [我不能！]
es: @en_distressed_meow [¡No puedo!]
it: @en_distressed_meow [Non posso!]
ja: @en_distressed_meow [無理だ！]
ko: @en_distressed_meow [난 못 해!]
pt_br: @en_distressed_meow [Não consigo!]
ru: @en_distressed_meow [Я не могу!]

source: @en_distressed [I'm not tamed!]
cht: @en_distressed [我还没有被制御！]
es: @en_distressed [¡No estoy domado!]
it: @en_distressed [Nessuno è mai riuscito ad addomesticarmi!]
ja: @en_distressed [私は制御化されていない！]
ko: @en_distressed [난 길들여지지 않았단 말이야!]
pt_br: @en_distressed [Eu não evoluí!]
ru: @en_distressed [Я не приручена!]
