Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko Oh...\>\n\@niko_speak It looks... \@niko ...kinda like you?
cht: @niko 噢...\>\n\@niko_speak 它看起来...\@niko ...有点像你？
es: @niko Ah...\>\n\@niko_speak Se parece... \@niko ¿un poco a ti...?
it: @niko Oh...\>\n\@niko_speak Assomiglia... \@niko_huh un po' a te.
ja: @niko あっ…\>\n\@niko_speak なんか、見た目が…\@niko …そっくりだね？
ko: @niko 아...\>\n\@niko_speak 이건... \@niko ...당신을 닮았네요?
pt_br: @niko Ah...\>\n\@niko_speak Parece um pouco... \@niko_huh ... com você?
ru: @niko O...\>\n\@niko_speak Он немного похож... \@niko ...на вас?

source: @george2_grr What? Never seen dice before?
cht: @george2_grr 什么？从没见过骰子？
es: @george2_grr ¿Qué? ¿Nunca habías visto unos dados?
it: @george2_grr Che c'è? Non avevi mai visto un dado prima d'ora?
ja: @george2_grr は？サイコロを見たことないの？
ko: @george2_grr 왜? 주사위 처음 봐?
pt_br: @george2_grr O quê? Nunca viu um dado antes?
ru: @george2_grr Что? Никогда не видел кубиков?

source: @niko_speak No!\> I mean yes!\>\n\@niko I mean, it's just...
cht: @niko_speak 没有！\>我说是的！\>\n\@niko 我的意思是，它...
es: @niko_speak ¡No!\> O sea, ¡sí!\>\n\@niko Bueno, no sé...
it: @niko_speak No!\> Voglio dire, sì!\>\n\@niko Cioè, è solo...
ja: @niko_speak ううん！\>見たことある！\>\n\@niko けど、ミーが言いたいのは、その…
ko: @niko_speak 아뇨!\> 아니, 네!\>\n\@niko 그러니까, 전 그냥...
pt_br: @niko_speak Não!\> Quero dizer, sim!\>\n\@niko Digo, é só que...
ru: @niko_speak Нет!\> То есть, да!\>\n\@niko Я имел в виду, что...

source: @george2_grr So... yeah.\>\nNeed anything else?
cht: @george2_grr 所以...是的。\>\n还要别的吗？
es: @george2_grr Ehm... vale.\>\n¿Necesitas algo más?
it: @george2_grr Allora...\>\nHai bisogno di altro?
ja: @george2_grr ふーん…で。\>\n他に必要なものは？
ko: @george2_grr 자... 이제 됐지.\>\n또 필요한 건 없어?
pt_br: @george2_grr Hm... Tudo bem.\>\nPrecisa de mais alguma coisa?
ru: @george2_grr Впрочем... да.\>\nЕщё что-то надо?

source: @niko_speak I'm good, thank you!
cht: @niko_speak 可以了，谢谢你！
es: @niko_speak Nada más, ¡gracias!
it: @niko_speak Direi di no, grazie!
ja: @niko_speak 大丈夫、ありがとう！
ko: @niko_speak 없어요. 정말 고마워요!
pt_br: @niko_speak Tudo bem!
ru: @niko_speak Всё в порядке, спасибо!

source: @george2_grr ...Off you go, then.\>\n\@george2_sigh Don't screw this up, okay?
cht: @george2_grr ...那赶紧去吧。\>\n\@george2_sigh 不要把这事搞砸啦。
es: @george2_grr ... Entonces, marchando.\>\n\@george2_sigh No metas la pata, ¿vale?
it: @george2_grr ...Puoi andare, allora.\>\n\@george2_sigh Non mandare tutto all'aria, intesi?
ja: @george2_grr …なら、とっとと行きなさい。\>\n\@george2_sigh しくじるんじゃないわよ、分かった？
ko: @george2_grr ...그럼, 그만 가 봐.\>\n\@george2_sigh 똑바로 해. 알겠어?
pt_br: @george2_grr ... Então dê no pé.\>\n\@george2_sigh Não vá pisar na bola, beleza?
ru: @george2_grr ...Ноги в руки и вперёд, тогда.\>\n\@george2_sigh Не завали это дело, ладно?

source: @george2_grr What? Couldn't find it?\>\n\@george2_sigh It's down the hall and upstairs!
cht: @george2_grr 什么？找不到它？\>\n\@george2_sigh 穿过大厅然后上楼。
es: @george2_grr ¿Qué? ¿Te has perdido?\>\n\@george2_sigh ¡Está escaleras arriba, al fondo del pasillo!
it: @george2_grr Cosa? Non riesci a trovare la stanza?\>\n\@george2_sigh Sta davanti le scale in fondo al corridoio!
ja: @george2_grr は？どこにあるか分かんなかったの？\>\n\@george2_sigh 通路をまっすぐ行って、階段を上がるの！
ko: @george2_grr 뭐? 방을 못 찾겠다고?\>\n\@george2_sigh 홀을 건너서 위층으로 올라가라고 했잖아!
pt_br: @george2_grr O quê? Não conseguiu achar?\>\n\@george2_sigh É só seguir o corredor e subir as escadas!
ru: @george2_grr Что? Не смог её найти?\>\n\@george2_sigh Вперёд по коридору и навверх!

source: @george2_grr Just go take a nap. \>\@george2_sigh Translating's gonna take a while anyway.
cht: @george2_grr 去休息一下。\>\@george2_sigh 翻译反正需要一点时间。
es: @george2_grr Ve a dormir un rato. \>\@george2_sigh Voy a tardar un rato en traducirlo.
it: @george2_grr Vai a farti un pisolino. \>\@george2_sigh Mi ci vorrà un po' di tempo per finire di tradurre.
ja: @george2_grr いいから少し寝なさい。 \>\@george2_sigh どうせ解読には、しばらく時間がかかるわ。
ko: @george2_grr 가서 낮잠이나 자. \>\@george2_sigh 번역이 오래 걸릴 것 같으니까.
pt_br: @george2_grr Vá tirar um cochilo. \>\@george2_sigh Essa tradução vai demorar um pouco.
ru: @george2_grr Ну иди, поспи. \>\@george2_sigh Перевод всё равно займёт некоторое время.

source: @niko I have this book!\>\n\@niko_speak I...think it's written in some sort of...words I don't recognize?
cht: @niko 我有这本书！\>\n\@niko_speak 但我...觉得它是用一些...我不 认识的字写的？
es: @niko ¡Tengo un libro!\>\n\@niko_speak Creo que está escrito en... una especie de palabras que no reconozco.
it: @niko Ho questo libro!\>\n\@niko_speak Ed è scritto... con parole strane che non riconosco!
ja: @niko この本なら持ってるよ！\>\n\@niko_speak たぶん…ミーには分からない文字…みたいなので 書かれてるみたい？
ko: @niko 저, 이런 책을 가지고 있어요!\>\n\@niko_speak 그게... 제가 모르는 말로 쓰인 것 같아요.
pt_br: @niko Eu tenho esse livro!\>\n\@niko_speak Eu... acho que está escrito em um... idioma que não estou reconhecendo.
ru: @niko У меня есть эта книга!\>\n\@niko_speak Как бы я не старался...я не могу...ни слова в ней понять?

source: @george2 Oh? \>\nLemme see...
cht: @george2 噢？\>\n让我看看...
es: @george2 ¿Eh? \>\nDéjame ver...
it: @george2 Oh? \>\nFammi vedere...
ja: @george2 え？ \>\n見せてみなさい…
ko: @george2 뭐? \>\n어디 보자...
pt_br: @george2 É mesmo? \>\nDeixe-me ver...
ru: @george2 Неужели? \>\nДай взглянуть...

source: @george2_grr ...oh.\>\n\@george2_stress Of course... \>\@george2_NO OF COURSE!!!
cht: @george2_grr ...噢。\>\n\@george2_stress 当然...\>\@george2_NO 当然！！！
es: @george2_grr ... Ah.\>\n\@george2_stress Claro... \>\@george2_NO ¡¡POR SUPUESTO!!
it: @george2_grr ...Oh.\>\n\@george2_stress Certo... \>\@george2_NO MA CERTO!!!
ja: @george2_grr …ああ。\>\n\@george2_stress なるほど… \>\@george2_NO なるほどね！！！
ko: @george2_grr ...아.\>\n\@george2_stress 그렇군... \>\@george2_NO 정말 그래!!
pt_br: @george2_grr ...ah.\>\n\@george2_stress É claro... \>\@george2_NO É CLARO!!!
ru: @george2_grr о...\>\n\@george2_stress Ну конечно... \>\@george2_NO НУ КОНЕЧНО!!!

source: @george2_sigh More work for George, FINE.
cht: @george2_sigh 好吧，George有更多的事干了。
es: @george2_sigh Más trabajo para George, CÓMO NO.
it: @george2_sigh Più lavoro per George, EVVIVA.
ja: @george2_sigh ジョージの仕事が さらに増えたってわけね。 いいわ。
ko: @george2_sigh 조지의 일거리가 또 느는군. 그럼 그렇지.
pt_br: @george2_sigh Beleza, MAIS trabalho para a George.
ru: @george2_sigh Больше работы для Джордж. ПРЕКРАСНО.

source: @george2_grr Hey uh, \>\@george2 kid...
cht: @george2_grr 嘿，\>\@george2 孩子...
es: @george2_grr Esto, eh, \>\@george2 criatura...
it: @george2_grr Ehi ehm, \>\@george2 ragazzino...
ja: @george2_grr ねえ、\>\@george2 チビすけ…
ko: @george2_grr 저기, 있지. \>\@george2 꼬맹아...
pt_br: @george2_grr Ahm, ei, \>\@george2 jovem...
ru: @george2_grr Эй... э-э... \>\@george2 ребёнок...

source: @george2_grr Looks I'm gonna have to translate this for you.\>\n\@george2_sigh Might take a while.
cht: @george2_grr 看起来我要为你翻译这个。\>\n\@george2_sigh 可能需要点时间。
es: @george2_grr Veo que voy a tener que traducírtelo.\>\n\@george2_sigh Me llevará un buen rato.
it: @george2_grr Sembra che dovrò tradurtelo.\>\n\@george2_sigh Potrebbe volerci un po'.
ja: @george2_grr どうやらアンタのために、これはアタシが 解読しなきゃいけないみたい…\>\n\@george2_sigh 時間はかかると思うけど。
ko: @george2_grr 아무래도 널 위해 이걸 번역해야 할 것 같다.\>\n\@george2_sigh 시간이 좀 걸리겠어.
pt_br: @george2_grr Parece que terei que traduzir isto para você.\>\n\@george2_sigh Pode demorar um pouquinho.
ru: @george2_grr Похоже, мне придётся для тебя это перевести.\>\n\@george2_sigh Не думаю, что это будет быстро.

source: @niko Alright...\>\n\@niko_yawn *yawn*...
cht: @niko 好的...\>\n\@niko_yawn *哈欠*...
es: @niko Vale...\>\n\@niko_yawn *Uaaa*...
it: @niko Capisco...\>\n\@niko_yawn Yawn...
ja: @niko 分かった…\>\n\@niko_yawn ふわぁ…
ko: @niko 알았어요...\>\n\@niko_yawn *하암*...
pt_br: @niko Certo...\>\n\@niko_yawn *uaaah*...
ru: @niko Хорошо...\>\n\@niko_yawn *зевок*...

source: @george2_grr I know that feel, kid. \>\n\@george2_stress I haven't had a good night's sleep in weeks!
cht: @george2_grr 我知道这种感觉，孩子。\>\n\@george2_stress 我已经几个星期没睡过好觉了。
es: @george2_grr Te entiendo, chaval. \>\n\@george2_stress ¡Llevo semanas sin dormir como toca!
it: @george2_grr So come ti senti, ragazzino. \>\n\@george2_stress Sono settimane che non dormo bene!
ja: @george2_grr その気持ちは分かるわ。\>\n\@george2_stress アタシもこの数週間ぜんっぜん寝てないし！
ko: @george2_grr 나도 그 기분 알아, 꼬맹아. \>\n\@george2_stress 몇 주 동안 제대로 잠을 못 잤거든!
pt_br: @george2_grr Sei bem como se sente, criança. \>\n\@george2_stress Faz semanas que não durmo direito!
ru: @george2_grr Мне знакомо это чувство, малой. \>\n\@george2_stress Я уже несколько недель нормально не высыпаюсь!

source: @niko_yawn *yawn*...\>\n\@niko_eyeclosed ...\. that's \.\....not good...
cht: @niko_yawn *哈欠*...\>\n\@niko_eyeclosed ...\. 这 \.\...不太好...
es: @niko_yawn *Uaaa*...\>\n\@niko_eyeclosed ...\. No es... \.\.bueno...
it: @niko_yawn Yawn...\>\n\@niko_eyeclosed ...\.Che\.\.... brutta cosa...
ja: @niko_yawn ふわぁ…\>\n\@niko_eyeclosed …\.それは\.\.……良くないね…
ko: @niko_yawn *하암*...\>\n\@niko_eyeclosed ...\. 저런...\.\. 안됐네요...
pt_br: @niko_yawn *uaaah*... \>\n\@niko_eyeclosed ...\. isso \.\. ... não é nada bom.
ru: @niko_yawn *зевок*...\>\n\@niko_eyeclosed ...\. это \.\....плохо...

source: @george2_grr ...You know what?\>\n\@george2_sigh I have a guest room in the attic down the hall.
cht: @george2_grr ...你知道吗？\>\n\@george2_sigh 我在客厅那边的阁楼上有一间客房。
es: @george2_grr ... ¿Sabes qué?\>\n\@george2_sigh Tengo una habitación de invitados en el altillo, al fondo del pasillo.
it: @george2_grr ...Sai cosa?\>\n\@george2_sigh Ho una stanza degli ospiti in soffitta, in fondo al corridoio.
ja: @george2_grr …そういえば、\>\n\@george2_sigh 通路をまっすぐ行ったところの屋根裏に ゲストルームがあるわ。
ko: @george2_grr ...있잖아.\>\n\@george2_sigh 홀 건너편에 있는 다락에 손님용 방이 있어.
pt_br: @george2_grr ... Sabe de uma coisa?\>\n\@george2_sigh Tem um quarto de hóspedes no sótão no final do corredor.
ru: @george2_grr ...Знаешь что?\>\n\@george2_sigh У меня есть комната для гостей на чердаке, дальше по коридору.

source: @george2 Go take a nap!\>\n\@george2_stress Just looking at you getting tired is making me tired!
cht: @george2 去休息下吧！\>\n\@george2_stress 看着你这么累我也觉得累！
es: @george2 ¡Ve a echarte una siestecilla!\>\n\@george2_stress Solo con mirarte, me da el sueño a mí también.
it: @george2 Vai a farti un pisolino!\>\n\@george2_stress Sei così stanco che se ti guardo mi stanco anch'io!
ja: @george2 そこでちょっと寝てきなさい！\>\n\@george2_stress アンタを見てると、こっちまで疲れるわ！
ko: @george2 가서 잠이나 자!\>\n\@george2_stress 네 피곤한 모습을 보고 있으면 나까지 피곤해지니까!
pt_br: @george2 Vá tirar uma soneca!\>\n\@george2_stress Estou ficando cansada só de olhar para você!
ru: @george2 Иди отдохни!\>\n\@george2_stress А то глядя, как ты устал, я сама устаю!

source: @george2_sigh Well, since you're already here.\>\n\@george2_grr It'd be rude for me to tell you to leave.
cht: @george2_sigh 嗯，你已经到这了。\>\n\@george2_grr 要你离开的话，我就太失礼了。
es: @george2_sigh Bueno, ya que has venido...\>\n\@george2_grr Sería de mala educación por mi parte pedirte que te fueras.
it: @george2_sigh Beh, ormai sei qui. \>\n\@george2_grr Sarebbe scortese se ti dicessi di andare via.
ja: @george2_sigh ま、もうここにいるんだから、\>\n\@george2_grr 出ていけって言うのはさすがに アンタに失礼だわ。
ko: @george2_sigh 뭐, 네가 이미 여기 와 버렸으니.\>\n\@george2_grr 당장 나가라고 말하는 건 무례한 짓이겠지.
pt_br: @george2_sigh Bom, já que está aqui.\>\n\@george2_grr Seria rude da minha parte lhe pedir para ir embora.
ru: @george2_sigh Ну, раз ты здесь.\>\n\@george2_grr Не выгонять же тебя теперь.

source: @george2 Do you uh...\. got any questions about \c[3]books\c[0]...
cht: @george2 你...\. 有关于\c[3]书\c[0]的问题要问吗...
es: @george2 Si tienes, esto...\. Si tienes alguna pregunta sobre \c[3]libros\c[0]...
it: @george2 Se vuoi, mh...\. puoi farmi delle domande sui \c[3]libri\c[0]...
ja: @george2 それで…\. \c[3]本\c[0]について何か知りたいことがあるの…？
ko: @george2 뭐...\. 물어볼 거라도 있어? 가령, \c[3]책\c[0]에 관한 거라던가...
pt_br: @george2 Você, ahm... \. tem alguma pergunta sobre \c[3]livros\c[0]...?
ru: @george2 Может, у тебя есть...\. какие-то вопросы насчёт \c[3]книг\c[0]...

source: @george2_sigh Or you can read something here, I don't care. \>\n\@george2_grr Just don't make a mess!
cht: @george2_sigh 或者你可以在这读点什么，我不介意。\>\n\@George2_grr 不要搞得乱七八糟就行！
es: @george2_sigh O puedes quedarte aquí a leer algo, me da igual. \>\n\@george2_grr Eso sí, ¡no lo pongas todo patas arriba!
it: @george2_sigh ...oppure puoi leggere qualcosa, non m'importa.\>\n\@george2_grr A patto che non mi incasini nulla!
ja: @george2_sigh あと、ここの本なら好きに読んでいっていいわ。 どうせ気にしないから。 \>\n\@george2_grr けど、散らかさないでよね！
ko: @george2_sigh 아니면 여기서 뭐든 읽어도 좋아, 신경 쓰지 않을 테니. \>\n\@george2_grr 단, 어지럽히지만 마!
pt_br: @george2_sigh Ou pode tentar encontrar algo para ler por aqui, não me importo. \>\n\@george2_grr Só não vá fazer bagunça!
ru: @george2_sigh Ну или можешь что-нибудь почитать, мне всё равно. \>\n\@george2_grr Только не устраивай бардак!

source: @george3_sad Ohh... are you still lost?
cht: @george3_sad 噢...你还是迷路吗？
es: @george3_sad Eh... ¿sigues perdido?
it: @george3_sad Ohh... Sei ancora incerto sul da farsi?
ja: @george3_sad あ…迷子なの？
ko: @george3_sad 아... 길이라도 잃은 겁니까?
pt_br: @george3_sad Ahh... Ainda está perdida?
ru: @george3_sad О-ох... ты всё ещё в растерянности?

source: @george3_sigh I KNEW I didn't explain it well enough...
cht: @george3_sigh 我知道我解释地不够详细...
es: @george3_sigh Sabía que no me había explicado del todo bien...
it: @george3_sigh SAPEVO di non essere stata abbastanza chiara...
ja: @george3_sigh そうよね…やっぱり私の説明不足だったのよ…
ko: @george3_sigh 역시 제 설명이 부족했던 모양이군요...
pt_br: @george3_sigh SABIA que não tinha explicado o suficiente...
ru: @george3_sigh Я так и ЗНАЛА, что не смогу объяснить с первого раза...

source: @george3_sad Alright... the journal says you must go to the small room at the base of the Tower while having three pieces of the previous sun in your possession.
cht: @george3_sad 好吧...日志上说，你必须到达塔楼 底部的小房间，拿着三片以前的太阳碎片。
es: @george3_sad Vale... Según el diario, debes poseer tres partes del sol anterior y dirigirte a la sala pequeña que hay en la base de la Torre.
it: @george3_sad Allora... Il diario dice che devi andare nella piccola stanza alla base della Torre mentre hai tre pezzi del sole precedente in tuo possesso.
ja: @george3_sad そうね、ええと…日記には、以前まであった太陽の かけらを3つ持って、塔のふもとにある 小さな部屋に行くように、って書いてあるわ。
ko: @george3_sad 좋습니다. 그 일지에 따르면, 당신은 이전 태양의 조각 세 개를 모은 뒤에 탑 아래에 있는 작은 방으로 가야 합니다.
pt_br: @george3_sad Certo... Está escrito no diário que você precisa ir até uma salinha na base da Torre com três partes do sol anterior.
ru: @george3_sad Ладно... в дневнике написано, что ты должен войти в маленькую комнату в подножии Башни с тремя кусочками прежнего солнца.

source: @george3_sad And...since you have the three items... you need to stand in the room, and \p will do something about floor patterns and windows...
cht: @george3_sad 然后...拿到三件物品后...你必须 站在房间里，\p会对地板图案 和窗口做些处理...
es: @george3_sad Y... como ya tienes tres objetos... debes entrar en la sala. Luego, \p hará algo con las ventanas y el patrón del suelo.
it: @george3_sad Dato che hai già questi tre oggetti... devi restare fermo nella stanza e \p farà qualcosa riguardo alla forma del pavimento e le finestre...
ja: @george3_sad それで…その3つを持ってあなたは… 部屋の中に立つの。そうすると \pが 床の模様や窓で何かをしてくれる…
ko: @george3_sad 그리고... 이미 세 가지 물건을 다 갖고 있으니, 그 방에 서서 \p 님이 바닥의 무늬와 창에 뭔가 하는 걸 기다리면 됩니다...
pt_br: @george3_sad E, já que você já tem esses três itens, precisará ficar na sala enquanto \p fará alguma coisa com as janelas e os desenhos do chão...
ru: @george3_sad И...раз у тебя есть три предмета... просто стой там, а \p что-то сделает с узорами на полу и окнами.

source: @niko That makes sense, thank you!
cht: @niko 我懂了，谢谢你。
es: @niko Entendido, ¡gracias!
it: @niko Capito, grazie mille!
ja: @niko 分かった。ありがとう！
ko: @niko 이해했어요. 정말 고마워요!
pt_br: @niko Faz sentido, valeu!
ru: @niko Теперь понятно, спасибо!

source: @george3_sad Yeah... \>\@george3_sigh see you around, I guess...
cht: @george3_sad 好...\>\@george3_sigh 我想我们还会再见面的...
es: @george3_sad Sí... \>\@george3_sigh Ya nos veremos, supongo...
it: @george3_sad Beh... \>\@george3_sigh Ci vediamo...
ja: @george3_sad ええ… \>\@george3_sigh じゃ、また会えるといいわね…
ko: @george3_sad 그래... \>\@george3_sigh 그럼 또 만납시다...
pt_br: @george3_sad Isso... \>\@george3_sigh Então a gente se vê por aí, eu acho...
ru: @george3_sad Ага... \>\@george3_sigh ещё увидимся... наверное...

source: @george3_sigh It's done...
cht: @george3_sigh 完成了...
es: @george3_sigh Ya está...
it: @george3_sigh Ho finito...
ja: @george3_sigh できた…
ko: @george3_sigh 다 됐습니다...
pt_br: @george3_sigh Tudo pronto...
ru: @george3_sigh Готово...

source: @niko_speak That was fast! Thank you!
cht: @niko_speak 真快！谢谢！
es: @niko_speak ¡Qué rapidez! ¡Gracias!
it: @niko_speak Che velocità! Grazie!
ja: @niko_speak すごいあっという間！ありがとう！
ko: @niko_speak 굉장히 빠르시네요! 고마워요!
pt_br: @niko_speak Que rápido! Valeu!
ru: @niko_speak Как быстро! Спасибо!

source: @george3_sad ...not... really.
cht: @george3_sad ...并没...这么快。
es: @george3_sad En realidad... no tanta.
it: @george3_sad ...Non sono stata così veloce...
ja: @george3_sad …そんなこと…ない。
ko: @george3_sad ...그... 정도는 아닙니다.
pt_br: @george3_sad ... na verdade, não.
ru: @george3_sad ...да... не особо.

source: @george3_sigh You've just been sleeping....
cht: @george3_sigh 你已经睡了...
es: @george3_sigh Es que has estado durmiendo un buen rato.
it: @george3_sigh È solo che hai dormito per tanto tempo...
ja: @george3_sigh だって、あなたは寝ていたから…
ko: @george3_sigh 당신은 잠들어 있었으니까요...
pt_br: @george3_sigh Você só dormiu um tantão...
ru: @george3_sigh Просто ты спал всё это время....

source: @niko_eyeclosed Right.
cht: @niko_eyeclosed 是的。
es: @niko_eyeclosed Es verdad.
it: @niko_eyeclosed Oh, giusto.
ja: @niko_eyeclosed そうだね。
ko: @niko_eyeclosed 그렇군요.
pt_br: @niko_eyeclosed Ah, sim.
ru: @niko_eyeclosed Ладно.

source: @george3_worry Anyway... \.he...\. this person... wrote this journal for \p... I think...
cht: @george3_worry 不管怎样...\.他...\. 这个人...写这个 日志是为了\p...我觉得...
es: @george3_worry En fin... \.Resulta que esta...\. persona... escribió este diario para \p... creo...
it: @george3_worry Comunque... \.lui...\. questa persona... ha scritto il diario per \p... credo...
ja: @george3_worry それで… \.彼…\. この人は… \p のために、この日記を書いた… と思う…
ko: @george3_worry 아무튼... \.그...\. 이 사람은... \p 님에게 보여주기 위해 이걸 쓴 것 같습니다...
pt_br: @george3_worry Enfim... \.ele... \. essa pessoa... escreveu este diário para \p... É o que eu acho.
ru: @george3_worry В общем... \.он...\. автор дневника... он написал его для \p... Я так думаю...

source: @george3 I made you a transcript... here.
cht: @george3 我为你做了文字记录... 在这。
es: @george3 Toma... te he hecho una transcripción.
it: @george3 Ho fatto una trascrizione... tieni.
ja: @george3 あなたのために書き写しておいたの…これ。
ko: @george3 자, 여기 번역본이 있습니다...
pt_br: @george3 Fiz uma cópia para você... Tome.
ru: @george3 А я написала для тебя перевод... держи.

source: @george3_cry Th...that was the last of it.
cht: @george3_cry 那是...最后的部分。
es: @george3_cry Esta es... la última.
it: @george3_cry E... E questo è quanto.
ja: @george3_cry そ…それで終わり。
ko: @george3_cry 그... 그게 다입니다.
pt_br: @george3_cry Pr-pronto... Isso é tudo.
ru: @george3_cry Э...это всё, что там было.

source: @george3_worry A lot of the pages were torn out...\>\n\@george3_cry Do you know what happened?
cht: @george3_worry 很多页都被撕毁了...\>\n\@george3_cry 你知道发生什么事了么？
es: @george3_worry Había muchas páginas arrancadas...\>\n\@george3_cry ¿Tú no sabrás lo que le ha pasado?
it: @george3_worry Tante pagine sono state strappate...\>\n\@george3_cry Sai cos'è successo?
ja: @george3_worry ページがたくさん破り取られてた…\>\n\@george3_cry どうしてこうなったのか、何か知ってる？
ko: @george3_worry 책장이 대부분 찢어져 있었거든요...\>\n\@george3_cry 왜 그렇게 됐는지 아십니까?
pt_br: @george3_worry Várias páginas foram rasgadas...\>\n\@george3_cry Você sabe o que aconteceu?
ru: @george3_worry Многие страницы были вырваны...\>\n\@george3_cry Ты не знаешь, как это вышло?

source: @george3_sad Ah... I don't know what "window" is supposed to mean.\>\n\@george3_worry Maybe \p will know...
cht: @george3_sad 啊...我不知道"窗口"有什么含义。\>\n\@george3_worry 可能\p会知道...
es: @george3_sad Ah... y no sé qué significa "ventana"...\>\n\@george3_worry Puede que \p lo sepa...
it: @george3_sad Ah... non so cosa significhi "finestra".\>\n\@george3_worry Magari \p lo sa...
ja: @george3_sad そう…「窓」という言葉が、どういう意味なのか 分からない。\>\n\@george3_worry もしかしたら \p が知ってるかも…
ko: @george3_sad 아... 전 "창"이 무슨 의미인지 모르겠습니다.\>\n\@george3_worry 아마 \p 님이 아시겠지요...
pt_br: @george3_sad Ah... Não sei o que é essa “janela” aqui.\>\n\@george3_worry Talvez \p saiba...
ru: @george3_sad Ах... Я не знаю, что означает «окно».\>\n\@george3_worry Может, \p догадается...

source: @george3 Oh.
cht: @george3 噢。
es: @george3 Ah.
ja: @george3 ああ。
ko: @george3 아.
pt_br: @george3 Ah.
ru: @george3 Ох.

source: @george3_sigh That's just referring to things with yellow phosphor in them.\>\n\@george3 They uh... they glow for a long time!
cht: @george3_sigh 它们是指含有黄色荧光体的物品。\>\n\@george3 它们...发光能持续很长的时间。
es: @george3_sigh Se refiere a los objetos que contienen fósforo amarillo.\>\n\@george3 Son los que... eh... brillan durante más rato.
it: @george3_sigh Si riferisce a quelle cose che contengono fosforo giallo.\>\n\@george3 Perché, ecco... rimangono luminose a lungo!
ja: @george3_sigh それは…黄色の蛍光体を含んだ物質のことを 指している。\>\n\@george3 えっと…とても長い時間、光るの！
ko: @george3_sigh 그건 황색 발광체가 든 물건을 가리키는 표현입니다.\>\n\@george3 그러니까... 오랫동안 빛을 발하는 물건 말이지요!
pt_br: @george3_sigh Deve estar falando das coisas com luminescência amarela.\>\n\@george3 Elas, ahm... Elas brilham por um tempão!
ru: @george3_sigh Так называют вещи с жёлтым фосфором внутри.\>\n\@george3 Они э-э... они светятся очень долго!

source: @george3_worry But they're really rare...
cht: @george3_worry 但他们真的很稀有...
es: @george3_worry Pero son muy difíciles de encontrar...
it: @george3_worry Ma sono estremamente rare...
ja: @george3_worry けど、かなり希少…
ko: @george3_worry 하지만 그런 물건은 굉장히 희귀합니다...
pt_br: @george3_worry Mas são muito raras...
ru: @george3_worry Но они очень редкие...

source: @niko_speak Ooooh.\>\n\@niko I have a piece of amber and a feather, they're both glowing yellow...
cht: @niko_speak 噢噢。\>\n\@niko 我有一块琥珀和一根羽毛，它们都发黄色 的光......
es: @niko_speak Aaah...\>\n\@niko Ya tengo un trozo de ámbar y una pluma, y los dos son de color amarillo brillante...
it: @niko_speak Ooooh.\>\n\@niko Ho un pezzo di ambra e una penna, entrambi brillano di giallo...
ja: @niko_speak あっ。\>\n\@niko ミー、琥珀と羽根なら持ってるよ。 2つとも黄色に光ってる…
ko: @niko_speak 아.\>\n\@niko 제게 이 호박석 조각과 깃털이 있어요. 둘 다 노란 색으로 빛나죠...
pt_br: @niko_speak Aaaah.\>\n\@niko Eu tenho um pedaço de âmbar e uma pena, ambos têm um brilho amarelo...
ru: @niko_speak О-о-о-о!\>\n\@niko У меня есть кусок янтаря и перо, они оба светятся жёлтым...

source: @george3_worry But that's just two...
cht: @george3_worry 但这只有两件...
es: @george3_worry Eso son solo dos objetos...
it: @george3_worry Ma sono solo due...
ja: @george3_worry でも、2つだけ…
ko: @george3_worry 하지만, 두 개 뿐이군요...
pt_br: @george3_worry Mas são só dois...
ru: @george3_worry Но их всего два...

source: @george3_sigh ...\>\n\@george3 Here, you can have this.
cht: @george3_sigh ...\>\n\@george3 看，你可以拿这个。
es: @george3_sigh ...\>\n\@george3 Toma, quédate esto.
it: @george3_sigh ...\>\n\@george3 Tieni, puoi prendere questo.
ja: @george3_sigh …\>\n\@george3 はい、これあげるわ。
ko: @george3_sigh ...\>\n\@george3 자, 이걸 가지고 가십시오.
pt_br: @george3_sigh ...\>\n\@george3 Tome, pode ficar com isto.
ru: @george3_sigh ...\>\n\@george3 Вот, возьми это.

source: @george3_sigh I... guess? It's just a die...
cht: @george3_sigh 我猜...是？就是个骰子 (die)...
es: @george3_sigh Supongo... Solo es un dado.
it: @george3_sigh ...Forse? È soltanto un dado...
ja: @george3_sigh そう…ね？でも、ただのサイコロ…
ko: @george3_sigh 아마도... 그냥 죽자위일 뿐이지만...
pt_br: @george3_sigh Eu... acho? É só um dado...
ru: @george3_sigh Наверное...? Это просто игральная кость...
