Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @proto2 [...\>\nThis disk is blank.]
cht: @proto2 [...\>\n这个盘是空白的。]
es: @proto2 [...\>\nEste disco está vacío.]
it: @proto2 [...\>\nQuest'unità di memoria è vuota.]
ja: @proto2 […\>\nこのディスクは空っぽ。]
ko: @proto2 [...\>\n이 디스크는 비어 있어.]
pt_br: @proto2 [... \>\nEste disco está em branco.]
ru: @proto2 [...\>\nЭтот диск пустой.]

source: @niko_83c Whoops!
cht: @niko_83c 哎呦！
es: @niko_83c ¡Ups!
it: @niko_83c Oops!
ja: @niko_83c うそ！
ko: @niko_83c 이런!
pt_br: @niko_83c Opa!
ru: @niko_83c У-у-пс!

source: @proto2 [Please help me restore my memory.\>\nBring the disk once you have the backup installed.]
cht: @proto2 [请帮助我恢复记忆。\>\n一旦安装了备份就把盘带回来。]
es: @proto2 [Ayúdame a restaurar mi memoria.\>\nTráeme el disco cuando hayas instalado la copia de seguridad.]
it: @proto2 [Per favore, aiutami a ripristinare i miei ricordi.]\>\n[Riportami l'unità di memoria una volta installato il backup.]
ja: @proto2 [記憶の修復を手伝って。\>\nバックアップをインストールしたら、 ディスクを返しに来て。]
ko: @proto2 [내 메모리를 복구하는 걸 도와줘.\>\n백업을 설치하고 나면 디스크를 가져다줘.]
pt_br: @proto2 [Ajude-me a restaurar minha memória.]\>\n[Traga o disco de volta quando tiver instalado o backup.]
ru: @proto2 [Прошу тебя, помоги мне восстановить память.\>\nПринеси диск, когда установишь на него копию.]

source: @proto1b [That was a session.]
cht: @proto1b [这曾是一段旅程。]
es: @proto1b [Eso era una sesión.]
it: @proto1b [Quella era una sessione.]
ja: @proto1b [これがセッション。]
ko: @proto1b [그게 하나의 세션이었어.]
pt_br: @proto1b [Isso foi uma sessão.]
ru: @proto1b [Ну и сессия.]

source: @proto2 [I also tried to tell you about the restriction at the end...]
cht: @proto2 [最后我还想告诉你一些限制情况...]
es: @proto2 [También intenté hablarte de la restricción al final...]
it: @proto2 [Ho anche provato ad avvertirvi della restrizione alla fine...]
ja: @proto2 [最後に、制限について説明しようとしたのに…]
ko: @proto2 [나도 끝에 그 제한에 대해 이야기하려 했어...]
pt_br: @proto2 [Eu sempre tentei lhe contar sobre a restrição no fim...]
ru: @proto2 [Я пытался сказать тебе об ограничении в конце...]

source: @proto2b [...But you kinda started freaking out.]
cht: @proto2b [...但你看起来有点吓坏了。]
es: @proto2b [... Pero empezaste a desquiciarte.]
it: @proto2b [...Ma hai iniziato a dare un po' di matto.]
ja: @proto2b […キミがだいぶ慌てていたから。]
ko: @proto2b [...하지만 네가 너무 놀라기에 그럴 수가 없었지.]
pt_br: @proto2b [... Mas você meio que pirou.]
ru: @proto2b [...Но ты так перепугался.]

source: @niko_upset2 Sorry...
cht: @niko_upset2 对不起...
es: @niko_upset2 Lo siento...
it: @niko_upset2 Mi dispiace...
ja: @niko_upset2 ごめんなさい…
ko: @niko_upset2 미안해요...
pt_br: @niko_upset2 Sinto muito...
ru: @niko_upset2 Прости...

source: @proto1 [Truth is, the session was designed to be run only once.]
cht: @proto1 [实际上，每段旅程的设计都是只运行一次。]
es: @proto1 [Lo cierto es que la sesión fue diseñada para ejecutarse una sola vez.]
it: @proto1 [La verità è che la sessione è stata progettata per essere eseguita solo una volta.]
ja: @proto1 [本当は、一度だけ実行されるように セッションは設計されていた。]
ko: @proto1 [사실, 이 세션은 한 번만 실행되도록 만들어졌어.]
pt_br: @proto1 [A verdade é que a sessão foi projetada para ser executada apenas uma vez.]
ru: @proto1 [Дело в том, что сессия была разработана для однократного использования.]

source: @proto1b [You weren't supposed to come back to this world after you are done.]
cht: @proto1b [你完成任务后无法回到这个世界。]
es: @proto1b [Se supone que no debías volver a este mundo tras terminar.]
it: @proto1b [Non saresti dovuto tornare in questo mondo dopo aver finito.]
ja: @proto1b [全てを終えた後、キミはこの世界に 戻ってくるはずじゃなかった。]
ko: @proto1b [한 번 끝내면 이 세상에 다시 오지 않아야 정상이란 얘기지.]
pt_br: @proto1b [Você não deveria ter voltado para este mundo depois de acabar.]
ru: @proto1b [Не было расчёта на то, что ты вернёшься в этот мир после выполнения своей миссии.]

source: @proto2b [But... a lot of things that aren't supposed to happen have happened.]
cht: @proto2b [但...很多不应该发生的事都发生了。]
es: @proto2b [Pero... muchas cosas que no debían ocurrir han ocurrido.]
it: @proto2b [Del resto... ne sono successe di cose che non sarebbero dovute accadere.]
ja: @proto2b [でも…起きるはずではなかったことが、 たくさん起きてしまった。]
ko: @proto2b [하지만... 일어나면 안 되는 일이 많이 일어났어.]
pt_br: @proto2b [Mas... muitas coisas que não deveriam ter acontecido aconteceram.]
ru: @proto2b [Однако... произошло много вещей, которые не должны были произойти.]

source: @proto2 [...I'm willing to wager that \p bypassed the restriction through the progress log failsafe method.]
cht: @proto2 [...我敢打赌，\p是通过删除进程日志 的方法避开限制的。]
es: @proto2 [... Seguro que \p superó la restricción con el método de registro de progreso a prueba de fallos.]
it: @proto2 [...Sono pronto a scommettere che \p abbia superato la restrizione mettendo mano al registro dei progressi.]
ja: @proto2 […おおかた、進行ログに安全対策を 施すことで、 \p は制限を 回避したんだろうね。]
ko: @proto2 [...난 \p 님이 진행 상태 로그 오류 방지 기법으로 제한을 우회했다고 장담해.]
pt_br: @proto2 [... Estou disposto a apostar que \p contornou a restrição pelo método de falha de salvamento de registro de andamento.]
ru: @proto2 [...Готов поспорить, что \p удалось обойти ограничение через обнуление лога прогресса.]

source: @proto2b [It can restart the session, but it's an easily repeatable process.]
cht: @proto2b [它可以重新启动旅程，但它是个很容易 重复的过程。]
es: @proto2b [Puede reiniciar la sesión, pero es un proceso fácil de repetir.]
it: @proto2b [In quel modo può riavviare la sessione, ed è un processo facilmente ripetibile.]
ja: @proto2b [それを使えば、セッションを再起動することが できて、さらに何度も繰り返すことができる。]
ko: @proto2b [그렇게 하면 세션을 재시작할 수 있지. 게다가 그건 반복하기가 쉬운 방법이야.]
pt_br: @proto2b [É possível reiniciar a sessão, mas é um processo facilmente repetível.]
ru: @proto2b [Такой метод помогает перезапустить сессию, но это легко повторяемый процесс.]

source: @proto2b [...Which means...]
cht: @proto2b [...这意味着...]
es: @proto2b [... Lo que significa...]
it: @proto2b [...Il che significa...]
ja: @proto2b […つまり…]
ko: @proto2b [...무슨 말이냐면...]
pt_br: @proto2b [... o que significa...]
ru: @proto2b [...А это значит...]

source: @proto1b [...it's entirely possible that \p has brought you back more than once, too.]
cht: @proto1b [... \p完全有可能把你带回来 不止一次。]
es: @proto1b [... Que también es muy posible que \p te haya traído de vuelta más de una vez.]
it: @proto1b [...che è assolutamente plausibile che \p ti abbia riportato indietro anche più di una volta.]
ja: @proto1b […\pは、 キミをこの世界に 何度も連れ戻してる可能性がある。]
ko: @proto1b [...\p 님이 널 여러 번 다시 데려왔을 가능성도 충분히 있다는 거지.]
pt_br: @proto1b [... que também é possível que \p tenha trazido você mais de uma vez.]
ru: @proto1b [...что есть большая вероятность того, что \p возвращает тебя в этот мир уже не впервые.]

source: @proto1c [You may have carried out this mission too many times to count.]
cht: @proto1c [你可能肩负这个任务太多次。]
es: @proto1c [Puede que hayas perdido la cuenta de las veces que has llevado a cabo esta misión.]
it: @proto1c [Potresti aver affrontato questa missione così tante volte da non poterle contare.]
ja: @proto1c [キミは既に、数えきれないほどの 使命を果たしてるかもしれない。]
ko: @proto1c [넌 이 임무를 셀 수 없이 여러 번 수행했을지도 몰라.]
pt_br: @proto1c [Você pode ter realizado essa missão incontáveis vezes.]
ru: @proto1c [Возможно, ты уже выполнял эту миссию бессчётное количество раз.]

source: @proto2b [...might explain why your memories felt like they were from a long time ago.]
cht: @proto2b [...这也解释了为何你的记忆觉得它们 来自很久以前。]
es: @proto2b [... Quizá por eso percibes tus recuerdos como recuerdos muy antiguos.]
it: @proto2b [...Questo spiegherebbe perché i tuoi ricordi ti sembrano così lontani nel tempo.]
ja: @proto2b […記憶がとても昔のように 感じられるのは、そのせいかも。]
ko: @proto2b [...네 기억이 아주 오래전부터 이어진 것처럼 느껴지는 이유지.]
pt_br: @proto2b [... Isso pode explicar porque suas memórias parecem ser tão antigas.]
ru: @proto2b [...что должно объяснить, почему твои воспоминания кажутся тебе такими отдалёнными.]

source: @niko_upset So...\.\. why can \p... do that....
cht: @niko_upset 那么...\.\. 为何\p...可以那样做...
es: @niko_upset Entonces...\.\. ¿por qué puede \p... hacer eso...?
it: @niko_upset Quindi...\.\. perché \p... può farlo...?
ja: @niko_upset じゃあ…\.\.どうして \pは… そんなことができるの…
ko: @niko_upset 그렇다면...\.\. 왜 \p 님은 그런 일을... 할 수 있는 거죠...
pt_br: @niko_upset Então...\.\. por que \p... pode fazer isso...
ru: @niko_upset Но...\.\. зачем \p... может это делать....

source: @proto2 [Shh...]
cht: @proto2 [嘘...]
ja: @proto2 [シーッ…]
ko: @proto2 [쉿...]
ru: @proto2 [Ш-ш-ш...]

source: @proto2b [Trying to establish a connection here...]
cht: @proto2b [尝试建立连接...]
es: @proto2b [Estoy intentando establecer una conexión...]
it: @proto2b [Sto cercando di stabilire una connessione...]
ja: @proto2b [ここで、接続を 確立しようとしている最中…]
ko: @proto2b [연결을 구축하려 하는 중이야...]
pt_br: @proto2b [Tentando estabelecer uma conexão aqui...]
ru: @proto2b [Пытаюсь установить тут соединение...]

source: @silver [Hey, you okay in there?]
cht: @silver [嘿，你还好么？]
es: @silver [Ey, ¿estás bien?]
it: @silver [Ehi, va tutto bene lì dentro?]
ja: @silver [ねえ、大丈夫？]
ko: @silver [이봐, 거기 괜찮아?]
pt_br: @silver [Ei, você está bem aí?]
ru: @silver [Эй, ты там в порядке?]

source: @silver_eyeclosed [I did what I could with the terminals for now, and...]
cht: @silver_eyeclosed [我针对终端尝试了所有办法...]
es: @silver_eyeclosed [He hecho lo que he podido por ahora con las terminales, y...]
it: @silver_eyeclosed [Per il momento ho fatto quello che potevo con i terminali e...]
ja: @silver_eyeclosed [とりあえず、ターミナルで できそうなことはやったから…]
ko: @silver_eyeclosed [지금은 터미널은 최대한 처리해 뒀어. 그리고...]
pt_br: @silver_eyeclosed [Fiz o que pude com os terminais agora e...]
ru: @silver_eyeclosed [Я сделала с терминалами всё, что могла, и...]

source: @silver2 [...It's you...]
cht: @silver2 [...是你...]
es: @silver2 [... Eres tú...]
it: @silver2 [...Sei tu...]
ja: @silver2 […あなた…]
ko: @silver2 [...너...]
pt_br: @silver2 [... é você...]
ru: @silver2 [...Это ты...]

source: @silver2 [...you're the robot that insisted on living in the mines, are you not?]
cht: @silver2 [...你就是坚持要住在矿区的机器人， 不是吗？]
es: @silver2 [... eres el robot que insistió en vivir en las minas, ¿no?]
it: @silver2 [...Sei il robot che insisteva a vivere nelle miniere, vero?]
ja: @silver2 […あなた、鉱山に住むと言って 譲らなかったロボットよね？]
ko: @silver2 [...광산에서 살겠다고 고집을 부리던 그 로봇이지?]
pt_br: @silver2 [... você é o robô que insistiu em morar nas minas, não é?]
ru: @silver2 [...ты ведь тот самый робот, который настаивал, что будет жить в шахте?]

source: @silver_eyeclosed [My friend told me to keep an eye out for you, should we ever cross paths.]
cht: @silver_eyeclosed [我的朋友告诉我要是我遇到你的话， 要我留意你。]
es: @silver_eyeclosed [Mi amigo me dijo que tuviera cuidado si me cruzaba contigo.]
it: @silver_eyeclosed [Il mio amico mi ha detto di tenerti d'occhio, se mai le nostre strade si fossero incrociate.]
ja: @silver_eyeclosed [あなたに出会ったら守ってあげてくれと、 友人から頼まれていたの。]
ko: @silver_eyeclosed [내 친구가 혹시라도 널 만나면 잘 감시하라고 했어.]
pt_br: @silver_eyeclosed [Minha amiga me falou para ficar de olho em você se nos encontrássemos.]
ru: @silver_eyeclosed [Мой друг велел мне присматривать за тобой, если мы когда-нибудь встретимся.]

source: @proto1b [...Likewise.]
cht: @proto1b [...我也是。]
es: @proto1b [... Igualmente.]
it: @proto1b [...Ha detto la stessa cosa a me.]
ja: @proto1b […ボクもだ。]
ko: @proto1b [...마찬가지야.]
pt_br: @proto1b [... Igualmente.]
ru: @proto1b [...Аналогично.]

source: @proto1 [...Your...\.\. friend gave you something the last time you saw each other.]
cht: @proto1 [...你的...\.\. 朋友在你们上次见面时 给了你一些东西。]
es: @proto1 [... Tu...\.\. amigo te dio algo la última vez que os visteis.]
it: @proto1 [...Il tuo...\.\. amico ti ha dato qualcosa l'ultima volta che vi siete visti.]
ja: @proto1 [最後に会った時…あなたの…\.\.友達から 何かもらったはずだね。]
ko: @proto1 [...네...\.\. 친구가 말하길, 너희가 서로를 마지막으로 만났을 때 네게 뭔가 줬다고 했어.]
pt_br: @proto1 [... Sua...\.\. companhia lhe deu alguma coisa da última vez que vocês se viram.]
ru: @proto1 [...Твой...\.\. друг тебе кое-что передал в последний раз когда вы виделись.]

source: @proto1 [Can you show me what it is?]
cht: @proto1 [能给我看看是什么吗？]
es: @proto1 [¿Puedes enseñármelo?]
it: @proto1 [Puoi mostrarmi cos'è?]
ja: @proto1 [見せてほしい。]
ko: @proto1 [그게 뭔지 보여 줄 수 있어?]
pt_br: @proto1 [Pode me mostrar o que é?]
ru: @proto1 [Ты можешь показать мне, что это такое?]

source: @silver2 [Wait...\.\.You know about the amber?]
cht: @silver2 [等等...\.\.你知道琥珀的事？]
es: @silver2 [Espera...\.\.¿Sabes lo del ámbar?]
it: @silver2 [Aspetta...\.\. sai dell'ambra?]
ja: @silver2 [何…\.\.琥珀のことを知っているの？]
ko: @silver2 [잠깐...\.\.호박석에 대해 알아?]
pt_br: @silver2 [Calma aí... \.\.Você sabe do âmbar?]
ru: @silver2 [Подожди...\.\.Ты знаешь про янтарь?]

source: @proto2b [I just asked to see it, didn't I?]
cht: @proto2b [我刚只是想看看，对吧？]
es: @proto2b [Acabo de pedirte que me lo enseñes, ¿no?]
it: @proto2b [Ho appena chiesto di vederla, no?]
ja: @proto2b [見せてほしい、と言った。 聞こえなかった？]
ko: @proto2b [그냥 보여만 달라는 거야.]
pt_br: @proto2b [Acabei de pedir para vê-lo, não foi?]
ru: @proto2b [Я просто попросил показать его, не так ли?]

source: @silver2 [Oh, actually...]
cht: @silver2 [哦，实际上...]
es: @silver2 [Oh, en realidad...]
it: @silver2 [Oh, in realtà...]
ja: @silver2 [ああ、そのことなのだけれど…]
ko: @silver2 [아, 사실은...]
pt_br: @silver2 [Ah, na verdade...]
ru: @silver2 [О, в самом деле...]

source: @niko_speak I needed it to fix a robot, so she gave it to me!
cht: @niko_speak 我需要它来修理机器人，所以她给我了！
es: @niko_speak ¡Lo necesitaba para arreglar un robot, así que me lo dio!
it: @niko_speak L'ha data a me perché mi serviva per riparare un robot!
ja: @niko_speak ロボットを直さなくちゃいけなかったから、 ミーがもらったの！
ko: @niko_speak 그게 로봇 수리에 필요해서 저분이 나한테 줬어!
pt_br: @niko_speak Preciso dele para consertar um robô, aí ela me deu isto!
ru: @niko_speak Мне нужно было починить робота, так что она отдала его мне!

source: @proto2 [Oh?]
cht: @proto2 [哦？]
ja: @proto2 [え？]
ko: @proto2 [그래?]
pt_br: @proto2 [Hã?]
ru: @proto2 [В самом деле?]

source: @niko_speak Here! See?
cht: @niko_speak 这里！看见没？
es: @niko_speak ¡Toma! ¿Ves?
it: @niko_speak Ecco! Vedi?
ja: @niko_speak ほら！ね？
ko: @niko_speak 자! 보여요?
pt_br: @niko_speak Aqui! Viu?
ru: @niko_speak Вот! Видишь?

source: @proto2b [Ah.]
cht: @proto2b [啊。]
ja: @proto2b [なるほど。]
ko: @proto2b [아.]
ru: @proto2b [А.]

source: @silver2 [Alright... here it is.]
cht: @silver2 [没错...它在这里。]
es: @silver2 [Vale... aquí está.]
it: @silver2 [Beh... eccola qui.]
ja: @silver2 [分かったわ…これよ。]
ko: @silver2 [자... 받아.]
pt_br: @silver2 [Certo... Aqui está.]
ru: @silver2 [Ладно... Вот он.]

source: @proto2b [Thought so.]
cht: @proto2b [确实如此。]
es: @proto2b [Eso pensaba.]
it: @proto2b [Come pensavo.]
ja: @proto2b [やっぱりそうか。]
ko: @proto2b [그랬을 줄 알았지.]
pt_br: @proto2b [Foi o que pensei.]
ru: @proto2b [Я так и думал.]

source: @proto2 [He seemed to trust you, so I will treat you as an ally as well.]
cht: @proto2 [他看起来信任你，所以我也把你当做同盟。]
es: @proto2 [Él parecía confiar en ti, así que yo también te trataré como mi aliado.]
it: @proto2 [Sembra si fidasse di te, quindi ti tratterò anch'io come un'alleata.]
ja: @proto2 [彼はあなたを信頼してるようだから、 ボクもあなたを仲間として信用する。]
ko: @proto2 [그가 널 믿는 것 같았으니, 나도 널 동료로 생각하겠어.]
pt_br: @proto2 [Como ele parecia confiar em nós, também vou tratá-lo como um aliado.]
ru: @proto2 [Похоже, он тебе доверял. Значит, я тоже буду считать тебя союзником.]

source: @silver2 [...Okay?]
cht: @silver2 [...好的？]
es: @silver2 [... Vale.]
it: @silver2 [...Va bene?]
ja: @silver2 […いいけれど。]
ko: @silver2 [...그러든지.]
pt_br: @silver2 [... Certo?]
ru: @silver2 [...Ладно?]

source: @proto1b [Please listen carefully.]
cht: @proto1b [请仔细听。]
es: @proto1b [Escucha con atención, por favor.]
it: @proto1b [Ti prego di ascoltare attentamente.]
ja: @proto1b [今から言うことを、心して聞いて。]
ko: @proto1b [잘 들어.]
pt_br: @proto1b [Ouça atentamente.]
ru: @proto1b [Прошу выслушать меня внимательно.]

source: @proto1 [You need to escort the messiah for the remainder of the Barrens.]
cht: @proto1 [在 Barrens 接下来的时间里，你需要陪伴 在救世主左右。]
es: @proto1 [Tienes que escoltar al mesías el resto de los Baldíos.]
it: @proto1 [Devi scortare il messia per il resto della Baia Desolata.]
ja: @proto1 [不毛の地を抜けるまで、 救世主を護衛してほしい。]
ko: @proto1 [네가 구원자를 데리고 불모지의 나머지 지역을 돌아봐 줘.]
pt_br: @proto1 [Você precisa escoltar o messias pelo resto das Terras Áridas.]
ru: @proto1 [Ты должна проводить мессию по оставшейся части Пустошей.]

source: @proto2b [I predict a high concentration of square particle disruptions in the near future.]
cht: @proto2b [我预测到不久将来会有高强度的方块粒 子崩溃。]
es: @proto2b [Preveo una alta concentración de alteraciones de cuadrados en el futuro cercano.]
it: @proto2b [Prevedo molte distorsioni causate dalle particelle quadre nell'immediato futuro.]
ja: @proto2b [近いうちに、四角形粒子による阻害が 大量に発生するはず。]
ko: @proto2b [가까운 미래에 사각형 입자가 일으키는 붕괴 현상이 매우 심각해질 거야.]
pt_br: @proto2b [Prevejo uma concentração alta de alterações de partículas quadradas num futuro próximo.]
ru: @proto2b [Я предвижу серьёзное увеличение концентрации квадратных помех в ближайшем будущем.]

source: @silver2 [...No way.]
cht: @silver2 [...不可能。]
es: @silver2 [... No puede ser.]
it: @silver2 [...Non è possibile.]
ja: @silver2 […本当なの。]
ko: @silver2 [...설마.]
pt_br: @silver2 [... Nem pensar.]
ru: @silver2 [...Не может быть.]

source: @proto2b [Yes....\.\. way.]
cht: @proto2b [可...\.\.能。]
es: @proto2b [Sí...\.\. puede ser.]
it: @proto2b [E invece...\.\. è possibile.]
ja: @proto2b [うん…\.\.本当。]
ko: @proto2b [설마가....\.\. 아냐.]
pt_br: @proto2b [Sim....\.\. pensar.]
ru: @proto2b [Может...\.\. быть.]

source: @proto2 [It's likely that structures in the vicinity of the messiah might be affected.]
cht: @proto2 [有可能救世主附近的建筑都会受到影响。]
es: @proto2 [Posiblemente afecte a las estructuras cercanas al mesías.]
it: @proto2 [È probabile che le strutture nelle vicinanze del messia possano essere influenzate.]
ja: @proto2 [救世主のそばにある建物が、被害を 受ける可能性が高い。]
ko: @proto2 [구원자 근처에 있는 구조물이 영향을 받을지도 몰라.]
pt_br: @proto2 [É provável que essas estruturas próximas ao messias sejam afetadas.]
ru: @proto2 [Существует высокая вероятность повреждения объектов поблизости от мессии.]

source: @proto2 [...Making it a far more treacherous pilgrimage than the previous....\>\@proto2b er, expectations.]
cht: @proto2 [...这可以预料是比之前要更加危险的朝圣...\>\@proto2b 额...之旅。]
es: @proto2 [... Convirtiéndolo en un peregrinaje mucho más traicionero que en las anteriores...\>\n\@proto2b em... expectativas.]
it: @proto2 [...Renderanno il pellegrinaggio ancora più pericoloso di quanto già... \n\>\@proto2b ehm, si aspettasse.]
ja: @proto2 […以前よりも、はるかに危険な旅 になる……\>\@proto2b ただの予想だけど。]
ko: @proto2 [...이번 순례길은 훨씬 위험할 거야. 지난번...\>\@proto2b 어, 지난번 예상보다 말야.]
pt_br: @proto2 [... Tornando esta jornada muito mais perigosa do que a última.... \>\@proto2b ahm, expectativas anteriores.]
ru: @proto2 [...Следовательно, его паломничество будет намного опаснее, чем прежние....\>\@proto2b э-э, ожидания.]

source: @proto1 [\p and the messiah need all the extra help they can get right now.]
cht: @proto1 [\p和救世主需要得到他们所有能获得的帮助。]
es: @proto1 [\p y el mesías necesitan ahora mismo toda la ayuda extra que puedan recibir.]
it: @proto1 [\p e il messia al momento hanno bisogno di tutto l'aiuto che possono ottenere.]
ja: @proto1 [\p と救世主には、 ありとあらゆる助けが必要。]
ko: @proto1 [\p 님과 구원자에게 지금 도움이 필요해.]
pt_br: @proto1 [\p e o messias precisam de toda a ajuda que conseguirem agora.]
ru: @proto1 [Сейчас \p и мессия нуждаются в любой помощи, которую мы им можем предложить.]

source: @silver_eyeclosed [Understood.]
cht: @silver_eyeclosed [了解。]
es: @silver_eyeclosed [Entendido.]
it: @silver_eyeclosed [Capito.]
ja: @silver_eyeclosed [いいわ。]
ko: @silver_eyeclosed [알겠어.]
pt_br: @silver_eyeclosed [Entendido.]
ru: @silver_eyeclosed [Поняла.]

source: @niko2 O...\.\.okay...
cht: @niko2 好...\.\.好的...
es: @niko2 V...\.\.vale...
it: @niko2 O-\.\.ok...
ja: @niko2 わ…\.\.分かった…
ko: @niko2 알...\.\.겠어요...
pt_br: @niko2 Tá... \.\.certo...
ru: @niko2 Ну...\.\.ладно...

source: @silver [Guess we should head back soon.]
cht: @silver [我们应该赶紧回去了。]
es: @silver [Supongo que deberíamos volver pronto.]
it: @silver [Ci conviene tornare indietro tra poco.]
ja: @silver [すぐ戻ったほうが良さそうね。]
ko: @silver [곧 나가야겠어.]
pt_br: @silver [Acho melhor voltarmos já, já.]
ru: @silver [Думаю, нам пора поскорее возвращаться отсюда.]

source: @silver_lookup [Even without the squares, the mines are not a safe place to be.]
cht: @silver_lookup [即使没有方块，矿区也不是个安全的地方。]
es: @silver_lookup [Incluso sin los cuadrados, la minas no son un lugar seguro.]
it: @silver_lookup [Anche senza i quadrati, le miniere non sono un posto sicuro in cui stare.]
ja: @silver_lookup [四角形が発生していない とはいえ、鉱山は安全な場所ではないわ。]
ko: @silver_lookup [사각형이 없더라도 광산은 이제 안전하지가 않거든.]
pt_br: @silver_lookup [Mesmo sem os quadrados, as minas não são um lugar seguro.]
ru: @silver_lookup [Находиться в шахте небезопасно, даже если здесь нет квадратов.]

source: @silver2 [Come on, I'll wait for you outside.]
cht: @silver2 [快点，我在外面等你。]
es: @silver2 [Vamos, te esperaré afuera.]
it: @silver2 [Sbrigatevi, vi aspetto fuori.]
ja: @silver2 [さあ、行きましょ。外で待ってる。]
ko: @silver2 [어서. 난 밖에서 기다릴게.]
pt_br: @silver2 [Venha, esperarei você lá fora.]
ru: @silver2 [Идём. Я жду тебя снаружи.]

source: @niko3 Wait! I want to ask you-
cht: @niko3 等等！我想问你——
es: @niko3 ¡Espera! Quiero preguntarte...
it: @niko3 Aspetta! Volevo chiederti-
ja: @niko3 待って！聞きたいことが――
ko: @niko3 잠깐! 묻고 싶은 게 있어요.
pt_br: @niko3 Espere! Quero lhe perguntar...
ru: @niko3 Подожди! Я хотел спросить-

source: @niko_eyeclosed She left.
cht: @niko_eyeclosed 她离开了。
es: @niko_eyeclosed Se ha ido.
it: @niko_eyeclosed Se n'è andata.
ja: @niko_eyeclosed 行っちゃった。
ko: @niko_eyeclosed 가 버렸네.
pt_br: @niko_eyeclosed Ela foi embora.
ru: @niko_eyeclosed Она ушла.

source: @proto1b [...If you were going to ask her about being "not real", save your breath.]
cht: @proto1b [...要是你想问她关于"不真实"的事情， 还是算了吧。]
es: @proto1b [... Si ibas a preguntarle sobre «no ser real», ahórratelo.]
it: @proto1b [...Se avevi intenzione di chiederle qualcosa a proposito del "non essere reale", risparmia il fiato.]
ja: @proto1b […「現実ではない」ことについて聞くつもりなら、 やめておいたほうがいい。]
ko: @proto1b [..."진짜가 아닌" 것에 대해 그녀에게 물어볼 생각이라면 그만둬.]
pt_br: @proto1b [... Se queria perguntar a ela sobre “não ser real”, nem se dê ao trabalho.]
ru: @proto1b [Если ты собирался спросить её, как она относится к тому, что не является «настоящей», не утруждайся.]

source: @proto1b [None of the people here know their predicament.]
cht: @proto1b [这里没有人知道他们的困境。]
es: @proto1b [Nadie aquí es consciente de esas cosas.]
it: @proto1b [Nessuno qui sa della propria situazione.]
ja: @proto1b [ここに住む人々は、誰も 自分自身の境遇を知らない。]
ko: @proto1b [여기 사는 사람들은 세상이 어떤 위험에 빠졌는지 몰라.]
pt_br: @proto1b [Ninguém daqui tem consciência desse dilema.]
ru: @proto1b [Никто из них не знает о том, что представляет из себя на самом деле.]

source: @proto1c [In fact... I don't think they can even comprehend it.]
cht: @proto1c [实际上...我觉得他们甚至都不能理解它。]
es: @proto1c [De hecho... Ni siquiera creo que sean capaces de comprenderlo.]
it: @proto1c [In realtà... non credo che possano nemmeno comprenderla.]
ja: @proto1c [それに…知ったところで、それを 理解できるとも思えない。]
ko: @proto1c [사실... 그들이 이해할 수 있을 거라고도 생각하지 않아.]
pt_br: @proto1c [Na realidade... Acho que eles sequer conseguem compreender isso.]
ru: @proto1c [Честно говоря... я не думаю, что они в состоянии это осознать.]

source: @proto2 [It would be in your best interest to just... pretend like we never had this conversation.]
cht: @proto2 [为了你着想，你最好...假装我们从来 没有过这次谈话。]
es: @proto2 [Te convendría... fingir... que nunca hemos tenido esta conversación.]
it: @proto2 [Ti conviene... fare finta che questa conversazione non sia mai avvenuta.]
ja: @proto2 [さっきの話は…なかったことに したほうが、キミのためにもなる。]
ko: @proto2 [우리가 이런 대화를 아예 하지 않았다고 생각하는 게 좋을 거야.]
pt_br: @proto2 [Seria melhor você só... fingir que nunca conversamos isso.]
ru: @proto2 [Сделай вид, будто... мы никогда об этом не говорили. Это в твоих же интересах.]
