Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko The screen says "DOCUMENTS".
cht: @niko 屏幕显示"文档"。
es: @niko En la pantalla pone «DOCUMENTOS».
it: @niko Sullo schermo c'è scritto "DOCUMENTI".
ja: @niko 画面には「ドキュメント」って表示されてるよ。
ko: @niko 화면에 "문서"라고 쓰여 있어요.
pt_br: @niko Está escrito “DOCUMENTOS” na tela.
ru: @niko На экране написано «ДОКУМЕНТЫ».

source: @niko_eyeclosed I can't seem to make the computer do anything else...
cht: @niko_eyeclosed 我好像不能对计算机做其他任何操作...
es: @niko_eyeclosed No consigo que el ordenador haga nada más...
it: @niko_eyeclosed Non riesco a far fare nient'altro al computer...
ja: @niko_eyeclosed このコンピューター、他の操作は できないみたい…
ko: @niko_eyeclosed 컴퓨터로 다른 건 할 수가 없어요...
pt_br: @niko_eyeclosed O computador não me deixa fazer mais nada...
ru: @niko_eyeclosed Не могу заставить этот компьютер сделать что-то ещё...

source: @ed [The code is contained within a \c[2]Document\c[0].]
cht: @ed [密码包含在 \c[2]文档\c[0]。]
es: @ed [El código contenido en un \c[2]Documento\c[0].]
it: @ed [Il codice è contenuto in un \c[2]Documento\c[0].]
ja: @ed [コードは\c[2]ドキュメント\c[0]の中にある。]
ko: @ed [그 코드는 \c[2]문서\c[0] 안에 있어.]
pt_br: @ed [O código está em um \c[2]Documento\c[0].]
ru: @ed [Код содержится внутри \c[2]Документа\c[0].]

source: Do you know where to find Documents, \p?
cht: 你知道在哪找到你的文档吗，\p？
es: ¿Sabes dónde encontrar Documentos, \p?
it: Sai dove trovare i Documenti, \p?
ja: ドキュメントの場所は分かるか、 \p？
ko: 문서가 어디 있는지는 알고 있겠지, \p?
pt_br: Você sabe onde encontrar Documentos,\p?
ru: Ты знаешь, где искать Документы, \p?

source: @ed [Good. Start looking.]
cht: @ed [很好。开始寻找。]
es: @ed [Bien. Empieza a buscar.]
it: @ed [Bene. Inizia a cercare.]
ja: @ed [よろしい。それではすぐに探したまえ。]
ko: @ed [좋아. 어서 찾아봐.]
pt_br: @ed [Beleza. Comece a procurar.]
ru: @ed [Хорошо. Начинай поиски.]

source: @ed [Don't you know that there's a designated area for \c[2]Documents\c[0] on your own machine?]
cht: @ed [你难道不知道你的计算机上有储存 \c[2]文档\c[0]的指定区域吗？]
es: @ed [¿Es que no sabes que hay un área designada para \c[2]Documentos\c[0] en tu propio equipo?]
it: @ed [Non sai che c'è una zona apposita per i \c[2]Documenti\c[0] sulla tua macchina?]
ja: @ed [君の機械に、\c[2]ドキュメント\c[0]用に指定された 保管場所があることを知らないのか？]
ko: @ed [설마, 네가 쓰는 그 기계에 \c[2]문서\c[0]를 저장하는 곳이 정해져 있다는 사실을 모르는 건 아니겠지?]
pt_br: @ed [Você não sabia que há uma área designada para \c[2]Documentos\c[0] em sua própria máquina?]
ru: @ed [Разве ты не знаешь, что для \c[2]документов\c[0] на твоей электронно-вычислительной машине есть специально отведённое место?]

source: @ed [Some god you are.]
cht: @ed [还好你知道。]
es: @ed [Menuda divinidad estás hecha.]
it: @ed [Sicuro di essere un dio?]
ja: @ed [とんだ神様だな。]
ko: @ed [너 참 대단한 신이구나.]
pt_br: @ed [Que divindade é você?]
ru: @ed [Просто божественно.]

source: @ed [Look in the Documents folder on your computer.]
cht: @ed [看看你的计算机的文档文件夹。]
es: @ed [Mira en la carpeta Documentos de tu ordenador.]
it: @ed [Guarda nella cartella Documenti del tuo computer.]
ja: @ed [コンピューターのドキュメントフォルダ内を 探してみたまえ。]
ko: @ed [네 컴퓨터의 문서 폴더를 찾아보라고.]
pt_br: @ed [Verifique na pasta Documentos do computador.]
ru: @ed [Посмотри в папке «Документы» на своём устройстве.]

source: @ed [I don't think I could've made it any more clear.]
cht: @ed [我觉得我已经说得够清楚了。]
es: @ed [Lo había dejado más claro que el agua.]
it: @ed [Penso che non lo avrei potuto rendere più chiaro.]
ja: @ed [これ以上、言いようがない。]
ko: @ed [이 이상 명확하게 설명할 수는 없을 거라고 생각해.]
pt_br: @ed [Impossível eu ser mais claro que isso.]
ru: @ed [Думаю, яснее уже некуда.]

source: @ed [I see you've made progress in this world, \p.]
cht: @ed [我知道你已在这世界取得了进展，\p。]
es: @ed [Veo que has hecho progresos en este mundo, \p.]
it: @ed [Vedo che hai fatto progressi in questo mondo, \p.]
ja: @ed [うまく進んでいるようじゃないか、 \p。]
ko: @ed [\p, 이 세계에 온 후로 여러 가지 성과를 이루었네.]
pt_br: @ed [Vejo que está progredindo nesse mundo, \p.]
ru: @ed [Вижу, ты продвигаешься в этом мире, \p.]

source: @ed [But that progress stops here.]
cht: @ed [但你将要在这止步不前了。]
es: @ed [Pero esos progresos terminan aquí.]
it: @ed [Ma si fermano qui.]
ja: @ed [だが、君はここで一度 足踏みすることになる。]
ko: @ed [하지만 그것도 여기까지야.]
pt_br: @ed [Mas esse avanço termina aqui.]
ru: @ed [Но ты не сможешь продвинуться дальше.]

source: @ed [I believe you need a code to unlock a certain box.]
cht: @ed [我相信你需要密码来打开特定的盒子。]
es: @ed [Creo que te hace falta un código para abrir cierta caja.]
it: @ed [Credo che tu abbia bisogno di un codice per aprire una certa cassa.]
ja: @ed [とある箱を開けるために コードが必要だ。]
ko: @ed [어떤 상자를 열기 위해서는 코드가 필요하거든.]
pt_br: @ed [Acredito que precise de um código para destrancar uma caixa.]
ru: @ed [Полагаю, тебе нужен код, чтобы открыть один ящик.]

source: @ed [Well, the code no longer exists in THIS world.]
cht: @ed [对了，密码并不存在于这个世界。 ]
es: @ed [Bueno, el código ya no existe en ESTE mundo.]
it: @ed [Beh, il codice non esiste più in QUESTO mondo.]
ja: @ed [だが、そのコードは この世界には既に存在しない。]
ko: @ed [하지만 그 코드는 이제 이 세상에 존재하지 않아. ]
pt_br: @ed [Bem, o código não se encontra NESSE mundo.]
ru: @ed [Что ж, в ЭТОМ мире кода больше не существует.]

source: ...Do you understand what this means, \p?
cht: ...你知道这是什么意思吗，\p？
es: ¿Entiendes lo que esto significa, \p?
it: ...Capisci cosa vuol dire, \p?
ja: …これがどういう意味かわかるか、 \p？
ko: ...\p, 무슨 말인지 알겠어?
pt_br: ... Você entende o que quero dizer, \p?
ru: ...Ты понимаешь, что это значит, \p?

source: @ed [You... still don't know the extent of the world's deterioration, do you, \p?]
cht: @ed [你...还是不了解世界恶化的程度，是吗\p？]
es: @ed [Todavía no sabes hasta qué punto ha llegado el deterioro del mundo, ¿verdad, \p?]
it: @ed [Tu... ancora non sai quanto sia grave il deterioramento del mondo, vero, \p?]
ja: @ed [君は…世界がどれほどの規模で崩壊 しているか、まだ知らないようだな。]
ko: @ed [너... 아직 이 세계가 얼마나 망가졌는지 모르고 있군. 그렇지 않아, \p?]
pt_br: @ed [Você... ainda não entende o quanto esse mundo está deteriorado, não é, \p?]
ru: @ed [\p, ты... до сих пор не понимаешь степень разрушения этого мира?]

source: @ed [...most of the time, stray pieces of this world would be lost to blissful nothingness.]
cht: @ed [...大多时候，这世界零散的碎片将会消失， 只剩一片幸福的虚无。]
es: @ed [Hay partes de este mundo que se pierden en la nada casi todo el tiempo.]
it: @ed [...Nella maggior parte dei casi, pezzi vaganti di questo mondo sarebbero persi nel vuoto assoluto.]
ja: @ed […この世界の迷える欠片は ほとんどがめでたく消滅するだろう。]
ko: @ed [...대부분의 경우, 조각난 이 세계의 파편들은 무로 돌아가고 말지.]
pt_br: @ed [... na maioria das vezes, peças dispersas desse mundo se perdem por aí.]
ru: @ed [...большую часть времени отколовшиеся частицы этого мира теряются в блаженном небытии.]

source: @ed [But this code, this \c[2]Document\c[0], is an exception.]
cht: @ed [但这个密码，这个\c[2]文档\c[0]是个例外。]
es: @ed [Pero este código, este \c[2]Documento\c[0], es una excepción.]
it: @ed [Ma questo codice, questo \c[2]Documento\c[0], è un'eccezione.]
ja: @ed [だが、このコード… この\c[2]ドキュメント\c[0]は例外だ。]
ko: @ed [하지만 그 코드, 그 \c[2]문서\c[0]만큼은 예외야.]
pt_br: @ed [Mas esse código, esse \c[2]Documento\c[0], é uma exceção.]
ru: @ed [Но этот код, этот \c[2]Документ\c[0] — исключение.]

source: @ed [I was able to salvage it, because Niko needs the code to progress.]
cht: @ed [我必须保存好它，因为 Niko 需要 这个密码才能前进。]
es: @ed [Pude salvarlo, porque Niko necesita el código para avanzar.]
it: @ed [Sono stato in grado di recuperarlo, dato che Niko ha bisogno del codice per proseguire.]
ja: @ed [私が回収したのさ。 ニコが先へ進むには、そのコードが必要になるからだ。]
ko: @ed [내가 겨우 건져 냈어. 니코가 앞으로 나가려면 코드가 필요하니까.]
pt_br: @ed [Eu consegui salvá-lo porque sei que Niko precisa dele para continuar sua missão.]
ru: @ed [Мне удалось спасти его, потому что Нико нужен код, чтобы продвигаться дальше.]

source: @ed [Now, go find it.]
cht: @ed [现在，去找到它吧。]
es: @ed [Ahora, encuéntralo.]
it: @ed [Ora, vai a cercarlo.]
ja: @ed [さあ、探しに行きたまえ。]
ko: @ed [자, 어서 찾으러 가.]
pt_br: @ed [Agora, encontre-o.]
ru: @ed [А теперь иди и найди его.]

source: @niko This bar should open it.
cht: @niko 这根撬棍应该能打开它。
es: @niko Esta barra debería poder abrirla.
it: @niko Questo piede di porco dovrebbe aprirla.
ja: @niko これなら…
ko: @niko 이 쇠지레라면 열 수 있을 거예요.
pt_br: @niko Essa barra deve funcionar.
ru: @niko Думаю, этим ломом получится его открыть.

source: @niko_eyeclosed The pipe won't fit under the cracks, \p!
cht: @niko_eyeclosed 这根管子没法放在裂缝下，\p！
es: @niko_eyeclosed ¡La cañería no cabe por las grietas, \p!
it: @niko_eyeclosed \p, il tubo non si incastra nelle fessure!
ja: @niko_eyeclosed このパイプじゃ割れ目に 入りそうにないよ、 \p！
ko: @niko_eyeclosed \p 님, 쇠막대기가 틈새에 들어가지 않아요!
pt_br: @niko_eyeclosed O tubo não caberá debaixo da fenda, \p!
ru: @niko_eyeclosed Эта труба не пролезет в щели, \p!

source: @niko We'll need to flatten it somehow...
cht: @niko 我们需要压平它...
es: @niko Vamos a tener que encontrar alguna forma de aplanarla...
it: @niko Abbiamo bisogno di appiattirlo in qualche modo...
ja: @niko どうにかして、平たくしないと…
ko: @niko 어떻게든 납작하게 만들어야겠어요...
pt_br: @niko Precisaremos achatá-lo de alguma forma...
ru: @niko Нам надо её как-то расплющить...

source: @niko The screwdriver's not nearly big enough to pry it open.
cht: @niko 这螺丝刀太小了，没法撬开它。
es: @niko El destornillador es demasiado pequeño para poder abrirla.
it: @niko Il cacciavite è decisamente troppo piccolo per aprirlo.
ja: @niko ドライバーが小さすぎてこじ開けられない。
ko: @niko 이 드라이버는 너무 작아서 상자를 열 수가 없어요.
pt_br: @niko A chave de fenda não é grande o suficiente para abrir isso.
ru: @niko Отвёртка слишком маленькая, чтобы его взломать.

source: @niko_speak This box looks interesting!
cht: @niko_speak 这个盒子看起来很有趣！
es: @niko_speak ¡Esta caja tiene buena pinta!
it: @niko_speak Questa scatola sembra interessante!
ja: @niko_speak 面白そうな箱だ！
ko: @niko_speak 재미있어 보이는 상자네요!
pt_br: @niko_speak Essa caixa parece interessante!
ru: @niko_speak Какой любопытный ящик!

source: @niko_eyeclosed I wish I had something to pry it open with...
cht: @niko_eyeclosed 真希望我能用什么撬开它....
es: @niko_eyeclosed Ojalá tuviera algo con lo que abrirla...
it: @niko_eyeclosed Se solo avessi qualcosa per aprirla...
ja: @niko_eyeclosed 何かこじ開けるものがあればなあ…
ko: @niko_eyeclosed 저걸 열 도구가 있으면 좋을 텐데...
pt_br: @niko_eyeclosed Gostaria de ter alguma coisa para abri-la...
ru: @niko_eyeclosed Жаль, что мне нечем его взломать...

source: @niko There's a little metal cube and some broken glass in here...
cht: @niko 这里有一个小金属方块和一些碎 玻璃...
es: @niko Por aquí hay un pequeño cubo metálico y trozos de cristal...
it: @niko Ci sono un piccolo cubo di metallo e dei vetri rotti qui dentro...
ja: @niko 金属製の小さな箱みたいなのと、 割れたガラスが入ってる…
ko: @niko 작은 금속 상자에 깨진 유리가 붙어 있네요...
pt_br: @niko Há um cubo pequeno de metal e um vidro quebrado aqui...
ru: @niko Здесь маленький металлический куб и разбитое стекло...

source: @niko_speak Looks like what used to be a machine part.
cht: @niko_speak 看起来像是个金属部件。
es: @niko_speak Parece una pieza de una máquina.
it: @niko_speak Probabilmente una volta faceva parte della macchina.
ja: @niko_speak むかし使われてた機械の部品みたい。
ko: @niko_speak 아무래도 기계 부품 같은데요?
pt_br: @niko_speak Parece ser alguma peça de máquina.
ru: @niko_speak Похоже, это была часть какого-то устройства...

source: @niko It says 'Solar Battery' on the side.
cht: @niko 它边上标明了"太阳能电池"。
es: @niko En el lado pone "batería solar".
it: @niko C'è scritto "Batteria Solare" sul lato.
ja: @niko 横に「太陽光バッテリー」って書いてあるよ。
ko: @niko 옆에 ‘태양광 전지’라고 적혀 있어요.
pt_br: @niko Está escrito “Bateria solar” na lateral.
ru: @niko Сбоку написано «Солнечная Батарея».

source: @niko It's empty now.
cht: @niko 现在是空的。
es: @niko Ahora no hay nada dentro.
it: @niko È vuota.
ja: @niko もう空っぽ。
ko: @niko 상자는 이제 텅 비었어요.
pt_br: @niko Está vazio agora.
ru: @niko Теперь он пустой.

source: @niko Still got some shards of glass at the bottom, though.
cht: @niko 但底部还有些玻璃碎片。
es: @niko Aunque todavía quedan unos trozos de cristal al fondo.
it: @niko Però ci sono ancora alcuni pezzi di vetro sul fondo.
ja: @niko でも、まだ底にはガラスの破片があるよ。
ko: @niko 바닥에 유리 파편이 좀 남아 있을 뿐이에요.
pt_br: @niko Embora haja alguns estilhaços de vidro no fundo.
ru: @niko Хотя на дне всё ещё лежат осколки стекла.

source: [DID YOU POWER THE GENERATOR?]
cht: [你有没有为发动机提供能量？]
es: [¿HABÉIS ENCENDIDO EL GENERADOR?]
it: [AVETE AZIONATO IL GENERATORE?]
ja: [発電機ノ電源を入れたのですカ？]
ko: [발전기에 전원을 넣은 게 당신입니까?]
pt_br: [VOCÊ LIGOU O GERADOR?]
ru: [ВЫ ПЕРЕЗАРЯДИЛИ ГЕНЕРАТОР?]

source: @niko I...\.\. \@niko_speak guess we did!
cht: @niko 我...\.\.\@niko_speak 应该有！
es: @niko Eh...\.\. \@niko_speak ¡Eso parece!
it: @niko Credo...\.\. \@niko_speak Credo di sì!
ja: @niko うん…\.\. \@niko_speak たぶんそう！
ko: @niko 음...\.\. \@niko_speak 우리가 해냈어요!
pt_br: @niko Eu... \.\. \@niko_speak acho que sim!
ru: @niko Я...\.\. \@niko_speak думаю, что да!

source: @niko Right, \p?
cht: @niko 是吗，\p？
es: @niko ¿No, \p?
it: @niko Vero, \p?
ja: @niko だよね、 \p？
ko: @niko 그렇죠, \p 님?
pt_br: @niko Certo, \p?
ru: @niko Верно, \p?

source: [I CAN WALK!]
cht: [我可以走路了！]
es: [¡PUEDO CAMINAR!]
it: [POSSO CAMMINARE!]
ja: [歩けまス！]
ko: [걸을 수 있게 됐어요!]
pt_br: [EU POSSO ANDAR!]
ru: [Я МОГУ ХОДИТЬ!]

source: @niko Dusty shelves.
cht: @niko 积灰的书架。
es: @niko Estantes polvorientos.
it: @niko Scaffali impolverati.
ja: @niko 埃っぽい棚。
ko: @niko 먼지 쌓인 책장이에요.
pt_br: @niko Prateleiras empoeiradas.
ru: @niko Пыльные полки.

source: $1. A robot may not injure a living person or, through inaction, allow a person to come to harm.
cht: $1.机器人不会伤害人类， 或者在人类受到伤害时 袖手旁观。
es: $1. Un robot no puede herir a un ser humano vivo ni permitir que este reciba daño debido a su pasividad.
it: $1. Un robot non può recar danno a una persona in vita né può permettere che, a causa del suo mancato intervento, una persona si faccia del male.
ja: $1. ロボットは人間に 危害を加えては ならない。また、人間に 対する危害を看過しては ならない。
ko: $1. 로봇은 살아 있는 사람에게 위해를 가하거나 사람들이 위험에 처하도록 방치해서는 안 된다.
pt_br: $1. O robô não pode ferir nenhum ser humano nem permitir por omissão que alguém se machuque.
ru: $1. Робот не может причинить вред человеку или своим бездействием допустить, чтобы человеку был причинён вред.

source: $2. A robot must obey the orders given to it by people, except where such orders would conflict with the First Law.
cht: $2.机器人必须服从人类的 指令，除非指令违背了 "第一定律"。
es: $2. Un robot debe obedecer las órdenes que le den las personas, a no ser que dichas órdenes entren en conflicto con la Primera Ley.
it: $2. Un robot deve obbedire agli ordini impartiti dalle persone, purché tali ordini non vadano in contrasto con la Prima Legge.
ja: $2. ロボットは人間の 命令に従わなければ ならない。ただし、 その命令が第一条に 反する場合を除く。
ko: $2. 사람의 명령이 1번 조항을 위배하는 경우를 제외하고, 로봇은 사람이 내리는 명령에 절대 복종해야 한다.
pt_br: $2. O robô deve seguir as ordens dadas pelos humanos a menos que elas entrem em conflito com a primeira lei.
ru: $2. Робот должен повиноваться всем приказам, которые даёт человек, кроме тех случаев, когда эти приказы противоречат Первому Закону.

source: $3. A robot must protect its own existence as long as such protection does not conflict with the First or Second Law.
cht: $3.机器人必须保护自己的 生存，除非这将违反第 一或第二定律。
es: $3. Un robot debe salvaguardar su propia existencia siempre que ello no entre en conflicto con la Primera o la Segunda Ley.
it: $3. Un robot deve proteggere la propria esistenza, purché la salvaguardia di essa non contrasti con la Prima o la Seconda Legge.
ja: $3. ロボットは、第一条 または第二条に反する おそれのない限り、 その存在を守らなければ ならない。
ko: $3. 로봇은 위의 두 가지 조항을 위배하지 않는 범위 내에서 자신의 안전을 지켜야 한다.
pt_br: $3. O robô deve se proteger a menos que essa proteção entre em conflito com a primeira e a segunda leis.
ru: $3. Робот должен заботиться о своей безопасности в той мере, в которой это не противоречит Первому или Второму Законам.

source: @niko It's a faded poster.
cht: @niko 这是一张褪色的海报。
es: @niko Es un póster descolorido.
it: @niko È un poster sbiadito.
ja: @niko 色あせたポスターだ。
ko: @niko 빛바랜 포스터예요.
pt_br: @niko Um cartaz apagado.
ru: @niko Это выцветшее объявление.

source: $REMINDER TO ALL WORKERS:
cht: $提醒所有工作人员：
es: $RECORDATORIO PARA TODOS LOS TRABAJADORES:
it: $PROMEMORIA A TUTTI I LAVORATORI:
ja: $全作業員へ注意書き：
ko: $전 직원 대상 공지 사항:
pt_br: $LEMBRETE PARA TODOS OS TRABALHADORES:
ru: $НАПОМИНАНИЕ ВСЕМ РАБОТНИКАМ:

source: $The rarest form of blue phosphor is found during the phosphor shrimp's spawn period.
cht: $在荧光虾产卵期发现最 稀有的一种蓝色荧光体。
es: $La variedad menos común de fósforo azul se encuentra durante la época de desove de la gamba de fósforo
it: $La forma più rara del fosforo blu è rinvenibile durante il periodo di deposizione delle uova dei gamberetti fosforescenti.
ja: $最も珍しい形態の青色 蛍光体は、蛍光エビの 放卵周期に発見する ことができます。
ko: $청색 발광체 중 가장 희귀한 종류는 발광새우의 산란기 때 흔히 발견됩니다.
pt_br: $A forma mais rara da luminescência azul é encontrada durante o período de desova do camarão-luminescente.
ru: $Самую редкую форму синего фосфора можно найти в период икрометания фосфорных креветок.

source: $If you observe a pond with a bubbled-over surface, please contact management immediately!
cht: $如果你看到池塘表面冒 出气泡，请立即联系管 理人员！
es: $¡Si encuentras un estanque en cuya superficie se observen burbujas, ponte en contacto con Administración!
it: $Se notate una pozza ricoperta di bolle, contattate immediatamente la direzione!
ja: $池の水面が泡で 覆われているのを 発見した時は、ただちに 管理部門に ご連絡ください！
ko: $혹시라도 표면이 거품으로 덮인 못이 보이면 즉시 관리 팀에 통보하시기 바랍니다.
pt_br: $Se notar alguma borbulha na lagoa, entre em contato com a administração imediatamente!
ru: $Если вы заметите пруд, на поверхности которого вздулся пузырь, немедленно сообщите об этом в управление!

source: $We will dispatch a harvest team ASAP.
cht: $我们会尽快派出采集队伍。
es: $¡Enviaremos un equipo de recogida de inmediato!
it: $Manderemo una squadra di raccolta il prima possibile.
ja: $即時に採取チームを 派遣します。
ko: $가급적 빨리 채취 팀을 파견하겠습니다.
pt_br: $Enviaremos uma equipe de coleta o mais rápido possível.
ru: $Мы в кратчайшие сроки направим туда группу сбора.

source: $Five new positions available at the mines.
cht: $矿区有五个新职位。
es: $Cinco puestos nuevos disponibles en la mima.
it: $Disponibili cinque nuovi posti alle miniere.
ja: $鉱山で、新たに 5つの職種が 募集を開始。
ko: $광산에 자리가 다섯 개 났습니다.
pt_br: $Cinco novas vagas disponíveis nas minas.
ru: $На шахте появилось пять новых вакансий.

source: $Housing and other provisions are included upon hiring.
cht: $招聘时会说明住房和其 他规定。
es: $El contrato incluye alojamiento y otras ventajas.
it: $L'alloggio e altre disposizioni sono inclusi al momento dell'assunzione.
ja: $待遇には、住居提供や その他の条件なども 含まれます。
ko: $채용 시 숙소와 기타 생필품을 제공합니다.
pt_br: $Alojamentos e outras provisões inclusos na contratação.
ru: $На период работы предоставляется жильё, питание и другие услуги.

source: $First come, first serve.
cht: $先到先得。
es: $No te duermas, no vayan a adelantársete.
it: $Chi primo arriva, meglio alloggia.
ja: $早い者勝ち！
ko: $선착순 모집 중.
pt_br: $O primeiro terá preferência.
ru: $Обращаться в порядке живой очереди.

source: $The use of a robot as our replacement head engineer seems unorthodox.
cht: $用机器人代替我们的总 工程师似乎有点不合常 规。
es: $Reemplazar a nuestra jefa de ingeniería con un robot parece poco ortodoxo.
it: $Sostituire il nostro capo ingegnere con un robot è stata una scelta alquanto discutibile.
ja: $主任技術者の 後任としてロボットが 任命されるのは、 異例の処置だろう。
ko: $수석 기술자 후임으로 로봇을 임명하는 건 이례적인 일이다.
pt_br: $Não é comum usar um robô para substituir engenheiros-chefes.
ru: $Использование робота в качестве замены нашего главного инженера мы считаем слишком нестандартным решением.

source: $...especially the one responsible for last year's incident.
cht: $...尤其是负责去年事件 的工程师。
es: $Sobre todo después del incidente del año pasado.
it: $...Soprattutto se con quello responsabile dell'incidente dello scorso anno.
ja: $…ことさら、昨年起きた 事件の当事者がその 交代要員だなんて。
ko: $...더구나 작년에 일어난 사건의 장본인이라니.
pt_br: $... especialmente o robô responsável pelo incidente do ano passado.
ru: $...особенно робота, ответственного за прошлогодний инцидент.

source: $I suppose they had to get her away from the city, but that doesn't make it easier to swallow for those of us who work here!
cht: $我认为他们必须要让她 远离这座城市，但这对 于我们在这工作的人来 说难以接受！
es: $Supongo que tenían que sacarla de la ciudad, pero ¡eso no va a hacer que nos resulte más fácil de digerir a los que trabajamos aquí!
it: $Credo che abbiano dovuto portarla via dalla città, ma questo non rende la cosa più facile da digerire per noi lavoratori!
ja: $彼女を街から追放 しなければならないのは 理解できるが、その理由 だけでここの従業員が 納得いくはずがない！
ko: $저들 입장에서는 그녀를 도시에서 멀리 데려가는 수밖에 없었겠지만, 그렇다고 우리가 쉽게 받아들일 수 있는 건 아니지!
pt_br: $Acho que deveriam expulsá-la da cidade, mas isso não tornaria mais fácil engolir o que aconteceu aqui!
ru: $Думаю, им просто нужно было убрать её из города, но от этого нам, местным рабочим, не легче!

source: $I hope that man knows what he's doing.
cht: $我希望他知道自己在做 什么。
es: $Espero que ese tipo sepa lo que se hace.
it: $Spero che quell'uomo sappia ciò che sta facendo.
ja: $あの男…自分が何をして いるのか分かっていると いいのだが。 --管理部門
ko: $부디 그 자가 자기가 무슨 짓을 하는지 제대로 알고 있기를.
pt_br: $Espero que aquele cara saiba o que está fazendo.
ru: $Надеюсь, этот мужик знает, что делает.

source: $--Management
cht: $ ——管理
es: $--La Administración
it: $-La direzione
ko: $- 관리 팀
pt_br: $– Administração
ru: $--Управление

source: $Apparently, phase 1 of the evacuation ended prematurely.
cht: $显然，撤离的第1阶段 提前结束了。
es: $Aparentemente, la primera fase de la evacuación ha terminado antes de tiempo.
it: $A quanto pare, la fase 1 dell'evacuazione è terminata prima del previsto.
ja: $避難の第1段階は 途中ですぐに 終わっちゃったみたい。
ko: $대피 1단계는 예정보다 일찍 중단되고 말았다.
pt_br: $Parece que a 1ª fase da evacuação acabou prematuramente.
ru: $По-видимому, первая фаза эвакуации завершилась преждевременно.

source: $The big ships started malfunctioning only after a few round trips.
cht: $大船数次航行之后开始 出现故障。
es: $Los barcos grandes empezaron a sufrir fallos tras unos pocos viajes.
it: $Le grandi navi hanno cominciato a guastarsi dopo qualche viaggio.
ja: $大型船が、たった数往復 しただけで故障 し始めた。
ko: $선박이 몇 번 왕복한 시점에서 오작동을 일으키기 시작했기 때문이다.
pt_br: $Os maiores navios começaram a estragar depois de algumas viagens.
ru: $У больших кораблей неисправности начали возникать уже после нескольких рейсов туда-обратно.

source: $They said it was due to... something with squares?
cht: $他们说这和...方块有关？
es: $Dicen que se debía a... ¿algo con cuadrados?
it: $Hanno detto che la colpa era... di qualcosa che ha a che fare coi quadrati?
ja: $その原因は… 四角形のせいとか何とか 言ってた。
ko: $웬... 사각형 때문이라고 하던데?
pt_br: $Disseram que tinha algo a ver com... quadrados?
ru: $Они сказали, что это как-то связано... с квадратами?

source: $I'm not sure what they mean by that.
cht: $我不知道他们说这个是 什么意思。
es: $No sé a qué se referían con eso.
it: $Non credo di aver capito cosa intendessero.
ja: $どういう意味か よく分からない。
ko: $나는 그게 무슨 말인지 모르겠다.
pt_br: $Não sei o que isso significa.
ru: $Не знаю, что они подразумевают под этим.

source: $Bummer, looks like they won't be able to transport most of these surplus bots to the city at this rate.
cht: $郁闷，看来他们无法按 照这个速度将大多数多 余的机器运往城市。
es: $Vaya, a este paso parece que no van a poder transportar a la mayoría de robots sobrantes a la ciudad.
it: $Peccato... Di questo passo non saranno in grado di trasportare alla città la maggior parte dei robot in eccesso.
ja: $残念ね、この調子だと、 余剰ロボットの ほとんどが街に 移送できなさそう。
ko: $젠장, 이대로라면 로봇 대부분을 도시로 수송하지 못할 것 같다.
pt_br: $Uma pena... parece que não será mais possível transportar os outros robôs para a cidade.
ru: $Дело дрянь. Похоже, теперь они не смогут перевести большинство лишних ботов в город.

source: $And we worked so hard on those!
cht: $而且我们真的很努力！
es: $¡Y hemos trabajado muy duro en ellos!
it: $Ci avevamo lavorato così tanto!
ja: $かなり頑張ったのに！
ko: $우리가 얼마나 노력했는데!
pt_br: $E nós trabalhamos tanto neles!
ru: $А мы так много над ними работали!

source: $But I suppose the rowbots are busy enough with transporting people as is.
cht: $我觉得，划船机器人光 运输这些人就已经够忙 的了。
es: $Pero, supongo que los remobots ya están bastante ocupados transportando a la gente.
it: $Ma cosa si può fare? I robattelli sono già abbastanza occupati con il trasporto delle persone.
ja: $でも漕ぎボットたちは、 住民を移送するだけで すでに忙しいでしょう。
ko: $하지만 운항봇은 사람들을 실어 나르는 것만으로도 이미 바쁘다.
pt_br: $Suponho que os remobôs estejam ocupados com o transporte de pessoas.
ru: $Но я думаю, что веслоботы и так заняты перевозками людей без каких-либо гарантий.
