Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @prophet [I Am Not Allowed To Answer.]
cht: @prophet [我不允许回答。]
es: @prophet [No se me permite responder a eso.]
it: @prophet [Non Ho Il Permesso Di Rispondere.]
ja: @prophet [それにお答えすることはできません。]
ko: @prophet [그 질문에는 답해드릴 수 없습니다.]
pt_br: @prophet [Não Tenho Permissão para Responder Isso.]
ru: @prophet [Мне Не Позволено Отвечать На Этот Вопрос.]

source: @niko But...how do I get up there?
cht: @niko 但...我该怎么上去呢？
es: @niko Pero... ¿cómo subo hasta ahí?
it: @niko Ma... come faccio ad arrivare là sopra?
ja: @niko でも… どうやって上まで登ればいいの？
ko: @niko 그렇지만... 저길 어떻게 올라가죠?
pt_br: @niko Mas... Como faço para chegar lá em cima?
ru: @niko Но... как я туда заберусь?

source: @prophet [In Time, \p Will Know What To Do.]
cht: @prophet [到时候，\p会知道怎么做。]
es: @prophet [A su debido tiempo, \p sabrá qué hacer.]
it: @prophet [A Tempo Debito, \p Saprà Cosa Fare.]
ja: @prophet [いずれ、 \pが 教えてくれるでしょう。]
ko: @prophet [때가 되면 \p 님께서 어떻게 할지 알려주실 겁니다.]
pt_br: @prophet [\p Saberá o que Fazer Quando Chegar a Hora.]
ru: @prophet [Со Временем \p Узнает, Что Нужно Сделать.]

source: @niko_eyeclosed I...see.
cht: @niko_eyeclosed 我...知道了。
es: @niko_eyeclosed Ah... vale.
it: @niko_eyeclosed ...Capisco.
ja: @niko_eyeclosed そっ…か。
ko: @niko_eyeclosed 알... 았어요.
pt_br: @niko_eyeclosed Ahm... Entendo.
ru: @niko_eyeclosed ...Понятно.

source: @niko It's alright, thank you.
cht: @niko 没关系，谢谢你。
es: @niko No hace falta, gracias.
it: @niko Va bene così, grazie.
ja: @niko 大丈夫、ありがとう。
ko: @niko 괜찮아요. 고마워요.
pt_br: @niko Tudo bem, valeu.
ru: @niko Всё в порядке, спасибо.

source: @prophet [In That Case, I Wish You Safe Travels.]
cht: @prophet [既然这样，祝你一路顺风。]
es: @prophet [En ese caso, que tengas un buen viaje.]
it: @prophet [In Tal Caso, Ti Auguro Un Buon Viaggio.]
ja: @prophet [それでは、 安全な旅になるよう祈っております。]
ko: @prophet [그렇다면 당신의 여행이 안전하기를 기원합니다.]
pt_br: @prophet [Sendo Assim, Desejo-lhe uma Boa Viagem.]
ru: @prophet [В Таком Случае Желаю Вам Доброго Пути.]

source: @plight Come oonnn...
cht: @plight 喂...
es: @plight Vaaamos...
it: @plight Foorzaaa...
ja: @plight 頼むよおおぉ…
ko: @plight 제발...
pt_br: @plight Vamos láááá...
ru: @plight Ну давай же...

source: @plight_wtf Come oonnnnnnn!
cht: @plight_wtf 喂！！！
es: @plight_wtf ¡Vaaamosss...!
it: @plight_wtf Foorzaaaaaaa!
ja: @plight_wtf 頼むよおおおおぉぉぉ！
ko: @plight_wtf 제바아아알!
pt_br: @plight_wtf Vamos logoooooo!
ru: @plight_wtf Дава-а-а-а-а-й!

source: @plight_wtf Now, of all times...!
cht: @plight_wtf 现在，随时...！
es: @plight_wtf ¡Justo ahora...!
it: @plight_wtf Proprio adesso...!
ja: @plight_wtf 何で、よりにもよって今…！
ko: @plight_wtf 왜 하필이면 지금...!
pt_br: @plight_wtf Justo agora!
ru: @plight_wtf Ну за что именно сейчас...!

source: @niko ...Uh
cht: @niko ...嗯
es: @niko ... Eh
it: @niko ...Ehm...
ja: @niko …えっと
ko: @niko ...음.
pt_br: @niko ...Hm
ru: @niko ...Э-э

source: @niko_speak ....Excuse me...
cht: @niko_speak ...对不起...
es: @niko_speak ... Disculpa...
it: @niko_speak ...Chiedo scusa...
ja: @niko_speak …あの…
ko: @niko_speak ...실례할게요...
pt_br: @niko_speak ... Com licença...
ru: @niko_speak ....Простите...

source: @plight_shock Woah!
cht: @plight_shock 哇哦！
es: @plight_shock ¡Vaya!
it: @plight_shock Wow!
ja: @plight_shock うわあ！
ko: @plight_shock 우왓!
pt_br: @plight_shock Opa!
ru: @plight_shock Воу!

source: @plight ... you're... you!
cht: @plight ...你是...你！
es: @plight ... Eres... ¡tú!
it: @plight ...Ma tu sei... Sei tu!
ja: @plight …君は…君か！
ko: @plight ... 너... 너는!
pt_br: @plight ... você... você!
ru: @plight ...ты же... ты!

source: @plight_worry (Ah geez, I didn't think I was gonna run into...)
cht: @plight_worry （天哪，没想到我会撞上...）
es: @plight_worry (Ay, no pensé que iba a toparme con...)
it: @plight_worry (Oh cavolo, non pensavo che avrei incontrato...)
ja: @plight_worry （しまった、まさか出くわすとは…）
ko: @plight_worry (이런, 누굴 만날 줄이야...)
pt_br: @plight_worry (Droga, não era que eu queria encontrar...)
ru: @plight_worry (Ох блин, я и не думал, что наткнусь на...)

source: @niko The elevator is missing a button, right?
cht: @niko 电梯少了一个按钮，对吧？
es: @niko Al ascensor le falta un botón, ¿no?
it: @niko All'ascensore manca un pulsante, vero?
ja: @niko エレベーターにボタンがないんでしょ？
ko: @niko 엘리베이터에 버튼이 없죠?
pt_br: @niko Está faltando um botão no elevador, né?
ru: @niko У лифта нет кнопки, да?

source: @plight_worry ...how did you know?
cht: @plight_worry ...你怎么知道？
es: @plight_worry ¿... Cómo lo sabías?
it: @plight_worry ...Come lo sai?
ja: @plight_worry …何で知ってるんだ？
ko: @plight_worry ...어떻게 알았지?
pt_br: @plight_worry ... como você sabe disso?
ru: @plight_worry ...откуда ты знаешь?

source: @niko_speak \p and I will help you fix it!
cht: @niko_speak \p和我会帮你修好它。
es: @niko_speak ¡\p y yo te ayudaremos a arreglarlo!
it: @niko_speak Io e \p ti aiuteremo ad aggiustarlo!
ja: @niko_speak ミーと \pが 直すのを手伝うよ！
ko: @niko_speak \p 님과 제가 고쳐 드릴게요!
pt_br: @niko_speak \p e vou ajudar você a consertá-lo!
ru: @niko_speak \p и я поможем тебе её починить!

source: @plight_worry2 ...seriously?
cht: @plight_worry2 ...真的？
es: @plight_worry2 ¿... De verdad?
it: @plight_worry2 ...Sul serio?
ja: @plight_worry2 …マジか？
ko: @plight_worry2 ...진심이야?
pt_br: @plight_worry2 ... é sério?
ru: @plight_worry2 ...серьёзно?

source: @plight_sigh Oh thank goodness.
cht: @plight_sigh 感谢上帝。
es: @plight_sigh Ah, menos mal.
it: @plight_sigh Oh grazie al cielo.
ja: @plight_sigh いや、本当に助かる。
ko: @plight_sigh 살았군.
pt_br: @plight_sigh Ah, graças aos céus.
ru: @plight_sigh Ох, какое облегчение.

source: @plight_worry2 The evacuees are counting on this...\> on me...
cht: @plight_worry2 那些撤离人员都指望着维修...\> 指望着我...
es: @plight_worry2 Los refugiados cuentan con esto...\> conmigo...
it: @plight_worry2 Gli sfollati ci contano...\> Contano su di me...
ja: @plight_worry2 避難者たちが、コレを待ちわびてるのさ…\> おれのこともな…
ko: @plight_worry2 피난민들이...\> 내가 고칠 거라 기대하고 있어...
pt_br: @plight_worry2 Quem ficou preso está contando com isso...\> Contando comigo...
ru: @plight_worry2 Эвакуированные рассчитывают на этот...\> и на меня...

source: @plight_worry But... I've been here for hours and can't figure out a thing!
cht: @plight_worry 但...我来这里几个小时了， 什么也做不了！
es: @plight_worry Pero... ¡Llevo aquí varias horas y no entiendo nada!
it: @plight_worry Ma... sono bloccato qui da ore e non riesco a capirci niente!
ja: @plight_worry だが…もうここに何時間もいるのに、 何一つ解決できやしない！
ko: @plight_worry 근데... 벌써 여기 몇 시간이나 있었지만 전혀 감을 잡을 수가 없었다고!
pt_br: @plight_worry Mas... estou aqui há horas e não consegui entender bulhufas!
ru: @plight_worry Но... Я тут торчу уже несколько часов и не могу ничего придумать!

source: @niko2 ....\.\.evacuees?
cht: @niko2 ...\.\.撤离人员。
es: @niko2 ¿... \.\.Refugiados?
it: @niko2 ...\.\.Sfollati?
ja: @niko2 …\.\.避難者って？
ko: @niko2 ....\.\.피난민들이요?
pt_br: @niko2 ...\.\.Quem ficou preso?
ru: @niko2 ....\.\.эвакуированные?

source: @plight Y'know... from the west apartments.
cht: @plight 你知道...来自西边公寓的。
es: @plight Ya sabes... de los apartamentos del oeste.
it: @plight Già... dagli appartamenti ad ovest.
ja: @plight ほら…西のアパートから来た奴らさ。
ko: @plight 서쪽 아파트에서 온 피난민들 말야...
pt_br: @plight Você sabe... Lá dos apartamentos a oeste.
ru: @plight Ну, знаешь... из западных апартаментов.

source: @plight_worry The square stuff wrecked the place yesterday...
cht: @plight_worry 那些方块昨天破坏了他们的住处...
es: @plight_worry Los cuadrados destrozaron el lugar ayer...
it: @plight_worry Quella roba quadrata ha fatto un macello lì ieri...
ja: @plight_worry 昨日、四角形のせいで 居住地がめちゃくちゃになったんだ…
ko: @plight_worry 어제 사각형 때문에 거기 난리가 났어...
pt_br: @plight_worry O negócio quadrado destruiu tudo ontem...
ru: @plight_worry Вчера по ним прошлись квадратные штуки...

source: @niko3 Oh....
cht: @niko3 哦...
ja: @niko3 そう…
ko: @niko3 아...
pt_br: @niko3 Ah...
ru: @niko3 Ох....

source: @plight_sigh Right now everyone's crowded in the cafe.\nWe really want to get everyone to the surface as soon as possible, though.
cht: @plight_sigh 现在所有人都挤在咖啡厅。\n我们真的很想尽快让所有人都到地面去。
es: @plight_sigh Ahora mismo todos están apiñados en la cafetería.\nPero queremos traer a todo el mundo a la superficie cuanto antes.
it: @plight_sigh Per il momento sono tutti nella caffetteria.\nVogliamo portarli giù di qui il prima possibile.
ja: @plight_sigh 今はみんなカフェのほうにいる。\n早く地表に連れていって あげたいんだがな。
ko: @plight_sigh 지금은 모두가 카페에 있어.\n최대한 빨리 모두를 지상층으로 데려와야 하지.
pt_br: @plight_sigh Agora todo mundo está amontoado no café.\nMas nosso objetivo é levar todo mundo para a superfície o mais rápido possível.
ru: @plight_sigh Прямо сейчас все теснятся в кафе.\nНо мы хотим как можно скорее спустить всех на поверхность.

source: @plight3 The library on the surface doubles as a shelter for situations like this.
cht: @plight3 作为这种情形下的避难所，地面上的 图书馆也多了一倍人。
es: @plight3 La biblioteca de la superficie sirve de refugio para situaciones como esta.
it: @plight3 La biblioteca là sotto fa anche da rifugio in situazioni del genere.
ja: @plight3 地表にある図書館は、こういう時に 避難用の場所になってるのさ。
ko: @plight3 지상층의 도서관은 이런 상황에서 대피소 기능도 하거든.
pt_br: @plight3 A biblioteca na superfície é um lugar muito mais adequado para usar como abrigo em situações assim.
ru: @plight3 В таких ситуациях библиотека служит для нас ещё и убежищем.

source: @niko2 ...wait... didn't we find the magnets and stuff in the apartments, \p?
cht: @niko2 ...等等...我们为什么不在公寓找一些 磁铁类的东西\p？
es: @niko2 ... Espera... ¿No habíamos encontrado los imanes y demás en los apartamentos, \p?
it: @niko2 ...Aspetta, \p... non avevamo trovato delle calamite ed altra roba negli appartamenti?
ja: @niko2 …あれ…そのアパートで磁石か何か 見つけなかったっけ、 \p？
ko: @niko2 ...잠깐... 우리 그 아파트에서 자석 따위를 찾지 않았던가요, \p 님?
pt_br: @niko2 ... Calma lá... A gente não encontrou ímãs e afins nos apartamentos, \p?
ru: @niko2 ...подожди... а разве магниты и прочее мы находили не в апартаментах, \p?

source: @plight_worry The... what?
cht: @plight_worry 找...什么？
es: @plight_worry ¿Que... qué?
it: @plight_worry Delle... cosa?
ja: @plight_worry あー…何て？
ko: @plight_worry ...뭐?
pt_br: @plight_worry Mas... o que...?
ru: @plight_worry Подожди... что?

source: @niko_eyeclosed Looks like we'll have to find some other way to fix the button, \p...
cht: @niko_eyeclosed 看起来我们必须找到其他方法来修按钮， \p....
es: @niko_eyeclosed Parece que tendremos que encontrar otro modo de arreglar el botón, \p...
it: @niko_eyeclosed Sembra che dovremo trovare un altro modo per riparare il pulsante, \p...
ja: @niko_eyeclosed はあ、ボタンを直すのに、また別の方法を 見つけなくちゃだね、 \p…
ko: @niko_eyeclosed 버튼을 고칠 다른 방법을 찾아야 하겠어요, \p 님...
pt_br: @niko_eyeclosed Parece que vamos ter que descobrir outra forma de consertar o botão, \p...
ru: @niko_eyeclosed Похоже нам придётся найти какой-то другой способ починить кнопку, \p...

source: @plight_scared HOLY F\.\.\@plight_worry UDGE
cht: @plight_scared 我的天\.\.\@plight_worry 混账
es: @plight_scared MADRE M\.\.\@plight_worry ÍA
it: @plight_scared CHE CA\.\.\@plight_worry VOLO
ja: @plight_scared あっぶ\.\.\@plight_worry っね
ko: @plight_scared 제기\.\.\@plight_worry 랄.
pt_br: @plight_scared CA...\.\.\@plight_worry CETE
ru: @plight_scared ЧТО ЗА Х\.\.\@plight_worry АМСА

source: @niko_eyeclosed ... Looks like \p and I will need to find another way down altogether...
cht: @niko_eyeclosed ...看起来\p和我必须找到另一条进入地下的通道...
es: @niko_eyeclosed ... Parece que \p y yo tendremos que encontrar otro camino distinto hacia abajo...
it: @niko_eyeclosed ...Sembra che io e \p dovremo trovare un altro modo per scendere...
ja: @niko_eyeclosed …ミーと \p で、別の道を 探さなきゃダメみたいだね…
ko: @niko_eyeclosed ... 아무래도 \p 님과 제가 달리 내려갈 방법을 찾아야 하겠네요...
pt_br: @niko_eyeclosed ... Parece que eu e \p vamos ter que encontrar outra maneira de descer...
ru: @niko_eyeclosed ... Похоже, нам с \p придётся искать совершенно другой путь вниз...

source: @plight_worry But...\.\. this is the only elevator in the area...
cht: @plight_worry 但...\.\.这是这个区域唯一的电梯。
es: @plight_worry Pero...\.\. este es el único ascensor de la zona...
it: @plight_worry Ma...\.\. questo è l'unico ascensore della zona...
ja: @plight_worry でも…\.\. この区域だと、エレベーターは これしかない…
ko: @plight_worry 하지만...\.\. 이게 이 지역의 유일한 엘리베이터야...
pt_br: @plight_worry Mas... \.\.este é o único elevador por aqui...
ru: @plight_worry Но...\.\. это единственный лифт в этом районе...

source: @niko We'll... think of something.
cht: @niko 我们...会想办法的。
es: @niko Ya... se nos ocurrirá algo.
it: @niko ...Penseremo a qualcosa.
ja: @niko うーん…何か考えてみる。
ko: @niko 우리가 방법을... 찾아 볼게요.
pt_br: @niko A gente... dá um jeito.
ru: @niko Мы... что-нибудь придумаем.

source: [NO TRESPASSING!]
cht: [禁止进入！]
es: [¡PROHIBIDO EL PASO!]
it: [VIETATO L'ACCESSO!]
ja: [立ち入り禁止]
ko: [무단 침입은 허용하지 않습니다!]
pt_br: [NÃO ENTRE!]
ru: [ПРОХОД ЗАПРЕЩЁН!]

source: @niko Oh...excuse me!
cht: @niko 哦...对不起！
es: @niko Ah... ¡lo siento!
it: @niko Oh... scusa!
ja: @niko ああ…失礼！
ko: @niko 앗... 죄송해요!
pt_br: @niko Ah... com licença!
ru: @niko О...прошу прощения!

source: @plight_worry Uh...
cht: @plight_worry 额...
es: @plight_worry Eh...
it: @plight_worry Ehm...
ja: @plight_worry ええと…
ko: @plight_worry 어...
pt_br: @plight_worry Ahm...
ru: @plight_worry Э-э...

source: @plight3 Let me know if you need my help with anything...
cht: @plight3 要是需要我帮忙，尽管说...
es: @plight3 Avisadme si necesitáis mi ayuda con algo...
it: @plight3 Fammi sapere se hai bisogno di una mano...
ja: @plight3 何かおれにできることがあったら 言ってくれよ…
ko: @plight3 내 도움이 필요하면 알려줘...
pt_br: @plight3 Avise se precisar de ajuda com alguma coisa...
ru: @plight3 Дай знать, если с чем понадобится помощь...

source: @niko_speak We found some elevators!
cht: @niko_speak 我们找到一些电梯！
es: @niko_speak ¡Hemos encontrado unos ascensores!
it: @niko_speak Abbiamo trovato degli ascensori!
ja: @niko_speak エレベーター見つけたよ！
ko: @niko_speak 엘리베이터를 찾았어요!
pt_br: @niko_speak Encontramos uns elevadores!
ru: @niko_speak Мы нашли несколько лифтов!

source: @plight_shock What??
cht: @plight_shock 什么？
es: @plight_shock ¿Cómo?
it: @plight_shock Cosa??
ja: @plight_shock え？？
ko: @plight_shock 뭐??
pt_br: @plight_shock O quê??
ru: @plight_shock Что??

source: @plight_worry ...seriously?
cht: @plight_worry ...真的？
es: @plight_worry ¿... De verdad?
it: @plight_worry ...Sul serio?
ja: @plight_worry …マジで？
ko: @plight_worry 진짜야?
pt_br: @plight_worry ... é sério?
ru: @plight_worry ...серьёзно?

source: @plight_worry2 I've literally never seen another one in this area!
cht: @plight_worry2 我真的从没在这见过第二台！
es: @plight_worry2 ¡Nunca había visto otro en esta zona!
it: @plight_worry2 Non ne ho mai visti altri in questa zona!
ja: @plight_worry2 この区域で、他にエレベーターなんて 見たことないぞ！
ko: @plight_worry2 이 지역에서는 다른 엘리베이터를 본 적이 없다고!
pt_br: @plight_worry2 Eu nunca vi nenhum outro por aqui!
ru: @plight_worry2 Я вообще никогда не встречал другого лифта в этом районе!

source: @niko It WAS in a locked room...
cht: @niko 它在个封锁的房间里面...
es: @niko Estaban en una habitación cerrada...
it: @niko In effetti erano in una stanza chiusa...
ja: @niko 鍵がかかってた部屋にあって…
ko: @niko 잠긴 방 안에 있었어요...
pt_br: @niko Bom, ele ESTAVA numa sala trancada...
ru: @niko Они БЫЛИ в закрытой комнате.

source: @plight_worry Oh....
cht: @plight_worry 哦...
ja: @plight_worry はあ…
ko: @plight_worry 아...
pt_br: @plight_worry Ah...
ru: @plight_worry Ого....

source: @plight_worry2 Do they... uh... \.\.\.\@plight_worry work?
cht: @plight_worry2 它们...嗯...\.\.\.\@plight_worry 能用吗？
es: @plight_worry2 Y... eh... \.\.\.\@plight_worry ¿Funcionan?
it: @plight_worry2 Per caso... ehm... \.\.\.\@plight_worry funzionano?
ja: @plight_worry2 それで…ええと…\.\.\.\@plight_worry 動くのか？
ko: @plight_worry2 그게... \.\.\.\@plight_worry 작동해?
pt_br: @plight_worry2 Será que... ahm... \.\.\.\@plight_worry eles funcionam?
ru: @plight_worry2 И они... э-э... \.\.\.\@plight_worry работают?

source: @niko_eyeclosed We don't know yet...
cht: @niko_eyeclosed 我们还不知道...
es: @niko_eyeclosed Todavía no lo sabemos...
it: @niko_eyeclosed Ancora non lo sappiamo...
ja: @niko_eyeclosed まだ分かんない…
ko: @niko_eyeclosed 아직 몰라요...
pt_br: @niko_eyeclosed Ainda não sabemos...
ru: @niko_eyeclosed Мы пока не знаем.

source: @niko One of them has a lever that's out of my reach.
cht: @niko 其中一台的控制杆我够不着。
es: @niko Uno de ellos tiene una palanca que no puedo alcanzar.
it: @niko Uno di loro ha una leva che è troppo in alto per me.
ja: @niko 片方のエレベーターにレバーが あったんだけど、手が届かなくて。
ko: @niko 한 대에 레버가 있었는데, 손이 닿지 않았어요.
pt_br: @niko Um deles tem uma alavanca, mas não consigo alcançá-la.
ru: @niko На одном из них рычаг, до которого я не могу дотянуться.

source: @niko_speak ...wait! You can help us!
cht: @niko_speak ...等等！你可以帮助我们！
es: @niko_speak ¡... Espera! ¡Puedes ayudarnos!
it: @niko_speak ...Aspetta! Puoi aiutarci!
ja: @niko_speak …あっ！お兄さんならいける！
ko: @niko_speak ...엇! 아저씨가 도와주면 되겠네요!
pt_br: @niko_speak ... calma aí! Você pode nos ajudar!
ru: @niko_speak ...секундочку! Ты же можешь нам помочь!

source: @plight_worry What...
cht: @plight_worry 什么...
es: @plight_worry ¿Qué...?
it: @plight_worry Che...
ja: @plight_worry え…
ko: @plight_worry 뭐...?
pt_br: @plight_worry O que...
ru: @plight_worry Что...

source: @niko You should be able to reach the lever, cuz...\>\n\@niko_speak You're taller than me!
cht: @niko 你应该能够够得着控制杆，因为...\>\n\@niko_speak 你比我高！
es: @niko Deberías poder alcanzar la palanca, porque...\>\n\@niko_speak ¡Eres más alto que yo!
it: @niko Dovresti poter raggiungere la leva, perché...\>\n\@niko_speak sei più alto di me!
ja: @niko お兄さんならレバーに届くはず。 だって…\>\n\@niko_speak ミーより背が高いもん！
ko: @niko 레버에 손이 닿을 거예요.\>\n\@niko_speak 저보다 키가 크니까요!
pt_br: @niko Acho que você consegue alcançar a alavanca porque... \>\n\@niko_speak Você é mais alto que eu!
ru: @niko Ты наверное дотянешься до рычага, потому что...\>\n\@niko_speak Ты выше меня!

source: @plight3 Ooh... \@plight_worry I... guess I am?
cht: @plight3 噢...\@plight_worry 我想...是的？
es: @plight3 Oh... \@plight_worry Supongo...
it: @plight3 Ooh... \@plight_worry Ehm... Credo di sì?
ja: @plight3 あー… \@plight_worry そう…かもな？
ko: @plight3 오호... \@plight_worry 그렇긴... 하지?
pt_br: @plight3 Ah... \@plight_worry Ahm, talvez?
ru: @plight3 О-о... \@plight_worry Думаю... ты прав?

source: @plight So...\.\. show me the way, I suppose...
cht: @plight 那...\.\.请给我指路...
es: @plight Bueno...\.\. muéstrame el camino, supongo...
it: @plight Allora...\.\. fammi strada...
ja: @plight じゃあ…\.\. 道案内してくれないかな…
ko: @plight 그렇다면...\.\. 앞장서...
pt_br: @plight Então...\.\. Indique o caminho, né...
ru: @plight Ну тогда...\.\. отведи меня туда, получается...

source: @niko It's an elevator.
cht: @niko 这是个电梯。
es: @niko Es un ascensor.
it: @niko Un ascensore.
ja: @niko エレベーターだ。
ko: @niko 엘리베이터예요.
pt_br: @niko É um elevador.
ru: @niko Это лифт.

source: @niko_speak Let's find another way down!
cht: @niko_speak 让我们找另外一条路下去！
es: @niko_speak ¡Encontremos otro camino hacia abajo!
it: @niko_speak Cerchiamo un modo per scendere!
ja: @niko_speak 下に降りる他の方法を見つけよう！
ko: @niko_speak 내려갈 방법을 또 찾아봐요!
pt_br: @niko_speak Vamos procurar outra forma de descer!
ru: @niko_speak Давай найдём другой путь вниз!

source: [HELLO.]
cht: [你好。]
es: [HOLA.]
it: [SALVE.]
ja: [どうモ。]
ko: [안녕하십니까.]
pt_br: [OLÁ.]
ru: [ЗДРАВСТВУЙТЕ.]

source: [THIS AREA IS UNAUTHORIZED FOR DEMO.]
cht: [该区域禁止进行游行。]
es: [ZONA NO AUTORIZADA PARA LA DEMO.]
it: [QUESTA ZONA È INACCESSIBILE NELLA DEMO.]
ja: [この地域はデモバージョンでは 使用できません。]
ko: [이 지역은 데모판에서 이용하실 수 없습니다.]
pt_br: [ESTA REGIÃO É RESTRITA AO DEMO.]
ru: [ДОСТУП В ЭТУ ЗОНУ ЗАПРЕЩЁН ДЛЯ ДЕМО.]

source: [SORRY ABOUT THE INCONVENIENCE.]
cht: [很抱歉带来不便。]
es: [SENTIMOS LAS MOLESTIAS.]
it: [CI DISPIACE PER L'INCONVENIENZA.]
ja: [ご迷惑をおかけして申し訳ないです。]
ko: [불편을 드려 죄송합니다.]
pt_br: [PERDOE-NOS PELA INCONVENIÊNCIA.]
ru: [ПРОШУ ПРОЩЕНИЯ ЗА ПРЕДОСТАВЛЕННЫЕ НЕУДОБСТВА.]

source: @niko ...Demo?
cht: @niko ...游行？
ja: @niko …デモバージョン？
ko: @niko ...데모판이라뇨?
ru: @niko ...Демо?

source: [I CANNOT LET YOU THROUGH.]
cht: [我不能让你通过。]
es: [NO PUEDO DEJARTE PASAR.]
it: [NON POTETE PASSARE.]
ja: [通行は許可できません。]
ko: [당신을 들여보낼 수 없다는 말입니다.]
pt_br: [NÃO POSSO PERMITIR QUE VOCÊS PASSEM.]
ru: [Я НЕ МОГУ ВАС ПРОПУСТИТЬ.]

source: @niko The elevator's button panel.
cht: @niko 电梯的按键板。
es: @niko El panel de botones del ascensor.
it: @niko La pulsantiera dell'ascensore.
ja: @niko エレベーターのボタンパネルだ。
ko: @niko 엘리베이터의 버튼 판이에요.
pt_br: @niko O painel de botões do elevador.
ru: @niko Кнопочная панель лифта.

source: TO: OFFICE
cht: 致：办公室
es: A: OFICINA
it: FERMATA: UFFICIO
ja: 行先:オフィス
ko: 행선지: 사무실
pt_br: PARA: ESCRITÓRIO
ru: К: ОФИСУ

source: TO:\nOFFICE BUILDING AND\nCAFE
cht: 致：\n办公室大楼和\n咖啡厅
es: A: \nEDIFICIO DE LA OFICINA\nY CAFETERÍA
it: FERMATA:\nEDIFICIO DELL'UFFICIO E\nCAFFETTERIA
ja: 行先:\nオフィスビルおよび\nカフェ
ko: 행선지:\n사무실 건물 및\n카페
pt_br: PARA:\nPRÉDIO COMERCIAL\nE CAFÉ
ru: К:\nОФИСНОМУ ЗДАНИЮ И\nКАФЕ

source: @plight_worry Hey, where are you going?
cht: @plight_worry 嘿，你去哪里？
es: @plight_worry ¡Oye! ¿Adónde vas?
it: @plight_worry Ehi, dove stai andando?
ja: @plight_worry おい、どこに行くんだ？
ko: @plight_worry 이봐, 어디로 가는 거야?
pt_br: @plight_worry Ei, para onde você está indo?
ru: @plight_worry Эй, ты куда?

source: @plight_unknown Come ooonnnnnnn!
cht: @plight_unknown 喂！！！
es: @plight_unknown ¡Vaaamos...!
it: @plight_unknown Fooorzaaaaaaa!
ja: @plight_unknown 頼むよおおぉぉぉ！
ko: @plight_unknown 아, 조오오옴!
pt_br: @plight_unknown Vamos lááá!
ru: @plight_unknown Даваааааааааааай!

source: @plight_unknown Come ooonnnnnnnnnnnnnnnnnnnnnnnnnnnn!!!!!
cht: @plight_unknown 喂！！！！！！
es: @plight_unknown ¡Vaaamooosss...!
it: @plight_unknown Fooorzaaaaaaaaaaaaaaaaaaaaaaaaaaaa!!!!!
ja: @plight_unknown 頼むからあああ あああぁぁぁぁぁぁぁ！！！！！
ko: @plight_unknown 제바아아아아아알!!!!!
pt_br: @plight_unknown Vamos láááááááááá!
ru: @plight_unknown Ну даааваааааааааааааааааааааааааааай!!!!!

source: @plight_unknown Work already!!!
cht: @plight_unknown 工作啊！！！
es: @plight_unknown ¡¡Ponte en marcha!!
it: @plight_unknown Funziona, dai!!!
ja: @plight_unknown 動いてくれ！！！
ko: @plight_unknown 그냥 좀 작동하라고!!!
pt_br: @plight_unknown Funcione!!!
ru: @plight_unknown Работай уже!!!

source: @niko Oh right...\@niko_eyeclosed The elevator guy.
cht: @niko 哦，对了...\@niko_eyeclosed 那个电梯小哥。
es: @niko Ah, claro...\@niko_eyeclosed El hombre del ascensor.
it: @niko Oh, giusto... \@niko_eyeclosed Il tipo dell'ascensore.
ja: @niko あ、分かった…\@niko_eyeclosed エレベーターの人だ。
ko: @niko 아...\@niko_eyeclosed 그 엘리베이터 아저씨네요.
pt_br: @niko Ah, sim... \@niko_eyeclosed O cara do elevador.
ru: @niko Ах да...\@niko_eyeclosed Лифтовый дядя.

source: @plight_unknown AAAAUHGGHHHH!!!!
cht: @plight_unknown 啊啊啊啊啊！！！！
es: @plight_unknown ¡¡¡AAAUHGGGHHH!!!
it: @plight_unknown AAAAAHGGHHHH!!!!
ja: @plight_unknown あああああああああ！！！
ko: @plight_unknown 으아아아아아아!!!!
ru: @plight_unknown А-А-А-А-А-А-А-А!!!

source: @niko_speak I think we should go talk to the guy first, \p...
cht: @niko_speak 我想我们应该先和他谈谈，\p...
es: @niko_speak Creo que primero deberíamos ir a hablar con el hombre, \p...
it: @niko_speak \p, forse prima dovremmo parlare con lui...
ja: @niko_speak 先に、あの人に 声かけようよ、 \p…
ko: @niko_speak 저 아저씨랑 먼저 얘기를 해야겠어요, \p 님...
pt_br: @niko_speak Acho que é melhor falarmos com o sujeito primeiro, \p...
ru: @niko_speak \p, давай сначала поговорим с ним...

source: PATH CLOSED
cht: 路径已封闭
es: RUTA CERRADA
it: PASSAGGIO CHIUSO
ja: 通り道閉鎖
ko: 길 폐쇄
pt_br: CAMINHO FECHADO
ru: ПРОХОД ЗАКРЫТ

source: TO: CAFE
cht: 致：咖啡厅
es: A: CAFETERÍA
it: FERMATA: CAFFETTERIA
ja: 行先:オフィスビルおよびカフェ
ko: 행선지: 카페
pt_br: PARA: CAFÉ
ru: К: КАФЕ

source: TO: APARTMENTS
cht: 致：公寓
es: A: APARTAMENTOS
it: FERMATA: APPARTAMENTI
ja: 行先:アパート
ko: 행선지: 아파트 단지
pt_br: PARA: APARTAMENTOS
ru: К: АПАРТАМЕНТАМ

source: $I remember being taught in school about how the waters surrounding the forest stretched until the boundries of space.
cht: $我记得在学校老师教过， 水流是如何围绕着森林， 一直延伸到尽头。
es: $Recuerdo que en el colegio me enseñaron que las aguas que rodean el bosque se extendían hasta los límites del espacio.
it: $A scuola mi insegnarono che le acque che circondano la foresta si estendevano fino ai confini dello spazio.
ja: $森を囲む海が、宇宙との 境界にまで伸びていた。 そんなふうに学校で 教わったことを 覚えてる。
ko: $학교에서 숲을 둘러싸는 물이 이 지역의 경계까지 흘러간다고 배웠던 기억이 난다.
pt_br: $Na escola, ensinaram que as águas que cercam a floresta se estendem até os limites do espaço.
ru: $Помню, как в школе нам рассказывали, что воды, окружающие лес, раньше простирались до границ пространства.
