Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko_eyeclosed I was um...\.\. too caught up with the other stuff at the time to think about it...
cht: @niko_eyeclosed 我当时，嗯...\.\. 在投入其他事情，没有仔细想这件事...
es: @niko_eyeclosed Bueno, estaba... um...\.\.demasiado absorto con todo lo demás como para pensar en ello...
it: @niko_eyeclosed Però ero...\.\. troppo preso da tutto il resto per rifletterci su...
ja: @niko_eyeclosed その時は…\.\.他のことでいっぱいいっぱい だったから、あんまり気にしてなかった…
ko: @niko_eyeclosed 전...\.\. 다른 일로 정신이 없어서 그 말에 대해서는 생각할 여유가 없었죠...
pt_br: @niko_eyeclosed Eu estava, ahm...\.\. com a cabeça cheia de coisa na hora para prestar atenção...
ru: @niko_eyeclosed Я был э-эм...\.\. немного занят другими делами, чтобы задуматься о его словах...

source: @cedric2 Ah, you know OF it at least, then.
cht: @cedric2 噢，你至少还是知道它的。
es: @cedric2 Bueno, al menos sabes sobre el tema entonces.
it: @cedric2 Ah, almeno QUESTO lo sai.
ja: @cedric2 ああ、一応知ってはいるんですね。
ko: @cedric2 아, 옛 세상이라는 게 있다는 건 아는구나.
pt_br: @cedric2 Ah, então você já OUVIU falar, pelo menos.
ru: @cedric2 А, ну значит ты хотя бы о нём СЛЫШАЛ.

source: @cedric_sigh Alright... here we go.
cht: @cedric_sigh 好...那我开始说吧。
es: @cedric_sigh De acuerdo... Vamos allá.
it: @cedric_sigh Va bene... Cominciamo.
ja: @cedric_sigh 分かりました…それではお話します。
ko: @cedric_sigh 그래... 다 이야기할게.
pt_br: @cedric_sigh Certo... então vamos lá.
ru: @cedric_sigh Ну что ж, поехали.

source: @cedric My father... myself... the other two...
cht: @cedric 我父亲...我...和其他两位...
es: @cedric Mi padre... yo mismo... los otros dos...
it: @cedric Mio padre... io... e gli altri due...
ja: @cedric 僕の父と…僕と…そしてあの2人は…
ko: @cedric 우리 아버지... 나... 그리고 나머지 둘...
pt_br: @cedric Meu pai... eu... os outros dois...
ru: @cedric Мой отец... я сам... двое остальных...

source: @cedric3 None of us are part of the simulation itself.
cht: @cedric3 我们都不是模拟系统的一部分。
es: @cedric3 Ninguno de nosotros formamos parte de la simulación en sí.
it: @cedric3 Nessuno di noi è parte della simulazione.
ja: @cedric3 全員、シミュレーションの一部ではないんです。
ko: @cedric3 우리는 시뮬레이션의 일부가 아냐.
pt_br: @cedric3 Nenhum de nós faz parte da simulação em si.
ru: @cedric3 Никто из нас не является частью самой симуляции.

source: @cedric_sigh Our home world....\>the "real" world... \.\.was actually destroyed a long time ago.
cht: @cedric_sigh 我们的家园...\>那个 "真正" 的世界...\.\.其实在很久以前就毁灭了。
es: @cedric_sigh Nuestro hogar... \>el mundo «real»... \.\.fue en realidad destruido hace mucho tiempo.
it: @cedric_sigh La nostra casa... \>il mondo "reale"... \.\.è stato distrutto molto tempo fa.
ja: @cedric_sigh 僕たちの世界…\>「現実の」世界は… \.\.ずっと前に 破壊されてしまいました。
ko: @cedric_sigh 우리 세상은....\>우리가 살던 "진짜" 세상은... \.\.아주 오래전에 파괴되었지.
pt_br: @cedric_sigh Nosso mundo natal... \>o mundo “real”... \.\.foi destruído há muito tempo.
ru: @cedric_sigh Наш родной мир....\>«настоящий» мир... \.\.был давно уничтожен.

source: @cedric In the years leading up to the calamity, scientists from all over the world tried to stop it, but the outlook was bleak.
cht: @cedric 在灾难发生的那几年，来自全世界的科学家 试图阻止，但局势不容乐观。
es: @cedric En los años previos al desastre, científicos de todo el mundo intentaron detenerlo, pero el pronóstico era desolador.
it: @cedric Negli anni precedenti alla calamità, gli scienziati di tutto il mondo cercarono di fermare questa tragedia, senza successo.
ja: @cedric 大惨事が起きるまでの数年間、世界中の 科学者たちはそれを食い止めようと必死でしたが、 その展望は絶望的でした。
ko: @cedric 재앙이 닥치기 전까지, 전 세계의 과학자들이 막으려고 애썼지만, 전망은 암울했어.
pt_br: @cedric Alguns anos antes da calamidade, cientistas de todo o mundo tentaram impedi-la, mas o resultado não foi bom.
ru: @cedric В годы, предшествующие катастрофе, учёные со всего света пытались её предотвратить, но перспективы не внушали надежд.

source: @cedric A vague prophecy about a messiah from another world became everyone's last bastion of hope.
cht: @cedric 来自另一个世界的救世主的模糊预言 成为每个人最后的希望。
es: @cedric Una ambigua profecía acerca de un mesías venido de otro mundo se convirtió en el último bastión de esperanza de todos.
it: @cedric Una vaga profezia riguardante un messia di un altro mondo divenne il nostro ultimo barlume di speranza.
ja: @cedric 別の世界から救世主が訪れる、という 謎めいた預言が、最後の希望の砦となりました。
ko: @cedric 다른 세상에서 온 구원자에 대한 막연한 예언이 마지막 보루였지.
pt_br: @cedric Uma profecia obscura sobre um messias de outro mundo se tornou a última esperança de todos.
ru: @cedric Неясное пророчество о пришествии мессии стало последней надеждой, за которую все цеплялись.

source: @cedric3 Prophetbot....\.\.er, Prototype... \.\.was built to predict the future, about the specifics of this messiah.
cht: @cedric3 先知机器人...\.\.额，Prototype... \.\.是被创造来预测未来，和关于救世主 的具体样子。
es: @cedric3 Profetabot...\.\.Es decir, Prototipo... \.\.fue construido para predecir el futuro, sobre los detalles de este mesías.
it: @cedric3 Profetabot... \.\.ehm, Prototipo... \.\.è stato creato per predire le caratteristiche del messia.
ja: @cedric3 預言者ロボ…\.\.いや、プロトタイプは… \.\.その救世主に 関する情報を預言するために作られたんです。
ko: @cedric3 예언봇은....\.\. 아, 프로토타입은... \.\.미래를 예언하기 위해 만들어졌지. 구원자라는 존재를 자세히 알기 위해서.
pt_br: @cedric3 Profetobô... \.\.ahm, o Protótipo... \.\.foi criado para prever o futuro sobre detalhes do messias.
ru: @cedric3 Робот-пророк....\.\.э... Прототип... \.\.был создан, чтобы предсказать признаки этого мессии.

source: @cedric_sigh2 But as his predictions turned out, the messiah would not have been able to arrive to our world in time.
cht: @cedric_sigh2 但如果他的预言成真，救世主就没法及时 到达我们的世界。
es: @cedric_sigh2 Pero tal y como resultaron sus profecías, el mesías no habría llegado a tiempo a nuestro mundo.
it: @cedric_sigh2 Ma stando alle sue previsioni, il messia non sarebbe arrivato in tempo nel nostro mondo.
ja: @cedric_sigh2 しかしその預言は、救世主が間に合うことは ないだろう、というものでした。
ko: @cedric_sigh2 하지만 프로토타입은 예언하기를, 구원자가 우리 세상에 제때 도착하지 못할 거라고 했어.
pt_br: @cedric_sigh2 Mas, conforme as previsões dele foram ocorrendo, o messias não conseguiria chegar ao nosso mundo a tempo.
ru: @cedric_sigh2 Но согласно его прогнозам, мессия не успевал прибыть вовремя.

source: @cedric4 In fact, the messiah would not even have been born before our world ended.
cht: @cedric4 实际上，救世主直到我们的世界面临末日 都还没出生。
es: @cedric4 De hecho, el mesías no habría nacido siquiera antes de que nuestro mundo acabara.
it: @cedric4 Infatti, non era neanche nato quando il cataclisma arrivò.
ja: @cedric4 救世主は、僕たちの世界が終わるまでに、 誕生してすらもいなかったんです。
ko: @cedric4 사실, 구원자는 우리 세상이 종말을 맞을 때까지 태어나지도 않을 거라고.
pt_br: @cedric4 Na verdade, o messias não teria nem nascido antes de nosso mundo acabar.
ru: @cedric4 И к тому же, когда нашему миру пришёл бы конец, мессия ещё даже не будет рождён.

source: @cedric Disheartened, most people abandoned their research and resolved to peacefully live out their final years.
cht: @cedric 沮丧，大多数人放弃了研究，决定平静地 过完他们的最后几年。
es: @cedric Descorazonada, la mayoría de la gente abandonó su búsqueda, y decidió vivir en paz sus últimos años de vida.
it: @cedric Scoraggiate, la maggior parte delle persone abbandonarono le ricerche e decisero di vivere pacificamente i loro ultimi anni di vita.
ja: @cedric みな絶望し、多くが研究をやめ、余生を 平和に生きようと決心しました。
ko: @cedric 사람들은 대부분 절망에 빠져, 연구를 포기하고 여생을 평화롭게 살겠다고 결심했어.
pt_br: @cedric Descrentes, muitas pessoas abandonaram a pesquisa e decidiram viver seus últimos anos em paz.
ru: @cedric Потеряв надежду, большинство людей забросило исследования и решило мирно доживать свои последние годы.

source: @cedric3 But... some people did the opposite.
cht: @cedric3 但...一些人却相反。
es: @cedric3 No obstante... algunos hicieron lo contrario.
it: @cedric3 Mentre altre invece...\. fecero esattamente l'opposto.
ja: @cedric3 しかし…そうしなかった者もいました。
ko: @cedric3 하지만... 일부는 정반대를 택했지.
pt_br: @cedric3 Mas... algumas pessoas fizeram o contrário.
ru: @cedric3 Но... кто-то поступил наоборот.

source: @cedric_sigh Even though saving the world was impossible, they didn't want our existence to be in vain.
cht: @cedric_sigh 即使无法拯救世界，他们也不想让 我们的存在毫无意义。
es: @cedric_sigh Incluso aunque salvar al mundo resultara imposible, no querían que nuestra existencia fuera en vano.
it: @cedric_sigh Anche se salvare il mondo era impossibile, non volevano che la nostra esistenza fosse vana.
ja: @cedric_sigh 世界を救うことが不可能でも、自分たちの存在を 無為なものにしたくなかったんです。
ko: @cedric_sigh 세상을 구하는 일이 불가능하다 해도, 우리의 존재가 헛일이 되기는 바라지 않았어.
pt_br: @cedric_sigh Mesmo sabendo que salvar o mundo era impossível, elas não queriam que nossa existência fosse em vão.
ru: @cedric_sigh Даже несмотря на то, что спасти наш мир было невозможно, они не хотели, чтобы наше существование было зазря.

source: @cedric2 And that's...\.\. where my father came in.
cht: @cedric2 那就是...\.\. 我的父亲加入的群体。
es: @cedric2 Y ahí... \.\.fue donde entró mi padre en juego.
it: @cedric2 E tra quelle persone...\.\. c'era anche mio padre.
ja: @cedric2 そしてその中に…\.\. 父がいました。
ko: @cedric2 그때 우리 아버지가...\.\. 등장하는 거야.
pt_br: @cedric2 E foi nesse momento...\.\. que meu pai apareceu.
ru: @cedric2 Именно тогда...\.\. за дело взялся мой отец.

source: @cedric_talk With the last of his resources...\>\nhe built his most ambitious project yet.
cht: @cedric_talk 依靠最后的一点资源...\>\n他建立了他迄今最具挑战的项目。
es: @cedric_talk Con lo que le quedaba de recursos...\>\nconstruyó el proyecto más ambicioso por haber.
it: @cedric_talk Con le sue ultime risorse...\>\ncreò il suo progetto più ambizioso.
ja: @cedric_talk 全ての資源を使って…\>\n父は、かつてないほど 大がかりなプロジェクトを立てました。
ko: @cedric_talk 아버지는 남은 재산을 털어서...\>\n 평생 최고로 야심적인 프로젝트를 시작했어.
pt_br: @cedric_talk Com seus últimos recursos... \>\nele construiu seu projeto mais ambicioso até o momento.
ru: @cedric_talk Использовав свои последние ресурсы...\>\nон создал свой самый грандиозный проект.

source: @cedric ..."The World Machine".
cht: @cedric ..."世界机器"。
es: @cedric ... «La máquina del mundo».
it: @cedric ...La "World Machine".
ja: @cedric …「ワールドマシン」
ko: @cedric ..."세상 기계"라는 거야.
pt_br: @cedric ... “A máquina do mundo”.
ru: @cedric ...«Мировую Машину».

source: @cedric2 A large, detailed facsimile of the old world, generated from a pool of memories collected from everyone he knew.
cht: @cedric2 他从认识的每一个人身上收集记忆， 并从收集的记忆中生成一个大型全面的 旧世界的副本。
es: @cedric2 Una enorme y detallada copia del mundo antiguo, generada a partir de un fondo de recuerdos recogidos de todo aquel a quien conocía.
it: @cedric2 Un grande e dettagliato facsimile del nostro vecchio mondo, generato da un pool di ricordi raccolti da tutte le persone che conosceva.
ja: @cedric2 大規模かつ精密な、旧世界の複製物… 父の知人全員から集めた 記憶の海によって、作り上げられました。
ko: @cedric2 아버지가 아는 모든 사람의 기억을 바탕으로, 옛 세상을 섬세하게 복제하겠다는 계획이었어.
pt_br: @cedric2 Uma cópia enorme e detalhada do antigo mundo gerada a partir de um conjunto de memórias coletadas de todos que ele conhecia.
ru: @cedric2 Огромное подробнейшее факсимиле нашего мира, сгенерированное из массы воспоминаний, собранных у всех, кого он знал.

source: @cedric4 ...after a heavy amount of modification and an added narrative, my father was able to convert the entire structure into code.
cht: @cedric4 ...进行大量修改并添加情节后，我父亲 将整个结构转换成了代码。
es: @cedric4 ... Tras una enorme cantidad de modificaciones y una narrativa añadida, mi padre fue capaz de convertir la estructura al completo en código.
it: @cedric4 ...Dopo una notevole quantità di modifiche e l'aggiunta di una narrazione, mio padre fu in grado di convertire l'intera struttura in codice.
ja: @cedric4 …気が遠くなるほどの、改良とシナリオ追加作業 のおかげで、父はその構造全体をコードに 置き換えることに成功しました。
ko: @cedric4 ...수많은 수정과 해설을 추가한 끝에, 아버지는 전체 구조를 코드로 변환할 수 있었어.
pt_br: @cedric4 ... depois de muitas modificações e de acrescentar uma narrativa, meu pai conseguiu converter toda a estrutura em código.
ru: @cedric4 ...после многочисленных изменений и добавления повествования отцу удалось преобразовать всю эту структуру в код.

source: @niko3 ...how did that code.... escape the old world?
cht: @niko3 那代码如何...能够脱离旧世界呢？
es: @niko3 ... ¿Y cómo ese código... escapó del mundo antigo?
it: @niko3 ...E come ha fatto il codice a... salvarsi dal cataclisma del vecchio mondo?
ja: @niko3 …そのコードは…どうやって前の世界を 抜け出せたの？
ko: @niko3 ...어떻게 그 코드가... 옛 세상을 빠져나온 거죠?
pt_br: @niko3 ... como esse código... saiu do mundo antigo?
ru: @niko3 ...как этот код.... спасся из старого мира?

source: @cedric_hmm I have no idea.
cht: @cedric_hmm 我不知道。
es: @cedric_hmm No tengo ni idea.
it: @cedric_hmm Non ne ho idea.
ja: @cedric_hmm さあ…全く分かりません。
ko: @cedric_hmm 나도 몰라.
pt_br: @cedric_hmm Não faço ideia.
ru: @cedric_hmm Без понятия.

source: @cedric What I do know is, there is no equipment back home that was powerful enough to run the code independently.
cht: @cedric 我所知道的是，没有任何一台设备 有足够的配置能够独立运行代码。
es: @cedric Lo único que sé es que no hay equipo que fuera tan potente como para leer el código de forma independiente.
it: @cedric L'unica cosa che so è che non avevamo sufficienti attrezzature per eseguire il codice in modo indipendente.
ja: @cedric 僕が知っているのは、独立してコードを実行できる ほどの強力な機器が、僕の世界にはなかった ということだけです。
ko: @cedric 내가 아는 건, 코드를 독립적으로 실행할 만한 성능을 지닌 장비가 그 세상엔 없었다는 거야.
pt_br: @cedric Só sei que não existe nenhum equipamento no meu mundo natal com capacidade para executar o código de forma independente.
ru: @cedric Я только знаю, что у нас дома не было достаточно мощного оборудования, чтобы обеспечить независимую работу кода .

source: @cedric So, asides from the standard hardware, it also needed to borrow the mental processing abilities of a living person.
cht: @cedric 因此，除了标准硬件外，它还需要借助 一名人类的精神创造能力。
es: @cedric Así que, aparte del hardware estándar, también necesitaba tomar prestadas las habilidades de procesamiento mental de un ser humano.
it: @cedric Quindi, a oltre al classico hardware, avevamo anche bisogno di prendere in prestito le capacità di elaborazione mentale di una persona in carne ed ossa.
ja: @cedric ですので、標準的なハードウェアの他に、 生きている人間の精神処理能力も 借りる必要があったんです。
ko: @cedric 그래서 일반적인 하드웨어가 아닌, 살아 있는 사람의 정신 능력을 빌려야 했지.
pt_br: @cedric Por isso, além do hardware padrão, ele também precisava usar as capacidades de processamento mental de uma pessoa de carne e osso.
ru: @cedric То есть, кроме стандартного «железа», приходилось также заимствовать способности к умственной обработке данных от живого человека.

source: @cedric Father used himself for that, during the initial testing phases.
cht: @cedric 在最初的测试阶段，父亲利用的是他自己。
es: @cedric Mi padre se usó a sí mismo para ello durante las fases iniciales de prueba.
it: @cedric E infatti, durante le fasi iniziali di testing mio padre usò sé stesso.
ja: @cedric 試験の初期段階で、父は自分自身を 利用しました。
ko: @cedric 아버지는 자신을 초기 테스트에 사용했어.
pt_br: @cedric Papai usou ele mesmo para isso durante as fases iniciais de teste.
ru: @cedric Во время начальных испытаний отец пользовался собственными мозгами.

source: @cedric2 Like I said, it took many iterations for him to make the experience stable enough.
cht: @cedric2 就像我所说，他进行了无数次迭代才让 体验足够稳定。
es: @cedric2 Como dije antes, le costó muchas iteraciones conseguir que la experiencia fuera lo suficientemente estable.
it: @cedric2 Come ti avevo detto prima, ci vollero molte iterazioni per rendere la simulazione abbastanza stabile e sicura.
ja: @cedric2 先ほども言ったように、十分に安定するまで かなりのシミュレートを要しました。
ko: @cedric2 말했듯이, 어느 정도의 안정성을 확보하기 위해서 시뮬레이션을 수없이 반복해야 했지.
pt_br: @cedric2 Como eu disse, foram necessárias várias iterações para ele tornar a experiência estável o suficiente.
ru: @cedric2 Как я уже говорил, ему потребовалось очень много раз дорабатывать Машину, чтобы стабилизировать её работу.

source: @cedric_sigh2 ...but as you can see, even that's breaking down.
cht: @cedric_sigh2 ...但你也看到，即使这样，还是发生故障了。
es: @cedric_sigh2 ... Pero como puedes ver, incluso así se está derrumbando.
it: @cedric_sigh2 ...Ma come puoi vedere, si sta danneggiando ugualmente.
ja: @cedric_sigh2 …しかし見ての通り、それでも 崩壊は続いています。
ko: @cedric_sigh2 ...하지만 보다시피, 이제 그것마저 망가지기 시작했어.
pt_br: @cedric_sigh2 ... mas, como pode ver, nem isso deu certo.
ru: @cedric_sigh2 ...но, как видишь, даже это теперь разваливается.

source: @niko2 Ah...
cht: @niko2 啊...
it: @niko2 Oh...
ja: @niko2 そうなんだ…
ko: @niko2 아...
ru: @niko2 Ах...

source: @cedric Father caught on to the issue in the last minute, but did not have enough time to fix it.
cht: @cedric 父亲在最后时刻发现了问题，但已经 没有足够的时间修复它。
es: @cedric Mi padre se dió cuenta del error en el último minuto, pero no tuvo tiempo para arreglarlo.
it: @cedric Mio padre scoprì questo problema troppo tardi, non avendo così abbastanza tempo per risolverlo.
ja: @cedric 父は最後の最後で問題を突き止めましたが、 修復するには時間が足りませんでした。
ko: @cedric 아버지는 마지막까지 문제를 해결하려 했지만, 시간이 부족했어.
pt_br: @cedric Papai identificou o problema no último instante, mas não teve tempo suficiente para corrigi-lo.
ru: @cedric В последние минуты отец выяснил, в чём была проблема, но у него уже не было времени её исправить.

source: @cedric4 After the world ended...\.\. the code kinda just ended up...\>\n\@cedric3 floating in the void, indefinitely.
cht: @cedric4 世界末日到来...\.\.代码也迎来了终结...\>\n\@cedric3 永无止境地漂浮在一片虚空之中。
es: @cedric4 Después de que terminara el mundo... \.\.el código más o menos acabó...\>\n\@cedric3 flotando en el vacío, de manera indefinida.
it: @cedric4 Dopo la fine del mondo...\.\. il codice rimase a...\>\n\@cedric3 fluttuare nel vuoto, per una quantità di tempo indefinita.
ja: @cedric4 世界が終焉を迎えた後…\.\. コードは、ただ…\>\n\@cedric3 永久に、無の空間に浮遊する存在 となってしまいました。
ko: @cedric4 세상이 끝나자...\.\. 그 코드는...\>\n\@cedric3 허공 속을 무한히 떠돌게 됐어.
pt_br: @cedric4 Depois que o mundo acabou...\.\. o código meio que acabou... \>\n\@cedric3 flutuando no vaziou, indefinidamente.
ru: @cedric4 Когда мир погиб...\.\. код в итоге просто...\>\n\@cedric3 завис в пустоте на невесть сколько времени.

source: @cedric_sigh ...waiting for a willing operator to install it onto their own hardware.
cht: @cedric_sigh ...等着一位操作员愿意将代码安装在 他们自己的硬件上。
es: @cedric_sigh ... esperando a un operador dispuesto a instalarlo en su propio hardware.
it: @cedric_sigh ...In attesa di un utente disposto a installarlo sul proprio hardware.
ja: @cedric_sigh …自らのハードウェアにインストール してくれる実行者を、待ち続ける存在に。
ko: @cedric_sigh ...자발적으로 그것을 자신의 하드웨어에 설치해 줄 운영자를 기다리면서.
pt_br: @cedric_sigh ... esperando um operador que o instalasse em seu próprio hardware.
ru: @cedric_sigh ...ожидая момента, когда желающий оператор установит его на своё устройство.

source: @niko3 ...\p?
ja: @niko3 …\p のこと？
ko: @niko3 ...그게 \p 님?

source: @cedric Yeah.
cht: @cedric 是的。
es: @cedric Sí.
it: @cedric Sì.
ja: @cedric そうです。
ko: @cedric 맞아.
pt_br: @cedric Pois é.
ru: @cedric Ага.

source: @cedric The operator... \.\.\p.... \.\.would then generate the universe using the code, becoming god in the process.
cht: @cedric 操作员...\.\.\p....\.\.会用代码生成宇宙，在这过程中成为上帝。
es: @cedric El operador... \.\.\p... \.\.generaría entonces el universo usando el código, convirtiéndose en la divinidad en el proceso.
it: @cedric L'utente... \.\.\p... \.\.avrebbe quindi generato quest'universo utilizzando quel codice, divenendone il dio.
ja: @cedric 実行者は… \.\.\p は… \.\. その後、コードを使って宇宙を 生成し、その過程で神となりました。
ko: @cedric 운영자... \.\.즉 \p 님은.... \.\.코드를 사용해서 우주를 창조하고 그럼으로써 신이 되는 거지.
pt_br: @cedric O operador... \.\.\p... \.\.depois geraria o universo usando o código e se tornaria um deus no processo.
ru: @cedric Потом оператор... \.\.\p.... \.\.с помощью этого кода сгенерирует вселенную, в процессе этого становясь богом.

source: @niko So... \p was the living person you needed to borrow?
cht: @niko 因此...你需要借助\p的能力吗？
es: @niko Así que... ¿\p era el ser humano que necesitabas tomar prestado?
it: @niko Quindi... \p sarebbe la persona da cui prendere in prestito le capacità di elaborazione mentale?
ja: @niko じゃあ…力を貸してくれる生きた人っていうのは、 \p のことだったの？
ko: @niko 그렇다면... 힘을 빌려야 한다는 살아 있는 사람이 \p 님이었던 거예요?
pt_br: @niko Então...\p era a pessoa de carne e osso que você precisava?
ru: @niko Так значит... \p — тот человек, которого вам нужно было позаимствовать?

source: @cedric3 ....No?
cht: @cedric3 ...不？
it: @cedric3 Beh, no.
ja: @cedric3 …分かりませんか？
ko: @cedric3 ....아니?
pt_br: @cedric3 ... Não?
ru: @cedric3 ....Нет?

source: @cedric That.... would be you.
cht: @cedric ... 是你才对。
es: @cedric Esa persona... serías tú.
it: @cedric Quella persona... dovresti essere tu.
ja: @cedric それは…あなたのことです。
ko: @cedric 그건... 너야.
pt_br: @cedric Seria... você.
ru: @cedric Это.... был ты.

source: @niko3 But why me?
cht: @niko3 可为什么是我？
es: @niko3 Pero, ¿por qué yo?
it: @niko3 Ma perché proprio io?
ja: @niko3 え、どうしてミーなの？
ko: @niko3 왜 하필 저죠?
pt_br: @niko3 Por que eu?
ru: @niko3 Но почему я?

source: @niko_eyeclosed (I... should've asked that question a long time ago, shouldn't I...)
cht: @niko_eyeclosed （我... 早该问过这个问题了，是吗...)
es: @niko_eyeclosed (Debería... haber hecho esa pregunta hace mucho tiempo, ¿no...?)
it: @niko_eyeclosed (Avrei... dovuto chiederlo tempo fa...)
ja: @niko_eyeclosed （この質問…もっと前に しておくべきだったかな…）
ko: @niko_eyeclosed (오래전에 물었어야 하는 질문인데...)
pt_br: @niko_eyeclosed (Eu... devia ter feito essa pergunta bem antes, será que...)
ru: @niko_eyeclosed (Мне... стоило спросить об этом намного раньше, да ведь...)

source: @cedric3 I do not know.
cht: @cedric3 我不知道。
es: @cedric3 No lo sé.
it: @cedric3 Non lo so.
ja: @cedric3 分かりません。
ko: @cedric3 나도 몰라.
pt_br: @cedric3 Não sei.
ru: @cedric3 Я не знаю.

source: @cedric_hmm ...we...\.\. really need to get going.
cht: @cedric_hmm 我们...\.\. 真的要走了。
es: @cedric_hmm ... Necesitamos...\.\. seguir adelante.
it: @cedric_hmm ...Però adesso...\.\. dobbiamo andare.
ja: @cedric_hmm …とにかく…\.\.もう急がないと…
ko: @cedric_hmm ...우린...\.\. 이제 진짜 가야 돼.
pt_br: @cedric_hmm ... nós...\.\. precisamos ir agora.
ru: @cedric_hmm ...и нам...\.\. уже действительно пора выдвигаться.

source: @niko_speak It's a plane!
cht: @niko_speak 一架飞机！
es: @niko_speak ¡Es un avión!
it: @niko_speak È un aereo!
ja: @niko_speak 飛行機だ！
ko: @niko_speak 비행기다!
pt_br: @niko_speak É um avião!
ru: @niko_speak Это самолёт!

source: @cedric2 ...flying machine!
cht: @cedric2 ...飞行器。
es: @cedric2 ... ¡Una máquina voladora!
it: @cedric2 ...Macchina volante!
ja: @cedric2 …空飛ぶ機械です！
ko: @cedric2 ...하늘을 나는 기계라고!
pt_br: @cedric2 ... máquina voadora!
ru: @cedric2 ...летательный аппарат!

source: @niko Right.
cht: @niko 对。
es: @niko Es verdad.
it: @niko Giusto.
ja: @niko そうだったね。
ko: @niko 맞아요.
pt_br: @niko Tá bom.
ru: @niko Верно.

source: @niko It's a tent.
cht: @niko 一个帐篷。
es: @niko Es una tienda.
it: @niko Una tenda.
ja: @niko テントだ。
ko: @niko 텐트네요.
pt_br: @niko É uma barraca.
ru: @niko Это палатка.

source: @niko Just a wrench.
cht: @niko 一个扳手。
es: @niko Solo es una llave...
it: @niko Una chiave inglese.
ja: @niko ただのレンチだ。
ko: @niko 렌치네요.
pt_br: @niko Só uma chave.
ru: @niko Просто гаечный ключ.

source: @niko It's a crowbar.
cht: @niko 一根撬棍。
es: @niko Es una palanca.
it: @niko È un piede di porco.
ja: @niko 金てこだ。
ko: @niko 쇠지렛대예요.
pt_br: @niko É um pé de cabra.
ru: @niko Это лом.

source: @niko_eyeclosed Looks like a piece from this plane.
cht: @niko_eyeclosed 像是这架飞机的零件。
es: @niko_eyeclosed Parece una pieza de este avión.
it: @niko_eyeclosed Sembra un pezzo di quest'aereo.
ja: @niko_eyeclosed 飛行機の一部みたい。
ko: @niko_eyeclosed 이 비행기에서 떨어진 것 같아요.
pt_br: @niko_eyeclosed Parece que é um pedaço desse avião.
ru: @niko_eyeclosed Похоже, это было частью этого самолёта.

source: @niko_speak Uh... cheese?
cht: @niko_speak 嗯...笑一个？
es: @niko_speak Mmm... pa-ta-ta.
it: @niko_speak Ehm... Cheese?
ja: @niko_speak あー…チーズ？
ko: @niko_speak 어... 김치?
pt_br: @niko_speak Ahm... xis?
ru: @niko_speak Э-э... сыр?

source: @niko_wtf Ouch, m-my eyes...
cht: @niko_wtf 哎呦，我——我的眼睛...
es: @niko_wtf ¡Ay, mis ojos...!
it: @niko_wtf Ahia, i m-miei occhi...
ja: @niko_wtf うわっ、め、目が…
ko: @niko_wtf 아야, 누, 눈이...
pt_br: @niko_wtf Ai, m-meus olhos...
ru: @niko_wtf Ауч, м-мои глаза...

source: @niko_speak It's a photo of me!
cht: @niko_speak 这是我的照片！
es: @niko_speak ¡Es una foto mía!
it: @niko_speak È una mia foto!
ja: @niko_speak ミーの写真！
ko: @niko_speak 제 사진이에요!
pt_br: @niko_speak É uma foto minha!
ru: @niko_speak Это моё фото! Фото меня!

source: @niko ...are my eyes always this big?
cht: @niko ...我的眼睛一直都这么大？
es: @niko ... ¿Mis ojos son siempre así de grandes?
it: @niko ...I miei occhi sono sempre stati così grandi?
ja: @niko …ミーの目って、いつもこんなに大きいの？
ko: @niko ...내 눈, 이렇게 컸었나?
pt_br: @niko ... meus olhos sempre foram grandes assim?
ru: @niko ...у меня всегда такие большие глаза?
