Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @george5_hmm "The Creation of Prophetbot", dear.\>\n\@george5_heh It's one of my favorite books by the Author!
cht: @george5_hmm "先知机器人的诞生"，亲爱的。\>\n\@george5_heh 这作者写的这本书是我最喜欢的书之一。
es: @george5_hmm «La creación del Profetabot», cariño.\>\n\@george5_heh ¡Es uno de mis libros favoritos del Autor!
it: @george5_hmm "La creazione di Profetabot", caro.\>\n\@george5_heh È uno dei miei libri preferiti dell'Autore!
ja: @george5_hmm 「預言者ロボの創造」ね。\>\n\@george5_heh 「作者」の本で、一番のお気に入りなのよ！
ko: @george5_hmm "예언봇의 창조"로구나.\>\n\@george5_heh 저자가 쓴 책 중에서 내가 가장 좋아하는 것이지!
pt_br: @george5_hmm “A Criação do Profetobô”.\>\n\@george5_heh É um dos meus livros favoritos do Autor!
ru: @george5_hmm «Создание Робота-пророка», дорогуша.\>\n\@george5_heh Это одна из моих любимых книг Автора!

source: @george5_hmm The book contains many detailed blueprints and progress shots.
cht: @george5_hmm 书中包含了很多详细的蓝图模板 和进展照片。
es: @george5_hmm El libro contiene un montón de planos y registros del avance.
it: @george5_hmm Il libro contiene molti progetti dettagliati e bozze.
ja: @george5_hmm この本には、細かく記した設計図と、制作過程の 写真がたくさん掲載されているの。
ko: @george5_hmm 책에는 수많은 자세한 설계도와 제작 과정 사진이 수록되어 있단다.
pt_br: @george5_hmm O livro contém vários diagramas detalhados e fotos do progresso.
ru: @george5_hmm В ней содержится много подробных чертежей и снимков с разных этапов процесса.

source: @george5_smile I really enjoyed editing it!
cht: @george5_smile 我真的很喜欢校订它！
es: @george5_smile ¡Disfruté muchísimo al editarlo!
it: @george5_smile Mi è piaciuto molto lavorarci!
ja: @george5_smile 編集作業をしていて、本当に楽しかったわ！
ko: @george5_smile 편집 작업도 정말 즐거웠지!
pt_br: @george5_smile Gostei muito de editá-lo!
ru: @george5_smile Мне так понравилось её редактировать!

source: @george6_point You remember Prophetbot? \>\n\@george6 The first robot you met in our world?
cht: @george6_point 你记得先知机器人？\>\n\@george6 你在我们世界见到的第一个机器人？
es: @george6_point ¿Te acuerdas del Profetabot?\>\n\@george6 El primer robot que conociste en nuestro mundo...
it: @george6_point Ti ricordi di Profetabot? \>\n\@george6 È il primo robot che hai incontrato nel nostro mondo!
ja: @george6_point 預言者ロボってヤツ覚えてるー？ \>\n\@george6 この世界で、Youが最初に会ったロボットのこと！
ko: @george6_point 예언봇 기억해? \>\n\@george6 네가 우리 세상에서 처음으로 만난 로봇 말이지.
pt_br: @george6_point Lembra do Profetobô? \>\n\@george6 O primeiro robô que você conheceu em nosso mundo?
ru: @george6_point Ты помнишь Робота-пророка? \>\n\@george6 Первого робота, которого встретил в нашем мире?

source: @niko ...yeah?
cht: @niko ...是的？
es: @niko ... ¿sí?
it: @niko ...Sì?
ja: @niko …うん。
ko: @niko ...네. 그런데요?
pt_br: @niko ... sim?
ru: @niko ...ага?

source: @george6_smile The Author wrote a book on how he was made!\>\n\@george6_shrug It's one of his best works, bruh.
cht: @george6_smile 作者写了一本书描述它的诞生过程！\>\n\@george6_shrug 这是他最好的作品之一。
es: @george6_smile ¡El Autor escribió un libro sobre su creación!\>\n\@george6_shrug Es uno de sus mejores trabajos, colega.
it: @george6_smile Ecco, l'Autore ha scritto un libro su come è stato creato!\>\n\@george6_shrug Amico, ti assicuro che è una delle sue opere migliori.
ja: @george6_smile そのロボをどうやって 作ったかっつー「作者」の本なのヨ！\>\n\@george6_shrug マジ、チョー最高傑作。
ko: @george6_smile 저자는 그 로봇이 어떻게 만들어졌는지를 책으로 남겼어!\>\n\@george6_shrug 저자의 책 중에서도 최고라고.
pt_br: @george6_smile O Autor escreveu um livro sobre a criação dele!\>\n\@george6_shrug É uma das melhores obras dele, cara.
ru: @george6_smile Автор написал книгу о том, как он был создан!\>\n\@george6_shrug Это одна из его лучших работ, бро.

source: @george6 You just gotta love that guy's attention to detail... all the little parts that just came together...
cht: @george6 你会喜欢他对细节的执着...所有的小部分加在一起...
es: @george6 ... No te queda más remedio que admirar la atención que ese tipo le ponía al detalle... Todas esas pequeñas piezas que encajan a la perfección...
it: @george6 Amerai l'attenzione prestata ai dettagli... Anche i più piccoli particolari sono importantissimi...
ja: @george6 アイツのこだわり、ホントヤバイよ… どこを読んでも感動、みたいな…
ko: @george6 내용이 어찌나 상세한지, 너도 마음에 들 거야... 부분 부분이 자연스럽게 연결되지.
pt_br: @george6 Você vai adorar a atenção do cara aos detalhes... todas as pecinhas que foram montadas...
ru: @george6 Нельзя не любить, сколько внимания этот чувак уделял деталям... всем мелочам, из которых складывается целая картина...

source: @george6_point ...was the freshest book I've ever edited, man!
cht: @george6_point ...是我校订过的最新奇的书，朋友！
es: @george6_point ... ¡Es el libro más genial que he editado, colega!
it: @george6_point ...è stato il libro più innovativo su cui io abbia mai lavorato, amico!
ja: @george6_point …ウチが編集やってきて、いっちばん クールな本だったわ！
ko: @george6_point ...내가 편집한 책 중에서 가장 신선한 책이었다고!
pt_br: @george6_point ... foi o livro mais bacana que editei, cara!
ru: @george6_point ...самая чумовая книга, из всех что я редактировала, бро!

source: @kip_pout Please be careful out there...
cht: @kip_pout 在外面要小心...
es: @kip_pout Ten cuidado por ahí fuera...
it: @kip_pout Fai attenzione là fuori...
ja: @kip_pout 気をつけてね…
ko: @kip_pout 조심해...
pt_br: @kip_pout Por favor, tenha cuidado...
ru: @kip_pout Пожалуйста, будь там осторожнее...

source: Well, it was nice knowing y'all I suppose...
cht: 我，很高兴认识大家...
es: Bueno, supongo que ha sido un placer conoceros...
it: Beh, direi che è stato bello conoscervi...
ja: ま、そうさね。 あんたらに会えて、よかったよ…
ko: 음, 너희를 알게 되어 기뻐...
pt_br: Bem, acho que foi legal conhecer todos vocês...
ru: В общем, думаю, было приятно со всеми познакомиться...

source: When the world ends, would it be better if it was gone in an instant, or slowly fading away?
cht: 假如世界要毁灭，是让它瞬间消失还是 慢慢消亡好？
es: Cuando se acabe el mundo, ¿será mejor que desaparezca en un instante o que se desvanezca poco a poco?
it: Quando il mondo finirà, preferiresti che se ne andasse in un istante o che sbiadisse lentamente?
ja: 世界が滅びるなら、パッと消えてなくなるか、 それとも、ジワジワと滅びていくか… …あんたなら、どっちを選ぶかね？
ko: 세상이 끝날 때 순식간에 사라지는 게 나을까, 아니면 천천히 말라 죽는 게 나을까?
pt_br: Seria melhor o mundo acabar de uma hora para outra ou desaparecer lentamente?
ru: Когда всему свету придёт конец, будет лучше если он исчезнет в мгновение ока или медленно испаряясь?

source: Haha... looks like we're stuck with the latter.
cht: 哈哈...看起来我们陷入了后者。
es: Ja, ja. Parece que nos hemos quedado atascados en el último.
it: Ahah... Direi che ci è capitata la seconda opzione.
ja: ヒヒ…あたしらには後者しか残されてないがね。
ko: 하하... 아무래도 우린 천천히 말라 죽을 신세인 것 같지만 말야.
pt_br: Haha... parece que a segunda opção é mais provável.
ru: Ха-ха... похоже, нам выпал второй вариант.

source: @niko Coffee cups.
cht: @niko 咖啡杯。
es: @niko Tazas de café.
it: @niko Tazze di caffè.
ja: @niko コーヒーカップだ。
ko: @niko 커피 잔이에요.
pt_br: @niko Xícaras de café.
ru: @niko Кофейные чашки.

source: @niko_speak Coffee is for grown-ups!
cht: @niko_speak 咖啡是给大人喝的！
es: @niko_speak ¡El café es para los adultos!
it: @niko_speak Il caffè è per adulti!
ja: @niko_speak コーヒーは大人の飲み物だよね！
ko: @niko_speak 커피는 어른들이 마시는 거예요!
pt_br: @niko_speak Café é para adulto!
ru: @niko_speak Кофе — для взрослых!

source: @niko A coffee machine.
cht: @niko 一台咖啡机。
es: @niko Una cafetera.
it: @niko Una macchina del caffè.
ja: @niko コーヒーを作る機械。
ko: @niko 커피 머신이에요.
pt_br: @niko Uma cafeteira.
ru: @niko Кофемашина.

source: @niko It's almost empty...
cht: @niko 几乎是空的...
es: @niko Está casi vacía...
it: @niko È quasi vuota...
ja: @niko ほとんど空っぽだ…
ko: @niko 거의 비어 있어요...
pt_br: @niko Quase vazia...
ru: @niko Почти пустая...

source: @niko A photo of some plants.
cht: @niko 一张植物的照片。
es: @niko Una foto de plantas.
it: @niko Una foto di alcune piante.
ja: @niko 植物の写真。
ko: @niko 식물 사진이에요.
pt_br: @niko Uma foto de umas plantas.
ru: @niko Фотография каких-то растений.

source: @niko Some sort of plaque.
cht: @niko 某种纪念牌。
es: @niko Una especie de placa.
it: @niko Una specie di targa.
ja: @niko 何かの飾り版。
ko: @niko 일종의 현판이에요.
pt_br: @niko Uma placa.
ru: @niko Какая-то мемориальная доска.

source: @niko A photo of some people.
cht: @niko 一张人物的照片。
es: @niko Una foto de gente.
it: @niko Una foto di alcune persone.
ja: @niko 人の写真。
ko: @niko 사람들이 찍혀 있는 사진이에요.
pt_br: @niko Uma foto de umas pessoas.
ru: @niko Фотография каких-то людей.

source: @bookbot [IF YOU HAVE AN INQUIRY. PLEASE APPROACH FROM THE FRONT.]
cht: @bookbot [如果你有疑问，请从前面进入。]
es: @bookbot [SI TIENES ALGUNA PREGUNTA. ACÉRCATE DESDE DELANTE.]
it: @bookbot [HA BISOGNO DI QUALCOSA? PER FAVORE, SI METTA DAVANTI A ME.]
ja: @bookbot [何かご質問ですカ。 正面に来てくださイ。]
ko: @bookbot [문의 사항이 있으면 안내 데스크로 문의해 주세요.]
pt_br: @bookbot [SE TIVER UMA PERGUNTA, APROXIME-SE PELA FRENTE.]
ru: @bookbot [ЕСЛИ У ВАС ЕСТЬ КАКИЕ-ТО ВОПРОСЫ. ПОЖАЛУЙСТА, ПОДХОДИТЕ СПЕРЕДИ.]

source: @niko I'm good, thanks!
cht: @niko 我很好，谢谢！
es: @niko ¡No hace falta, gracias!
it: @niko Sto bene, grazie!
ja: @niko 大丈夫、ありがとう！
ko: @niko 전 괜찮아요, 고마워요!
pt_br: @niko Tudo bem, valeu!
ru: @niko Всё в порядке, спасибо!

source: I NEED TO FIND OUT HOW THIS BOOK ENDS...
cht: 我要知道这本书的结局...
es: TENGO QUE AVERIGUAR CÓMO TERMINA ESTE LIBRO...
it: DEVO SCOPRIRE COME FINISCE QUESTO LIBRO...
ja: この本がどんな結末を迎えるのか、 どうしても知りたいんだよ…
ko: 이 책이 어떻게 끝나는지 알아야겠어...
pt_br: TENHO QUE DESCOBRIR COMO TERMINA ESTE LIVRO...

source: @niko2 Ummm....
cht: @niko2 嗯...
es: @niko2 Mmm...
it: @niko2 Ehmmm...
ja: @niko2 うーん…
ko: @niko2 으음...
pt_br: @niko2 Hmmm...
ru: @niko2 Эм-м-м....

source: IF I DIE I WANNA DIE READING!
cht: 就算死，我也要读着书去死！
es: ¡SI MUERO QUIERO MORIR LEYENDO!
it: SE DEVO MORIRE, MORIRÒ LEGGENDO!
ja: 死ぬ時は、本を読みながら死んでやるぜ！！
ko: 내가 죽는다면 책을 읽으면서 죽을 거야!
pt_br: SE VOU MORRER, QUERO MORRER LENDO!
ru: ЕСЛИ Я УМРУ, Я ХОЧУ УМЕРЕТЬ С КНИГОЙ В РУКАХ!

source: AAAAAAAAAAAAAAAAAAA!
cht: 啊！
es: ¡¡¡AAAAAAAAAAAAAAAHHH!!!
ja: あああああああああ！！！
ko: 아아아아아아!
ru: ААААААААААААААААААА!

source: THE WORLD IS ENDING WHAT ARE WE GONNA DO
cht: 世界在走向尽头，我们该做什么
es: EL MUNDO SE ACABA, ¿QUÉ VAMOS A HACER?
it: IL MONDO STA FINENDO COSA FAREMO AIUTO
ja: 世界の終わりが近づいてきている！！ いったいどうすれば！！！
ko: 세상이 끝나 가고 있어. 어쩌면 좋지?
pt_br: O MUNDO TÁ ACABANDO, O QUE VAMOS FAZER?
ru: МИРУ ПРИШЁЛ КОНЕЦ ЧТО НАМ ДЕЛАТЬ

source: Reading helps me get my mind off things...
cht: 阅读能够转移我的注意力...
es: Leer me ayuda a desconectar un rato...
it: La lettura mi aiuta a sgombrare la mente...
ja: 読書していると、余計なことを考えずに済む…
ko: 책을 읽으면 잡념을 떨칠 수 있지...
pt_br: Ler me ajuda a relaxar...
ru: Чтение помогает мне отвлечься от проблем...

source: [DO YOU NEED SOMETHING? PLEASE APPROACH FROM THE FRONT.]
cht: [你需要什么吗？请从前面进入。]
es: [¿NECESITAS ALGO? ACÉRCATE DESDE DELANTE.]
it: [HA BISOGNO DI QUALCOSA? PER FAVORE, SI METTA DAVANTI A ME.]
ja: [何カ必要なのですカ？ 正面ニ来てくださイ。]
ko: [필요하신 게 있습니까? 앞쪽에서 말을 걸어 주십시오.]
pt_br: [PRECISA DE MAIS ALGUMA COISA? APROXIME-SE PELA FRENTE.]
ru: [ВАМ ЧТО-ТО НУЖНО? ПОЖАЛУЙСТА, ПОДОЙДИТЕ СПЕРЕДИ.]

source: @bookbot [THE ARCHIVAL ROOM IS CURRENTLY BEING USED AS AN INFIRMARY.]
cht: @bookbot [档案室现在正作为医务室使用。]
es: @bookbot [LA SALA DE ARCHIVO ACTUALMENTE SE USA COMO ENFERMERÍA.]
it: @bookbot [L'ARCHIVIO È ATTUALMENTE UTILIZZATO COME INFERMERIA.]
ja: @bookbot [収蔵庫ハ現在、医務室として 使用されていまス。]
ko: @bookbot [기록 보관실은 현재 병원으로 사용되고 있습니다.]
pt_br: @bookbot [NO MOMENTO ESTÃO USANDO A SALA DE ARQUIVAMENTO COMO ENFERMARIA.]
ru: @bookbot [В НАСТОЯЩЕЕ ВРЕМЯ АРХИВНОЕ ПОМЕЩЕНИЕ ИСПОЛЬЗУЕТСЯ КАК МЕДПУНКТ.]

source: @bookbot [WE APOLOGIZE FOR THE INCONVENIENCE.]
cht: @bookbot [很抱歉给您带来不便。]
es: @bookbot [LAMENTAMOS LAS MOLESTIAS.]
it: @bookbot [CI SCUSIAMO PER IL DISAGIO.]
ja: @bookbot [ご不便ヲおかけして、 申し訳ございませン。]
ko: @bookbot [불편을 드려 죄송합니다.]
pt_br: @bookbot [DESCULPE O INCÔMODO.]
ru: @bookbot [ПРИНОСИМ ИЗВИНЕНИЯ ЗА ДОСТАВЛЕННЫЕ НЕУДОБСТВА.]

source: @niko_eyeclosed It's okay...
cht: @niko_eyeclosed 没关系...
es: @niko_eyeclosed No pasa nada...
it: @niko_eyeclosed Non importa...
ja: @niko_eyeclosed 大丈夫…
ko: @niko_eyeclosed 괜찮아요...
pt_br: @niko_eyeclosed Tudo bem...
ru: @niko_eyeclosed Всё в порядке...

source: @niko A computer. It's currently off.
cht: @niko 一台电脑。现在关机中。
es: @niko Un ordenador. Está apagado.
it: @niko Un computer. Al momento è spento.
ja: @niko コンピューターだ。今は電源が切れてる。
ko: @niko 컴퓨터예요. 꺼져 있어요.
pt_br: @niko Um computador. Desligado.
ru: @niko Компьютер. Сейчас он выключен.

source: Everyone here should be safe for now...
cht: 现在这里的每个人都很安全...
es: Todos deberían estar a salvo aquí por ahora...
it: Chiunque sia qui dovrebbe essere al sicuro per ora...
ja: ひとまず、ここにいればみんな平気よ…
ko: 여기 있는 사람들은 당분간 안전할 거야...
pt_br: Todos estão seguros, por enquanto...
ru: Пока что все здесь должны быть в безопасности...

source: This library was built fairly recently, you know...
cht: 这个图书馆也是最近才建的，你知道...
es: Esta biblioteca se construyó hace relativamente poco, ¿sabes?...
it: Sai, questa biblioteca è stata costruita abbastanza recentemente...
ja: この図書館は、かなり最近に建てられたものなのよ…
ko: 도서관은 비교적 최근에 건설되었지...
pt_br: Acabaram de construir a biblioteca...
ru: Ты знаешь, а ведь эту библиотеку построили не так давно...

source: Shortly after the first squares appeared, they wanted to build something that could withstand partial collapse.
cht: 自从第一批方块出现不久，他们就想建 一座能抵御局部坍塌的建筑。
es: Poco después de aparecer los primeros cuadrados, quisieron construir algo que soportara un derrumbamiento parcial.
it: Poco dopo la comparsa dei primi quadrati, volevano costruire qualcosa che potesse resistere ad un crollo parziale.
ja: 四角形が初めて出現した後すぐに、人々は 局所的な崩壊に耐えられるような建物を 作ろうとした。
ko: 사각형이 생겨나기 시작하고부터, 사람들은 부분적인 붕괴가 일어나도 버틸 만한 건물을 건설하려 했어.
pt_br: Logo após o aparecimento dos primeiros quadrados, eles quiseram construir alguma coisa que pudesse suportar um desmoronamento parcial.
ru: Вскоре после появления квадратов они хотели построить здание, которое смогло бы выдержать частичное обрушение.

source: The architects used the newest, strongest materials they had.
cht: 建筑师们使用了最新、最结实的材料。
es: Los arquitectos usaron los materiales más modernos y resistentes que tenían.
it: Gli architetti hanno usato i materiali più resistenti e all'avanguardia in loro possesso.
ja: 建築家は、当時の最新かつ 最高強度を誇る材料を使用したの。
ko: 건축가들이 가장 튼튼한 최첨단 재료를 사용했지.
pt_br: Os arquitetos usaram os materiais mais modernos e fortes que tinham.
ru: Архитекторы использовали новейшие, самые прочные материалы, которые у них только были.

source: ...Thank goodness for that.
cht: ...谢天谢地。
es: ... Menos mal.
it: ...Per fortuna, direi.
ja: …そのことに感謝ね。
ko: ...정말 다행이야.
pt_br: ... Ainda bem.
ru: ...Как же нам с этим повезло.

source: I hope the Author is safe...
cht: 我希望作者平安...
es: Espero que el Autor esté a salvo...
it: Spero che l'Autore stia bene...
ja: 「作者」は無事だといいけど…
ko: 저자가 안전하면 좋겠어...
pt_br: Espero que o Autor esteja a salvo...
ru: Надеюсь, что с Автором всё в порядке...

source: I wonder where the Author is...
cht: 我好奇作者在哪里...
es: Me pregunto dónde estará el Autor...
it: Mi chiedo dove sia l'Autore...
ja: 「作者」は今どこにいるんだろうか…
ko: 저자가 어디에 있는지 궁금하네...
pt_br: Queria saber onde está o Autor...
ru: Интересно, где сейчас Автор...

source: Apparently he just kinda... stopped showing up.
cht: 很明显他只是...暂时不露面。
es: Al parecer, simplemente ha dejado de aparecer en público.
it: A quanto pare ha smesso di presentarsi all'improvviso.
ja: 急に…姿を全く見せなくなったみたいでね。
ko: 왠지 얼마 전부터 얼굴을 보이지 않아.
pt_br: Parece que ele simplesmente... parou de aparecer.
ru: Похоже, что он просто... перестал показываться.

source: The head librarian says she's still getting his manuscripts, but...
cht: 图书馆馆长说她仍然还一直收到他的 原稿，但...
es: La bibliotecaria jefe dice que aún consigue sus manuscritos, pero...
it: La capo bibliotecaria sostiene di ricevere ancora i suoi manoscritti, ma...
ja: 図書館長が言うには、「作者」の原稿は まだ送られてきているらしいけど…
ko: 수석 사서가 말하기를, 원고는 계속 들어오고 있다고 했지만...
pt_br: A bibliotecária-chefe disse que ainda recebe os manuscritos dele, mas...
ru: Главный библиотекарь говорит, что всё ещё получает от него рукописи, но...

source: No one has seen him in person in so long...
cht: 这么久没人亲眼见过他...
es: Nadie le ha visto en persona en mucho tiempo...
it: In tantissimi anni, nessuno l'ha mai visto di persona...
ja: 直接見たことのある人なんて、もうずっといない…
ko: 오랫동안 저자를 아무도 보지 못했어...
pt_br: Já faz tempo que ninguém o vê pessoalmente...
ru: Никто не видел его уже так долго...

source: ....sigh.
cht: ...叹气。
es: ... Ay.
ja: …はぁ。
ko: ...하아.
pt_br: ... ah.
ru: ....эх.

source: Many people have been assuming the worst.
cht: 很多人都在做最坏的猜测。
es: Mucha gente asume lo peor.
it: Molti sono arrivati a pensare il peggio.
ja: みんな、最悪の結果を想像してる。
ko: 많은 사람이 최악의 사태를 우려하고 있어.
pt_br: Muitos estão presumindo o pior.
ru: Многие уже стали предполагать самое худшее.

source: I hope my friends are okay!
cht: 我希望我的朋友们一切都好！
es: ¡Espero que mis amigos estén bien!
it: Spero che i miei amici stiano bene!
ja: ぼくの友達、みんな無事だといいな！
ko: 내 친구들이 무사하길 바라!
pt_br: Espero que meus amigos estejam bem!
ru: Надеюсь, с моими друзьями всё в порядке!

source: Another group of evacuees should be arriving soon...
cht: 另一批撤离人员马上就会到...
es: Otro grupo de refugiados debe estar al llegar...
it: Presto dovrebbe arrivare un altro gruppo di sfollati...
ja: 他の避難者たちが、もうすぐやってくるはず…
ko: 피난민들이 또 한 무더기 도착할 거야...
pt_br: Outro grupo de refugiados deve chegar em breve...
ru: Скоро должна прибыть ещё одна группа эвакуируемых...

source: @niko Books are neatly placed on the shelf.
cht: @niko 书本都整齐地摆在书架上。
es: @niko Los libros están cuidadosamente colocados en la estantería.
it: @niko I libri sono ordinatamente posizionati sullo scaffale.
ja: @niko 本が棚にきちんとに並んでる。
ko: @niko 책이 책장에 잘 정돈되어 있어요.
pt_br: @niko Os livros estão ordenadamente colocados na prateleira.
ru: @niko Книги аккуратно расставлены по полкам.

source: @niko Books are placed neatly on the shelf.
cht: @niko 书本都整齐地摆在书架上。
es: @niko Los libros están colocados cuidadosamente en la estantería.
it: @niko I libri sono posizionati ordinatamente sullo scaffale.
ja: @niko 本がきちんと棚に並んでる。
ko: @niko 책들이 책장에 가지런히 놓여 있어요.
pt_br: @niko Os livros estão colocados ordenadamente na prateleira.
ru: @niko Книги расставлены аккуратно по полкам.

source: @niko Placed books are neatly on the shelf.
cht: @niko 书架上整齐地摆放着书本。
es: @niko Los libros colocados cuidadosamente están en la estantería.
it: @niko I libri sullo scaffale sono ordinatamente posizionati.
ja: @niko 並べられた本がきちんと棚にある。
ko: @niko 책장에 책들이 잘 배치되어 있어요.
pt_br: @niko Colocados estão os livros ordenadamente na prateleira.
ru: @niko Расставлены книги аккуратно по полкам.

source: @niko On the shelf are neatly placed books.
cht: @niko 书架上是整齐摆放的书本。
es: @niko En la estantería están cuidadosamente colocados los libros.
it: @niko Sullo scaffale i libri sono posizionati ordinatamente.
ja: @niko 棚にはきちんと並べられた本がある。
ko: @niko 책장에 책이 깔끔하게 정리되어 있어요.
pt_br: @niko Na prateleira estão ordenadamente colocados os livros.
ru: @niko По полкам расставлены аккуратно книги.

source: @niko Neatly placed books are on the shelf.
cht: @niko 整齐摆放的书本在书架上。
es: @niko Los libros cuidadosamente colocados están en la estantería.
it: @niko I libri ordinatamente posizionati sono sullo scaffale.
ja: @niko きちんと並べられた本が棚にある。
ko: @niko 책장에 책이 깔끔하게 놓여 있어요.
pt_br: @niko Ordenadamente colocados os livros estão na prateleira.
ru: @niko Аккуратно расставлены книги по полкам.

source: @niko On the shelf neatly are placed books.
cht: @niko 书架上是整齐摆放的书本。
es: @niko En la estantería están colocados los libros cuidadosamente.
it: @niko Sullo scaffale sono ordinatamente posizionati i libri.
ja: @niko きちんと棚には並べられた本がある。
ko: @niko 책들이 책장에 잘 정돈되어 있어요.
pt_br: @niko Na prateleira ordenadamente estão colocados os livros.
ru: @niko По полкам аккуратно расставлены книги.

source: @niko Placed books are on the shelf neatly.
cht: @niko 书本整齐地摆放在书架上。
es: @niko Los libros están colocados en la estantería cuidadosamente.
it: @niko I libri sono posizionati sullo scaffale ordinatamente.
ja: @niko 並べられた本が棚にきちんとある。
ko: @niko 잘 정돈된 책들이 책장에 놓여 있어요.
pt_br: @niko Colocados os livros estão na prateleira ordenadamente.
ru: @niko Расставлены книги по полкам аккуратно.

source: @niko Books are on the shelf, neatly placed.
cht: @niko 书本在书架上，整齐地摆放着。
es: @niko Los libros están en la estantería, cuidadosamente colocados.
it: @niko I libri sono sullo scaffale, ordinatamente posizionati.
ja: @niko 本が棚にあって、きちんと並べられてる。
ko: @niko 책장에 책이 있어요. 잘 정돈되어 있네요.
pt_br: @niko Os livros estão na prateleira ordenadamente colocados.
ru: @niko Книги по полкам аккуратно расставлены.

source: @niko A pile of books on the ground.
cht: @niko 地面上有一堆书。
es: @niko Un montón de libros en el suelo.
it: @niko Una pila di libri per terra.
ja: @niko 本が床に山積みになってる。
ko: @niko 바닥에 책 더미가 있어요.
pt_br: @niko Uma pilha de livros no chão.
ru: @niko Стопка книг на полу.

source: kip card
cht: kip 卡
es: carné de kip
it: tessera di kip
ja: キップのカード
ko: 킵 출입증
pt_br: cartão de kip
ru: карта кип

source: niko card
cht: niko 卡
es: carné de niko
it: tessera di niko
ja: ニコのカード
ko: 니코 출입증
pt_br: cartão de niko
ru: карта нико

source: glittery
cht: 闪闪发光
es: brillante
it: glitter
ja: キラキラ光る
ko: 반짝거림
pt_br: glitter
ru: в блёстках

source: cardquest + desk
cht: 卡片任务 + 桌子
es: tarjeta de misión + escritorio
it: biglietto + scrivania
ja: カードクエスト + デスク
ko: 카드 퀘스트 + 책상
pt_br: missão do cartão + escrivaninha
ru: поиски карты + стойка

source: @niko It's an ink bottle, complete with a quill.
cht: @niko 这是个墨水瓶，有支羽毛笔。
es: @niko Es un frasco de tinta, con una pluma.
it: @niko È una bottiglia d'inchiostro, con anche una penna d'oca.
ja: @niko 羽ペン付きのインクボトルだ。
ko: @niko 잉크병과 깃펜이네요.
pt_br: @niko Um frasco de tinta, completo, com pena.
ru: @niko Это чернильница, дополненная пером для письма.

source: @niko_83c Brings back memories, doesn't it, \p?
cht: @niko_83c 唤起很多回忆，对吧， \p？
es: @niko_83c Trae recuerdos, ¿no, \p?
it: @niko_83c Ricorda qualcosa, non è così \p?
ja: @niko_83c いろいろ思い出すね、 \p？
ko: @niko_83c 옛날 생각이 나요. 그렇죠, \p 님?
pt_br: @niko_83c Traz tantas lembranças, não, \p?
ru: @niko_83c Навевает воспоминания, да же, \p?

source: @niko A small pile of books.
cht: @niko 一小堆书。
es: @niko Un montoncito de libros.
it: @niko Una piccola pila di libri.
ja: @niko 小さく積まれた本。
ko: @niko 작은 책 더미예요.
pt_br: @niko Uma pequena pilha de livros.
ru: @niko Небольшая стопка книг.

source: @niko A book!
cht: @niko 一本书！
es: @niko ¡Un libro!
it: @niko Un libro!
ja: @niko 本だ！
ko: @niko 책이에요!
pt_br: @niko Um livro!
ru: @niko Книга!

source: @niko A tall pile of books.
cht: @niko 一堆高高的书。
es: @niko Un buen montón de libros.
it: @niko Un'alta pila di libri.
ja: @niko 高く山積みされた本。
ko: @niko 높이 쌓인 책이에요.
pt_br: @niko Uma pilha alta de livros.
ru: @niko Высокая стопка книг.

source: HEY IM GIR I MADE AN EVENT DOOT DOOT MOTHER FUCKER
cht: 嘿，我是 GIR，我闯祸了，真是混账
it: HEYHEY QUA CI AVEVANO SCRITTO I DEV MA INVECE SONO IO, LEO QUELLO BUONO
ko: 난 GIR이야 난 이벤트를 만들지 예 예 망할로마
ru: ХЭЙ ЭТО GIR И Я СДЕЛАЛ ИВЕНТ ТУДУДУДУ МАЗАФАКА

source: @niko_speak A big book with a black clover on the cover.
cht: @niko_speak 一本封面有黑色三叶草的大书。
es: @niko_speak Un gran libro con un trébol negro en la cubierta.
it: @niko_speak Un grande libro con un trifoglio nero sulla copertina.
ja: @niko_speak 表紙に黒いクローバーが描かれた大きな本。
ko: @niko_speak 표지에 검은 클로버가 그려진 책이에요.
pt_br: @niko_speak Um livro grande com um trevo preto na capa.
ru: @niko_speak Толстая книга с чёрным клевером на обложке.

source: @niko The title says "A Comprehensive Guide to Phosphors".
cht: @niko 标题是 "荧光体全面指南"。
es: @niko El título es "La Guía Completa de Fósforos".
it: @niko Il titolo recita "Una dettagliata ed esaustiva guida al fosforo".
ja: @niko タイトルは「蛍光体の総合ガイド」だって。
ko: @niko "발광체에 관한 종합 안내서"라는 제목이 적혀 있어요.
pt_br: @niko O título diz “Guia abrangente sobre a luminescência”.
ru: @niko Название — «Полный справочник по видам фосфора».

source: @niko The title says "Emergence of New Ecological Niches In A Post-Sun World".
cht: @niko 标题是 "后太阳世界新生态位的出现"。
es: @niko El título es "Emergencia de Nuevos Nichos Ecológicos en un Mundo Posterior al Sol".
it: @niko Il titolo recita "Nascita di nuove nicchie ecologiche in un mondo post-sole".
ja: @niko タイトルは「太陽消滅後の世界における、 新しい生態的地位の出現」だって。
ko: @niko "태양이 사라진 세계에서 탄생한 새로운 생태계"라는 제목이 적혀 있어요.
pt_br: @niko O título é “Surgimento de novos nichos ecológicos em um mundo pós-solar”.
ru: @niko Название — «Возникновение новых экологических ниш в пост-солнечном мире».
