Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: I told you at the beginning, your mission is to help Niko leave.
cht: 我从最开始就告诉你了，你的任务是帮助Niko离开这里。
es: Te lo dije al principio: tu "misión" es ayudar a Niko a salir de aquí.
it: Te l'ho detto all'inizio: la tua missione è aiutare Niko ad andarsene.
ja: 最初に伝えたように、君の使命はニコが帰れるように手助けしてあげることだ。
ko: 처음에 말했을 텐데. 네 임무는 니코가 떠날 수 있게 돕는 거라고 말야.
pt_br: Eu disse no início que sua missão era ajudar Niko a partir.
ru: Я с самого начала тебе сказала, что твоя миссия — помочь Нико уйти.

source: Because Niko isn't part of this world.
cht: 因为Niko并不属于这个世界。
es: Porque Niko no forma parte de este mundo.
it: Perché Niko non fa parte di questo mondo.
ja: 何故なら、ニコはこの世界の一員ではないからな。
ko: 왜냐면 니코는 이 세상에 속하지 않기 때문이야.
pt_br: Porque Niko não faz parte deste mundo.
ru: Потому что Нико не является частью этого мира.

source: Niko is the only thing worth saving here.
cht: Niko是这里唯一值得拯救的人。
es: Niko es lo único que merece salvarse aquí.
it: E lui qui è l'unica cosa che valga la pena salvare.
ja: この場所で救う価値があるのは、ニコだけなのだ。
ko: 여기서 니코만이 구해낼 가치가 있는 존재야.
pt_br: Niko é a única coisa que vale a pena salvar daqui.
ru: Нико — единственное, что здесь стоит спасать.

source: ...The final choice is up to you.
cht: ...由你作出最后的选择。
es: ... La decisión final depende de ti.
it: ...La scelta finale spetta a te.
ja: …最後にどうするかは、おまえ次第だ。
ko: ...마지막 선택은 너에게 달렸어.
pt_br: A escolha final é sua.
ru: ...Окончательный выбор за тобой.

source: I can't go against my programming.
cht: 我不能违抗我的程序。
es: No puedo ir en contra de para lo que estoy programado.
it: Non posso andare contro il mio programma.
ja: 私は、自身のプログラムに逆らうことができない。
ko: 난 내 프로그래밍에 거역할 수 없어.
pt_br: Eu não posso ir contra a minha programação.
ru: Я не могу идти против своей программы.

source: You only have one shot, \p.
cht: 你只有一次机会，\p。
es: Solo tienes una oportunidad, \p.
it: \p, hai solo un tentativo.
ja: チャンスは一度きりだ、 \p。
ko: 기회는 한 번뿐이야, \p.
pt_br: Você só tem uma chance, \p.
ru: У тебя только одна попытка, \p.

source: If you choose to smash the lightbulb, then Niko wakes up back home, like it was all a dream.
cht: 如果你选择打碎灯泡，那么Niko会在家里醒来，就像做了一场梦一样。
es: Si eliges romper la bombilla, Niko se despertará en casa como si todo hubiese sido un sueño.
it: Se scegli di rompere la lampadina, Niko si sveglierà a casa sua, credendo sia stato tutto un sogno.
ja: もし電球を砕けば、ニコは故郷の家で目覚める。すべてが夢であったかのように。
ko: 만약 전구를 깨버리면 니코는 집에서 깨어날 거야. 모든 일이 꿈이었던 것처럼.
pt_br: Se você decidir quebrar a lâmpada, Niko acordará em casa, como se fosse de um sonho.
ru: Если ты решишь разбить лампочку, Нико проснётся у себя дома, словно это всё был лишь сон.

source: But if you let Niko return the sun, the child will have to bear the weight of this sacrifice.
cht: 但是如果你让Niko归还太阳，那他则需要为此牺牲。
es: Pero si permites que Niko devuelva el sol, tendrá que soportar el peso de este sacrificio.
it: Ma se lasci che rimetta il sole al suo posto, quel bambino dovrà sopportare il peso di tale sacrificio.
ja: しかし、もし太陽を元の場所に戻すと、あの子はその犠牲の重荷を背負わなければならなくなる。
ko: 하지만 니코에게 태양을 되돌리게 한다면 그 앤 희생이라는 막중한 짐을 짊어져야 해.
pt_br: Porém, se você deixar Niko devolver o sol, ela vai ter que carregar o peso de seu sacrifício.
ru: Но если ты позволишь Нико вернуть солнце, дитя понесёт бремя этой жертвы.

source: At least, tell Niko the truth.
cht: 至少要告诉Niko真相。
es: Al menos, dile a Niko la verdad.
it: Almeno, di' a Niko la verità.
ja: いずれにせよ、ニコには真実を伝えるべきだ。
ko: 최소한 니코에게 진실을 말해줘.
pt_br: Pelo menos diga a verdade a Niko.
ru: Хотя бы скажи Нико правду.

source: ...you do care about Niko, don't you?
cht: ...你很在乎Niko，不是吗？
es: ... Niko te importa, ¿verdad?
it: ...Ci tieni a Niko, vero?
ja: …ニコのことを大切にしているのだろう？
ko: ...니코를 아끼잖아?
pt_br: ... você se importa com Niko, não?
ru: ...он ведь тебе дорог, разве нет?

source: @niko2 Oh... I found this page.
cht: @niko2 哦...我找到了这页。
es: @niko2 Oh... He encontrado esta página.
it: @niko2 Oh... Ho trovato questa pagina.
ja: @niko2 あっ…こんなページがあったよ。
ko: @niko2 아... 이 책장을 찾았어요.
pt_br: @niko2 Ah... achei essa página.
ru: @niko2 О... Я нашёл эту страницу.

source: @niko It looks kind of like a drawing of this room.
cht: @niko 它看起来像是画的这个房间。
es: @niko Parece un dibujo de esta habitación.
it: @niko Sembra una sorta di disegno di questa stanza.
ja: @niko この部屋の絵みたいだね。
ko: @niko 이 방을 그린 그림 같아요.
pt_br: @niko Parece ser uma pintura desta sala.
ru: @niko Похоже это рисунок этой комнаты.

source: @niko_speak Maybe it's telling us we should come here?
cht: @niko_speak 可能它是在告诉我们应该到这来？
es: @niko_speak ¿Querrá decir que deberíamos venir aquí?
it: @niko_speak Forse ci sta dicendo che dovevamo venire qui?
ja: @niko_speak たぶん、この部屋に行けってことかな？
ko: @niko_speak 혹시 우리에게 이곳에 와야 한다고 하는 걸까요?
pt_br: @niko_speak Talvez ela queira dizer que devemos vir para cá?
ru: @niko_speak Может, это означает, что мы должны сюда прийти?

source: @niko Which we did, already.
cht: @niko 我们已经来了。
es: @niko Bueno, eso ya lo hemos hecho.
it: @niko Cosa che abbiamo già fatto.
ja: @niko もう来ちゃったけどね。
ko: @niko 우린 이미 왔지만요.
pt_br: @niko Mas nós já fomos.
ru: @niko Что, в общем-то, мы и сделали.

source: @niko_speak So... it looks like we're on the right track!
cht: @niko_speak 所以.. 看来我们走对路了。
es: @niko_speak Así que... ¡creo que vamos en el camino correcto!
it: @niko_speak Quindi... forse siamo sulla giusta strada!
ja: @niko_speak ということは…ミーたち、ちゃんと 前に進めてるんだね！
ko: @niko_speak 그러면... 우리가 제대로 하고 있다는 뜻이겠네요!
pt_br: @niko_speak Então... parece que estamos no caminho certo!
ru: @niko_speak Тогда получается... что мы на верном пути!

source: @alula I'm helping!
cht: @alula 我来帮忙！
es: @alula ¡Estoy ayudando!
it: @alula Sto aiutando!
ja: @alula 手伝うー！
ko: @alula 내가 도와줄게!
pt_br: @alula Eu vou ajudar!
ru: @alula Я помогаю!

source: @silver [Hello again.]
cht: @silver [嗨，又见面了。]
es: @silver [Hola de nuevo.]
it: @silver [Salve di nuovo.]
ja: @silver [どうしたの。]
ko: @silver [또 만났군.]
pt_br: @silver [Olá, de novo.]
ru: @silver [Привет опять.]

source: @Niko Hello.
cht: @Niko 嗨。
es: @Niko Hola.
it: @niko Ciao.
ja: @Niko こんばんは。
ko: @Niko 안녕하세요.
pt_br: @Niko Olá.
ru: @Niko Привет.

source: @silver2 [Do you... need anything?]
cht: @silver2 [你需要... 什么帮助吗？]
es: @silver2 [¿Necesitas... algo?]
it: @silver2 [Hai bisogno di qualcosa?]
ja: @silver2 [何か…必要？]
ko: @silver2 [뭐... 필요한 거라도 있어?]
pt_br: @silver2 [Você... precisa de alguma coisa?]
ru: @silver2 [Тебе... что-нибудь нужно?]

source: @Niko Nah.
cht: @Niko 不用了。
it: @niko No.
ja: @Niko ううん。
ko: @Niko 아뇨.
pt_br: @Niko Não.
ru: @Niko Да не.

source: @silver [Okay.]
cht: @silver [好。]
es: @silver [Está bien.]
it: @silver [Ok.]
ja: @silver [そう。]
ko: @silver [그렇구나.]
pt_br: @silver [Tá bom.]
ru: @silver [Ладно.]

source: @credits Programming\nEliza Velasquez\nMichael Shirt
cht: @credits 程序设计\nEliza Velasquez\nMichael Shirt
es: @credits Programación\nEliza Velasquez\nMichael Shirt
it: @credits Programmazione\nEliza Velasquez\nMichael Shirt
ja: @credits プログラミング\nEliza Velasquez\nMichael Shirt
ko: @credits 프로그래밍\nEliza Velasquez\nMichael Shirt
pt_br: @credits Programação\nEliza Velasquez\nMichael Shirt
ru: @credits Программирование\nEliza Velasquez\nMichael Shirt

source: @credits Graphics\nNightmargin (Casey Gu)
cht: @credits 美术\nNightmargin (Casey Gu)
es: @credits Gráficos\nNightmargin (Casey Gu)
it: @credits Illustrazioni\nNightmargin (Casey Gu)
ja: @credits グラフィック\nNightmargin（Casey Gu）
ko: @credits 그래픽\nNightmargin (Casey Gu)
pt_br: @credits Gráficos\nNightmargin (Casey Gu)
ru: @credits Графика\nNightmargin (Casey Gu)

source: @credits Character Design\nNightmargin
cht: @credits 角色设计\nNightmargin
es: @credits Diseño de personajes\nNightmargin
ja: @credits キャラクターデザイン\nNightmargin
ko: @credits 캐릭터 디자인\nNightmargin
pt_br: @credits Design de personagem\nNightmargin
ru: @credits Дизайн Персонажей\nNightmargin

source: @credits Maize and George's designs\nEliza Velasquez
cht: @credits Maize 和 George 的设计\nEliza Velasquez
es: @credits Diseños de Maize y George\nEliza Velasquez
it: @credits Design di Mays e George\nEliza Velasquez
ja: @credits メイズとジョージのデザイン\nEliza Velasquez
ko: @credits 메이즈 및 조지 디자인\nEliza Velasquez
pt_br: @credits Design de Maize e George\nEliza Velasquez
ru: @credits Дизайн Мэйз и Джордж\nEliza Velasquez

source: @credits Soundtrack\nNightmargin
cht: @credits 音轨\nNightmargin
es: @credits Banda sonora\nNightmargin
it: @credits Colonna sonora\nNightmargin
ja: @credits サウンドトラック\nNightmargin
ko: @credits 사운드트랙\nNightmargin
pt_br: @credits Trilha sonora\nNightmargin
ru: @credits Саундтрек\nNightmargin

source: @credits Additional tracks\nEliza Velasquez\nMichael Shirt
cht: @credits 追加音轨\nEliza Velasquez\nMichael Shirt
es: @credits Pistas adicionales\nEliza Velasquez\nMichael Shirt
it: @credits Tracce aggiuntive\nEliza Velasquez\nMichael Shirt
ja: @credits 追加トラック\nEliza Velasquez\nMichael Shirt
ko: @credits 추가 사운드트랙\nEliza Velasquez\nMichael Shirt
pt_br: @credits Faixas adicionais\nEliza Velasquez\nMichael Shirt
ru: @credits Дополнительные треки\nEliza Velasquez\nMichael Shirt

source: @credits Story (Mechanics Concept)\nEliza Velasquez
cht: @credits 故事（机械设定）\nEliza Velasquez
es: @credits Historia (mecánica)\nEliza Velasquez
it: @credits Storia (meccaniche di gioco)\nEliza Velasquez
ja: @credits ストーリー（原案）\nEliza Velasquez
ko: @credits 스토리 (시스템 콘셉트)\nEliza Velasquez
pt_br: @credits História (conceito e mecânica)\nEliza Velasquez
ru: @credits Сюжет (Концепты Механик)\nEliza Velasquez

source: @credits General Story and Worldbuilding\nNightmargin\nEliza Velasquez
cht: @credits 主线故事及世界观\nNightmargin\nEliza Velasquez
es: @credits Historia principal y creación de mundos\nNightMargin\nEliza Velasquez
it: @credits Storia generale e worldbuilding Nightmargin\nEliza Velasquez
ja: @credits ストーリー全般、世界観構築：\nNightmargin\nEliza Velasquez
ko: @credits 스토리 전반 및 세계관 구축\nNightmargin\nEliza Velasquez
pt_br: @credits História geral e construção do mundo\nNightMargin\nEliza Velasquez
ru: @credits Общий Cюжет и Проработка Мира\nNightmargin\nEliza Velasquez

source: @credits Writing\nNightmargin\nEliza Velasquez\nMichael Shirt
cht: @credits 编剧\nNightmargin\nEliza Velasquez\nMichael Shirt
es: @credits Redacción\nNightmargin\nEliza Velasquez\nMichael Shirt
it: @credits Scrittura\nNightmargin\nEliza Velasquez\nMichael Shirt
ja: @credits 脚本\nNightmargin\nEliza Velasquez\nMichael Shirt
ko: @credits 시나리오 작성\nNightmargin\nEliza Velasquez\nMichael Shirt
pt_br: @credits Roteiro\nNightmargin\nEliza Velasquez\nMichael Shirt
ru: @credits Писательская деятельность\nNightmargin\nEliza Velasquez\nMichael Shirt

source: @credits Producer\nMark Conforti
cht: @credits 制作人\nMark Conforti
es: @credits Productor\nMark Conforti
it: @credits Produttore\nMark Conforti
ja: @credits プロデューサー\nMark Conforti
ko: @credits 프로듀서\nMark Conforti
pt_br: @credits Produção\nMark Conforti
ru: @credits Продюсер\nMark Conforti

source: @credits Official Testers\nJason Black\nSinNoAria\nOmer Oztas
cht: @credits 官方测试人员\nJason Black\nSinNoAria\nOmer Oztas
es: @credits Probadores oficiales\nJason Black\nSinNoAria\nOmer Oztas
it: @credits Tester ufficiali\nJason Black\nSinNoAria\nOmer Oztas
ja: @credits 公式テスター\nJason Black\nSinNoAria\nOmer Oztas
ko: @credits 공식 테스터\nJason Black\nSinNoAria\nOmer Oztas
pt_br: @credits Testadores oficiais\nJason Black\nSinNoAria\nOmer Oztas
ru: @credits Официальные Тестировщики\nJason Black\nSinNoAria\nOmer Oztas

source: @credits Special Thanks\n\lRedoplus \rPurpleAlmonds\n\lSaniblues \rFelixTheJudge\n
cht: @credits 特别鸣谢\n\lRedoplus \rPurpleAlmonds\n\lSaniblues \rFelixTheJudge\n
es: @credits Agradecimiento especial\n\lRedoplus \rPurpleAlmonds\n\lSaniblues \rFelixTheJudge\n
it: @credits Ringraziamenti speciali\n\lRedoplus \rPurpleAlmonds\n\lSaniblues \rFelixTheJudge\n
ja: @credits スペシャルサンクス：\n\lRedoplus \rPurpleAlmonds\n\lSaniblues \rFelixTheJudge\n
ko: @credits 도와주신 분들\n\lRedoplus \rPurpleAlmonds\n\lSaniblues \rFelixTheJudge\n
pt_br: @credits Agradecimentos especiais\n\lRedoplus \rPurpleAlmonds\n\lSaniblues \rFelixTheJudge\n
ru: @credits Особая Благодарность\n\lRedoplus \rPurpleAlmonds\n\lSaniblues \rFelixTheJudge\n

source: @credits Testers of Original OneShot\n\lDolphinsAreEvil \rKyne\n\lTangyOranges \rletty\n
cht: @credits 原版测试人员\n\lDolphinsAreEvil \rKyne\n\lTangyOranges \rletty\n
es: @credits Testers del OneShot original\n\lDolphinsAreEvil \rKyne\n\lTangyOranges \rletty\n
it: @credits Tester del OneShot originale\n\lDolphinsAreEvil \rKyne\n\lTangyOranges \rletty\n
ja: @credits オリジナルOneShotのテスター\n\lDolphinsAreEvil \rKyne\n\lTangyOranges \rletty\n
ko: @credits OneShot 원작 테스터\n\lDolphinsAreEvil \rKyne\n\lTangyOranges \rletty\n
pt_br: @credits Testadores do OneShot original\n\lDolphinsAreEvil \rKyne\n\lTangyOranges \rletty\n
ru: @credits Тестировщики Оригинальной Игры\n\lDolphinsAreEvil \rKyne\n\lTangyOranges \rletty\n

source: @niko3 ...hey.
cht: @niko3 ...嘿。
es: @niko3 ... ¡oye!
it: @niko3 ...Ehi.
ja: @niko3 …ねえ。
ko: @niko3 ...엇.
pt_br: @niko3 ... ei.
ru: @niko3 ...эй.

source: @niko2 \p... did you see that?
cht: @niko2 \p... 你看到那个没？
es: @niko2 \p... ¿Has visto eso?
it: @niko2 \p... l'hai visto?
ja: @niko2 \p… 今の見た？
ko: @niko2 \p 님...저거 보셨어요?
pt_br: @niko2 \p... você viu aquilo?
ru: @niko2 \p... я не один это видел?

source: @niko4 The squares just...
cht: @niko4 那个方块刚刚...
es: @niko4 Los cuadrados se han...
it: @niko4 I quadrati...
ja: @niko4 四角形が…
ko: @niko4 사각형이...
pt_br: @niko4 Os quadrados...
ru: @niko4 Квадраты просто...

source: @niko3 It just happened again...
cht: @niko3 又出现了...
es: @niko3 Otra vez...
it: @niko3 È successo di nuovo...
ja: @niko3 ほら、また…
ko: @niko3 또 이런 일이...
pt_br: @niko3 Aconteceu de novo...
ru: @niko3 Это случилось снова...

source: @niko2 I...\.\. think...\>\n\@niko6 Something is making them go away!
cht: @niko2 我...\.\.觉得...\>\n\@niko6 有些东西正在驱散他们！
es: @niko2 Um...\.\.Creo...\>\n\@niko6 ¡Creo que algo los está asustando!
it: @niko2 Credo...\.\. che...\>\n\@niko6 qualcosa li stia facendo sparire!
ja: @niko2 たぶん…\.\.だけど…\>\n\@niko6 何かが四角形を追い払ってる！
ko: @niko2 제...\.\. 생각에는...\>\n\@niko6 무언가가 사각형을 사라지게 하는 것 같아요!
pt_br: @niko2 A...\.\. acho que... \>\n\@niko6 Alguma coisa está fazendo eles sumirem!
ru: @niko2 Я...\.\. думаю...\>\n\@niko6 Что-то заставляет их исчезать!

source: @niko2 ...come on, let's try the rest.
cht: @niko2 ...加油，让我们搞定剩下的。
es: @niko2 ... Vamos, intentémoslo con el resto.
it: @niko2 ...Avanti, vediamo che succede dalle altre parti.
ja: @niko2 …ねえ、他のにも試してみようよ。
ko: @niko2 ...어서, 나머지도 해 봐요.
pt_br: @niko2 ... vem, vamos tentar com os outros.
ru: @niko2 ...идём, попробуем убрать остальные.

source: Squares are bad news, man. \>\nStay away from 'em, kids!
cht: 这些方块不是好东西，朋友。\>\n离它们远点，孩子们！
es: Los cuadrados son mala cosa, tío.\>\n¡No os acerquéis a ellos, niños!
it: Diamine, brutta storia quei quadrati... \>\nBambini, non vi ci avvicinate!
ja: 四角形は厄介だ。 \>\n絶対近づいたらダメだぞ！
ko: 사각형들은 좋지 않아.\>\n절대 가까이 가면 안 돼. 알겠지?
pt_br: Cuidado com esses quadrados, cara. \>\nFiquem longe deles, crianças!
ru: Квадраты — это плохие новости. \>\nДержитесь от них подальше, ребят!

source: @alula We will!
cht: @alula 知道了！
es: @alula ¡No lo haremos!
it: @alula Va bene!
ja: @alula ラジャー！
ko: @alula 그럴게!
pt_br: @alula Certo!
ru: @alula Хорошо!

source: Stay away from the squares, okay?
cht: 离方块远点，好吗？
es: No os acerquéis a los cuadrados, ¿vale?
it: Stai lontano dai quadrati, ok?
ja: 四角形には近づくな、いいな？
ko: 사각형에 가까이 가면 안 돼. 알겠지?
pt_br: Fiquem longe dos quadrados, tá bom?
ru: Держись подальше от квадратов, ладно?

source: @niko Mhm!
cht: @niko 嗯！
es: @niko ¡Aja!
ja: @niko うん！
ko: @niko 네!
pt_br: @niko Isso!
ru: @niko Угу!

source: Last week, I saw more of those squares while out fishing.
cht: 上周我出去钓鱼时看到更多这种方块。
es: La semana pasada vi más cuadrados de esos mientras estaba pescando.
it: La settimana scorsa ho visto molti più quadrati mentre ero fuori a pescare.
ja: 先週、釣りに出かけたときに四角形を見た。
ko: 지난주에 낚시를 하다가 또 사각형을 봤어.
pt_br: Na semana passada, eu vi esses quadrados enquanto eu estava pescando.
ru: На прошлой неделе, во время рыбалки, мне опять мозолили глаза эти квадраты.

source: I knew better than to get too close, though.
cht: 但我很清楚决不能靠近它们。
es: Me guardé mucho de acercarme.
it: Ovviamente so bene che son pericolosi e non mi sono avvicinato troppo.
ja: 危険だと分かっていたから、 近寄らなかったけどな。
ko: 하지만 난 바보가 아니니 가까이 가지 않았지.
pt_br: Eu sei o que acontece se chegar perto demais.
ru: Но у меня хватило ума не подходить слишком близко.

source: @alula_oh Oh! \>\@alula_pout It was that stuff in the door...
cht: @alula_oh 噢！\>\@alula_pout 那个东西在门口...
es: @alula_oh ¡Ah! \>\@alula_pout Era eso que había en la puerta...
it: @alula_oh Oh! \>\@alula_pout È come quella roba sulla porta...
ja: @alula_oh あ！ \>\@alula_pout 入り口にあったのはそれね…
ko: @alula_oh 아! \>\@alula_pout 문에 있던 그거네...
pt_br: @alula_oh Ah! \>\@alula_pout Aquelas coisas na porta...
ru: @alula_oh Ой! \>\@alula_pout Именно эта штука была в дверях...

source: Oh, so you saw it too, huh...
cht: 噢，所以你也看见它了，哈...
es: Así que tú también lo viste, ¿eh?
it: Oh, così li hai visti anche tu, eh?
ja: ほう、それじゃあ君も見たのか…
ko: 아, 너도 그걸 봤구나...
pt_br: Ah, você viu também...
ru: О, так ты тоже это видела...

source: @alula_oh Yeah! \>\@alula_pout My brother told me not to touch those!
cht: @alula_oh 是的！\>\@alula_pout 哥哥告诉我不要碰它们。
es: @alula_oh ¡Sí! \>\@alula_pout ¡Mi hermano me dijo que no los tocara!
it: @alula_oh Sì! \>\@alula_pout Mio fratello mi ha detto di non toccarli!
ja: @alula_oh うん！ \>\@alula_pout お兄ちゃんは触るなって言ってた！
ko: @alula_oh 응! \>\@alula_pout 오빠가 저거 건드리지 말라고 했거든!
pt_br: @alula_oh Sim! \>\@alula_pout Meu irmão disse para não tocar nessas coisas!
ru: @alula_oh Да! \>\@alula_pout Мой брат велел мне их не трогать!

source: Yeup. He gets it.
cht: 是的。他说得对。
es: Sí. Sabe lo que se dice.
it: Beh, ha ragione.
ja: よし。君のお兄さんは分かってるな。
ko: 그래, 그 말이 맞아.
pt_br: Isso. Ele sabe do que está falando.
ru: Ага, правильно он говорит.

source: @niko Squares?
cht: @niko 方块？
es: @niko ¿Cuadrados?
it: @niko Quadrati?
ja: @niko 四角形？
ko: @niko 사각형이요?
pt_br: @niko Quadrados?
ru: @niko Квадраты?

source: Squares, man.\nThey're bad news.
cht: 方块，朋友。\n它们不是好东西。
es: Cuadrados, tío.\nCosa mala.
it: Sì amico, quadrati.\nBrutta roba.
ja: そう、四角形。\nあれはかなり厄介だ。
ko: 그래. 사각형.\n그것들은 좋지 않거든.
pt_br: Quadrados, cara.\nCuidado com eles.
ru: Квадраты, приятель.\nЭто плохие новости.

source: @niko_speak It's a big fishtank!
cht: @niko_speak 这是一个大鱼缸！
es: @niko_speak ¡Es un acuario grande!
it: @niko_speak È un acquario enorme!
ja: @niko_speak おっきな水槽だ！
ko: @niko_speak 어항이 엄청 커요!
pt_br: @niko_speak É um aquário dos grandes!
ru: @niko_speak Какой большой аквариум!

source: @niko There's no one here...
cht: @niko 这里没人...
es: @niko No hay nadie aquí...
it: @niko Non c'è nessuno qui...
ja: @niko 誰もいない…
ko: @niko 아무도 없어요...
pt_br: @niko Não há ninguém aqui...
ru: @niko Здесь никого нет...

source: @niko It's a big tree, with leaves!\>\nHaven't seen one of these since I was back home...
cht: @niko 这是一棵枝叶茂盛的大树！\>\n自从我回家之后就没看到过这样的树了...
es: @niko ¡Es un árbol enorme, con hojas!\>\nNo he visto ninguno desde que estaba en casa...
it: @niko Un grande albero con le foglie!\>\nWow, non ne vedevo uno da quando sono arrivato qui...
ja: @niko 大きな木だ、葉っぱもついてる！\>\nここに来てから初めて見た…
ko: @niko 잎이 달린 커다란 나무예요!\>\n집을 떠난 후로는 한 번도 보지 못했는데...
pt_br: @niko É uma árvore enorme com folhas!\>\nNão vejo uma dessas desde quando estive em casa...
ru: @niko Это большое дерево, с листьями!\>\nЯ не видел таких с тех пор, как здесь оказался...

source: @rue You're here!!!
cht: @rue 你在这里!!!
es: @rue ¡¡Estás aquí!!
it: @rue Sei qui!!!
ja: @rue 来てくれたのね！！
ko: @rue 여기 있었구나!!!
pt_br: @rue É você!!!
ru: @rue Ты пришёл!!!

source: @niko2 Rue!
ja: @niko2 ルエ！
ko: @niko2 루!
ru: @niko2 Рю!

source: @niko5 That's... you, right?
cht: @niko5 是...你，对吗？
es: @niko5 Eres tú, ¿no?
it: @niko5 Sei tu, giusto?
ja: @niko5 って…君の名前だよね？
ko: @niko5 너... 맞지?
pt_br: @niko5 É... você, né?
ru: @niko5 Это же ты... правда?

source: @rue Yes.
cht: @rue 是的。
es: @rue Sí.
it: @rue Sì.
ja: @rue そうよ。
ko: @rue 응.
pt_br: @rue Sim.
ru: @rue Да.

source: @rue_talk Niko!
ja: @rue_talk ニコ！
ko: @rue_talk 니코!
ru: @rue_talk Нико!

source: @niko2 Are you... are you Rue?
cht: @niko2 你是...Rue 吗？
es: @niko2 Tú... ¿Tú eres Rue?
it: @niko2 Tu sei... Rue, giusto?
ja: @niko2 君は…もしかして、ルエ？
ko: @niko2 너... 루야?
pt_br: @niko2 Você é... é Rue?
ru: @niko2 Ты же... ты же Рю?

source: @rue Did you... \.\.already meet the others?
cht: @rue 你是不是...\.\.已经见过其他人了？
es: @rue ¿Ya has...\.\.conocido a los demás?
it: @rue Hai... \.\.già incontrato gli altri?
ja: @rue もう… \.\.他の人には会った？
ko: @rue 너... \.\.다른 친구들은 벌써 만났어?
pt_br: @rue Você já... \.\.encontrou os outros?
ru: @rue Ты... \.\.уже встретил остальных?

source: @niko2 Yeah... \.\.\@niko_distressed2 but...
cht: @niko2 是的...\.\.\@niko_distressed2 但...
es: @niko2 Sí... \.\.\@niko_distressed2 Aunque...
it: @niko2 Sì... \.\.\@niko_distressed2 ma...
ja: @niko2 うん… \.\.\@niko_distressed2 でも…
ko: @niko2 응... \.\.\@niko_distressed2 하지만...
pt_br: @niko2 Sim... \.\.\@niko_distressed2 mas...
ru: @niko2 Да... \.\.\@niko_distressed2 но...

source: @rue_sigh ...everything is in place, then.
cht: @rue_sigh ...一切都好。
es: @rue_sigh ... todo está en su sitio entonces.
it: @rue_sigh ...Allora è tutto a posto.
ja: @rue_sigh …なら、全てが整ったわね。
ko: @rue_sigh ...그렇다면 준비는 다 끝났어.
pt_br: @rue_sigh ... então está tudo certo.
ru: @rue_sigh ...значит, теперь всё готово.

source: @rue Come on, let's go back to the clock room.
cht: @rue 快点，让我们回到钟房吧。
es: @rue Vamos, volvamos a la sala del reloj.
it: @rue Avanti, torniamo alla stanza dell'orologio.
ja: @rue さ、時計部屋に戻りましょう。
ko: @rue 어서, 시계 방으로 돌아가자.
pt_br: @rue Venha, vamos voltar para a sala do relógio.
ru: @rue Идём, пора вернуться в комнату с часами.

source: @niko It's a fire.
cht: @niko 这是火。
es: @niko Es una hoguera.
it: @niko È un falò.
ja: @niko 火だ。
ko: @niko 모닥불이에요.
pt_br: @niko É um fogo.
ru: @niko Это огонь.

source: @cedric_talk It's you!
cht: @cedric_talk 是你！
es: @cedric_talk ¡Eres tú!
it: @cedric_talk Sei tu!
ja: @cedric_talk 君は！
ko: @cedric_talk 너구나!
pt_br: @cedric_talk É você!
ru: @cedric_talk Это ты!

source: @cedric_smile You are Niko, right?
cht: @cedric_smile 你是 Niko，对吗？
es: @cedric_smile Tú eres Niko, ¿verdad?
it: @cedric_smile Sei Niko, vero?
ja: @cedric_smile ニコ、だよね？
ko: @cedric_smile 니코, 맞지?
pt_br: @cedric_smile Você é Niko, certo?
ru: @cedric_smile Ты же Нико, верно?

source: @niko_speak Mhm!
cht: @niko_speak 嗯！
es: @niko_speak ¡Ajá!
it: @niko_speak Sì!
ja: @niko_speak うん！
ko: @niko_speak 네!
pt_br: @niko_speak Hm!
ru: @niko_speak М-хм!

source: @cedric_hmm You... um...
cht: @cedric_hmm 你...嗯...
es: @cedric_hmm Tú... um...
it: @cedric_hmm Tu... Ehm...
ja: @cedric_hmm 君は…ええと…
ko: @cedric_hmm 음...
pt_br: @cedric_hmm Você... ahm...
ru: @cedric_hmm Ты... э-эм...

source: @niko My name is Niko...
cht: @niko 我叫 Niko...
es: @niko Me llamo Niko...
it: @niko Mi chiamo Niko...
ja: @niko ミーの名前はニコ…
ko: @niko 제 이름은 니코...
pt_br: @niko Meu nome é Niko...
ru: @niko Меня зовут Нико...

source: @cedric_smile Ah!
cht: @cedric_smile 啊！
ja: @cedric_smile ああ！
ko: @cedric_smile 아!
ru: @cedric_smile А!

source: @cedric_smile N-\.\.nice finally to meet you! \@cedric_hmm \>...no, wait.
cht: @cedric_smile \.\.很高兴终于见到你了！\@cedric_hmm \>...不，等等。
es: @cedric_smile ¡Qué...\.\.qué bien conocerte al fin!\@cedric_hmm \>Eh, espera.
it: @cedric_smile Fi-\.\.finalmente ci incontriamo!\n \@cedric_hmm \>...No, aspetta.
ja: @cedric_smile や、\.\.やっと会えた。すごく嬉しいよ！ \@cedric_hmm \>…あ、いや。
ko: @cedric_smile 드디어- \.\.만났네! \@cedric_hmm \>...아니다, 잠깐.
pt_br: @cedric_smile F-\.\.finalmente achei você! \@cedric_hmm \>... não, espera.
ru: @cedric_smile Н-\.\.наконец приятно познакомиться! \@cedric_hmm \>...нет, стоп.

source: @cedric_sigh It is a pleasure to be of acquaintance at last, Niko.
cht: @cedric_sigh 真的很高兴认识你，Niko。
es: @cedric_sigh Es un placer conocerte por fin, Niko.
it: @cedric_sigh È un piacere fare la tua conoscenza, Niko.
ja: @cedric_sigh ようやくお会いできて、とても光栄です、 ニコさん。
ko: @cedric_sigh 드디어 이렇게 만나게 돼서 정말 기뻐, 니코.
pt_br: @cedric_sigh É um prazer finalmente conhecer você, Niko.
ru: @cedric_sigh Для меня большая честь наконец-то познакомиться с тобой, Нико.
