Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @silver_rip0 [What are you waiting for!!!]
cht: @silver_rip0 [你在等什么！！！]
es: @silver_rip0 [¡¿A qué estás esperando?!]
it: @silver_rip0 [Cosa stai aspettando???]
ja: @silver_rip0 [何をボサッとしてるの！！！]
ko: @silver_rip0 [뭘 꾸물거리는 거야!!!]
pt_br: @silver_rip0 [O que está esperando?!!!]
ru: @silver_rip0 [Чего ты дожидаешься!!!]

source: @silver_getout [Take the child and get out!]
cht: @silver_getout [带着小孩离开！]
es: @silver_getout [¡Coge al chico y sal de aquí!]
it: @silver_getout [Prendi il bambino e vattene da qui!]
ja: @silver_getout [その子を連れて、早く脱出しなさい！]
ko: @silver_getout [아이를 데리고 나가!]
pt_br: @silver_getout [Pegue a criança e dê o fora!]
ru: @silver_getout [Забирай ребёнка и спасайся!]

source: @proto2b [Come on.]
cht: @proto2b [快点。]
es: @proto2b [Vamos.]
it: @proto2b [Andiamo.]
ja: @proto2b [行こう。]
ko: @proto2b [가자.]
pt_br: @proto2b [Vamos.]
ru: @proto2b [Пойдём.]

source: @niko3 But what about her?
cht: @niko3 那她呢？
es: @niko3 ¿Y qué pasa con ella?
it: @niko3 Ma cosa ne sarà di lei?
ja: @niko3 でも、お姉さんは？
ko: @niko3 하지만 저분은요?
pt_br: @niko3 Mas e ela?
ru: @niko3 А как же она?

source: @niko_shock AAH!!
cht: @niko_shock 啊！！
es: @niko_shock ¡AAAH!
ja: @niko_shock うそ！！
ko: @niko_shock 아악!!
ru: @niko_shock А-А-А!!!

source: @silver_square1 [`G\.\.\.%ET\|\@silver_square2 `/O \.\.U . T`%\.\.!!\.!]
cht: @silver_square1 [`\.\.\.%\|\@silver_square2 出\.\.去。\.\.！！\.！]
es: @silver_square1 [¡`S\.\.\.%AL\|\@silver_square2 `/DE \.\.A . QUÍ`%\.\.!\.]
it: @silver_square1 [`U\.\.\.%SC\|\@silver_square2 `/I \.\.T . E`%\.\.!!\.!]
ja: @silver_square1 [`ハ\.\.\.%ヤ\|\@silver_square2 `/ク\.\.ニ . ゲ テ`%\.\.！\.！]
ko: @silver_square1 [나\.\.\.%\|\@silver_square2 \.\.가. 부%\.\.탁`%이야!!\.!]
pt_br: @silver_square1 [`V\.\.\.%Á\|\@silver_square2 `/EM \.\.B . ORA`%\.\.!!\.!]
ru: @silver_square1 [`Ух\.\.\.%оДИ\|\@silver_square2 `/Т \.\.Е . `%\.\.!!\.!]

source: @proto_eyeclosed [Come on.]
cht: @proto_eyeclosed [快点。]
es: @proto_eyeclosed [Vamos.]
it: @proto_eyeclosed [Dobbiamo andare.]
ja: @proto_eyeclosed [急いで。]
ko: @proto_eyeclosed [가자니까.]
pt_br: @proto_eyeclosed [Vamos.]
ru: @proto_eyeclosed [Идём.]

source: @niko_upset \p...
ko: @niko_upset \p 님...

source: @niko_upset2 I don't... understand...
cht: @niko_upset2 我不...懂...
es: @niko_upset2 No... lo entiendo...
it: @niko_upset2 Non capisco...
ja: @niko_upset2 もう…分かんない…
ko: @niko_upset2 전... 모르겠어요...
pt_br: @niko_upset2 Não estou... entendendo...
ru: @niko_upset2 Я... не понимаю...

source: @niko3 The world....
cht: @niko3 这世界...
es: @niko3 El mundo...
it: @niko3 Il mondo...
ja: @niko3 世界のこととか……
ko: @niko3 이 세상...
pt_br: @niko3 O mundo...
ru: @niko3 Этот мир....

source: @niko_upset2 The Prophetbot... what he was saying...
cht: @niko_upset2 先知机器人...他在说什么...
es: @niko_upset2 El Profetabot... lo que decía...
it: @niko_upset2 Il Profetabot... quello che stava dicendo...
ja: @niko_upset2 預言者ロボが…言ってたこととか…
ko: @niko_upset2 예언봇... 그가 말한 내용...
pt_br: @niko_upset2 O Profetobô... O que ele estava dizendo...
ru: @niko_upset2 Робот-пророк... Всё, что он говорил...

source: @niko3 Is this world really just.... \>just......
cht: @niko3 这个世界是不是真的...\>这么...
es: @niko3 Este mundo... \>está...
it: @niko3 Questo mondo è... \>è......
ja: @niko3 この世界は、ほんとに… \>ただの……
ko: @niko3 이 세상이 정말... \>그냥...
pt_br: @niko3 Esse mundo é mesmo apenas.... \>apenas......
ru: @niko3 Этот мир и в самом деле.... \>просто......

source: @niko_distressed Is it?
cht: @niko_distressed 是吗？
es: @niko_distressed ¿Está...?
it: @niko_distressed È davvero così?
ja: @niko_distressed ほんとなの？
ko: @niko_distressed 그런 거예요?
pt_br: @niko_distressed É?
ru: @niko_distressed Это правда?

source: @niko_upset2 ...you're just saying that...
cht: @niko_upset2 ...你只是那样说...
es: @niko_upset2 ... Lo dices por decir...
it: @niko_upset2 ...Stai dicendo che...
ja: @niko_upset2 …ウソだ…
ko: @niko_upset2 ...괜히 하는 얘기죠...?
pt_br: @niko_upset2 ... você está dizendo que...
ru: @niko_upset2 ...у тебя не получается врать...

source: @niko_eyeclosed Normally I wouldn't believe it, but...
cht: @niko_eyeclosed 一般我不会相信，但...
es: @niko_eyeclosed Normalmente no lo creería, pero...
it: @niko_eyeclosed Normalmente non ci crederei, ma...
ja: @niko_eyeclosed 普通だったら、 あんなこと信じないよ。でも…
ko: @niko_eyeclosed 평소라면 믿지 않겠지만...
pt_br: @niko_eyeclosed Eu geralmente não acreditaria, mas...
ru: @niko_eyeclosed Так-то я бы в такое не поверил, но...

source: @niko_distressed2 It just... adds up.
cht: @niko_distressed2 ...确实合情合理。
es: @niko_distressed2 Tiene... sentido.
it: @niko_distressed2 Ammetto che... tutto quadra.
ja: @niko_distressed2 あの話は…本当だと思う。
ko: @niko_distressed2 그렇게 생각하면... 말이 돼요.
pt_br: @niko_distressed2 Mas é que... faz sentido.
ru: @niko_distressed2 Просто... всё сходится.

source: @niko_distressed Everything...\.\.adds up.
cht: @niko_distressed 所有事都...\.\.合情合理。
es: @niko_distressed Todo...\.\.tiene sentido.
it: @niko_distressed Così...\.\. tutto quadra.
ja: @niko_distressed 何もかも…\.\.本当。
ko: @niko_distressed 모든 것이...\.\.다.
pt_br: @niko_distressed Tudo... \.\.faz sentido.
ru: @niko_distressed Всё-всё...\.\.сходится.

source: @niko_upset ...he said... you can bring me back...
cht: @niko_upset ...他说... 你可以带我回去...
es: @niko_upset ... Dijo... que podías traerme de vuelta...
it: @niko_upset ...Ha detto... che puoi riportarmi indietro...
ja: @niko_upset …プロトは…神様がミーを連れ戻すことが できるって言ってた…
ko: @niko_upset ...그는... 당신이 절 데려갈 거라고 했어요...
pt_br: @niko_upset ... ele disse... que você pode me trazer de volta...
ru: @niko_upset ...он сказал... что ты можешь меня вернуть...

source: @niko_upset2 ...and... he needs my help to fix things?
cht: @niko_upset2 ...而且...他需要我的帮助解决问题？
es: @niko_upset2 ... y... que necesita mi ayuda para arreglar cosas.
it: @niko_upset2 ...e... ha chiesto il mio aiuto per aggiustare le cose.
ja: @niko_upset2 …それに…色んなものを 直すのにミーが必要って。
ko: @niko_upset2 ...그리고... 뭘 고치는 데 제 도움이 필요하다고요...
pt_br: @niko_upset2 ... e... que precisa da minha ajuda para consertar as coisas?
ru: @niko_upset2 ...И ему... понадобится моя помощь, чтобы всё исправить?

source: @niko_distressed_talk ...I don't...\.\. get it!!!
cht: @niko_distressed_talk ...我没...\.\.懂！！！！
es: @niko_distressed_talk ¡... No...\.\. lo entiendo!
it: @niko_distressed_talk ...Io non...\.\. capisco!!!
ja: @niko_distressed_talk …ミーは…\.\.もう分かんない！！
ko: @niko_distressed_talk ...전...\.\. 이해가 안 돼요!!!
pt_br: @niko_distressed_talk ... eu não...\.\. entendo!
ru: @niko_distressed_talk ...Я...\.\. не понимаю!!!

source: @niko_distressed_meow Why didn't you tell me anything???
cht: @niko_distressed_meow 为什么你没告诉我任何事？？？
es: @niko_distressed_meow ¿Por qué no has dicho nada?
it: @niko_distressed_meow Perché non mi hai detto nulla???
ja: @niko_distressed_meow どうして何も教えてくれなかったの？？
ko: @niko_distressed_meow 왜 아무것도 말해 주지 않았죠???
pt_br: @niko_distressed_meow Por que você não me falou nada???
ru: @niko_distressed_meow Почему нельзя было мне хоть что-нибудь сказать?!?

source: @niko_distressed_talk I... don't know what I'm supposed to do!
cht: @niko_distressed_talk 我...不知道应该做什么！
es: @niko_distressed_talk ¡No... sé qué tengo que hacer!
it: @niko_distressed_talk Io... non so cosa devo fare!
ja: @niko_distressed_talk もう…どうしたらいいのか分かんないよ！
ko: @niko_distressed_talk 이제... 어떡해야 할지 모르겠어요!
pt_br: @niko_distressed_talk Eu... não sei o que preciso fazer!
ru: @niko_distressed_talk Я... не знаю, что мне делать!

source: @niko_upset If I can't fix the world... I can't go back home...
cht: @niko_upset 如果不能拯救世界...我无法回家...
es: @niko_upset Si no puedo arreglar el mundo... No puedo volver a casa...
it: @niko_upset Se non riesco a riparare il mondo... non posso tornare a casa...
ja: @niko_upset この世界を直せなかったら…ミーは、 家に帰れなくなる…
ko: @niko_upset 전 세상을 복원하지 못하면... 집으로 돌아갈 수 없죠...
pt_br: @niko_upset Já que não posso consertar o mundo... nem voltar para casa...
ru: @niko_upset Если я не смогу исправить этот мир... то не смогу вернуться домой...

source: @niko_upset But the world is...\.\. already so messed up...
cht: @niko_upset 但世界...\.\. 已经一团糟了...
es: @niko_upset Pero el mundo ya está...\.\. echo un lío...
it: @niko_upset Ma il mondo è già...\.\. molto danneggiato...
ja: @niko_upset でも世界は…\.\. すでにめちゃくちゃ…
ko: @niko_upset 하지만 세상은...\.\. 이미 엉망이에요...
pt_br: @niko_upset Mas o mundo já...\.\. está tão destruído...
ru: @niko_upset Но он ведь...\.\. уже настолько сломан...

source: @niko_distressed2 ...if the squares don't get fixed... \.\. what will happen to the world?
cht: @niko_distressed2 ...若是方块的问题不解决...\.\.世界会发生什么？
es: @niko_distressed2 ... Si lo de los cuadrados no se soluciona... \.\. ¿Qué le pasará al mundo?
it: @niko_distressed2 ...Se i quadrati non verranno sistemati...\.\. cosa accadrà al mondo?
ja: @niko_distressed2 …四角形が直らなかったら… \.\. この世界はどうなっちゃうの？
ko: @niko_distressed2 ...사각형을 없앨 수 없다면... \.\. 세상은 어떻게 될까요?
pt_br: @niko_distressed2 ... se não consertarmos os quadrados... \.\.o que vai acontecer com o mundo?
ru: @niko_distressed2 ...если квадраты не уйдут... \.\.что будет с этим миром?

source: @niko_upset2 Where would I even go???
cht: @niko_upset2 我又何去何从？？？
es: @niko_upset2 ¿A dónde iré yo?
it: @niko_upset2 Dove potrei andare???
ja: @niko_upset2 ミーは、どこに行っちゃうの？？
ko: @niko_upset2 전 어디로 가고요???
pt_br: @niko_upset2 Para onde eu iria???
ru: @niko_upset2 Будет ли мне куда идти???

source: @niko Well that was fun.
cht: @niko 呃，这很有意思。
es: @niko Ha sido divertido.
it: @niko Beh, è stato divertente.
ja: @niko 楽しかったね。
ko: @niko 아, 재밌었다.
pt_br: @niko Bom, foi divertido.
ru: @niko Что ж, это было прикольно.

source: [ROOM UNDER CONSTRUCTION]
cht: [正在建造的房间]
es: [SALA EN CONSTRUCCIÓN]
it: [STANZA IN COSTRUZIONE.]
ja: [建設中]
ko: [이 방은 공사 중입니다.]
pt_br: [SALA EM CONSTRUÇÃO]
ru: [В ПОМЕЩЕНИИ ВЕДУТСЯ СТРОИТЕЛЬНЫЕ РАБОТЫ]

source: [TILES HAVE NOT BEEN FULLY PLACED]
cht: [瓷砖还没有全部铺好]
es: [LAS BALDOSAS AÚN NO SE HAN COLOCADO DEL TODO.]
it: [NON SONO STATE PIAZZATE TUTTE LE PIASTRELLE.]
ja: [タイルがまだ配置されていません]
ko: [바닥 타일 공사가 끝나지 않았습니다.]
pt_br: [A COLOCAÇÃO DOS AZULEJOS NÃO FOI CONCLUÍDA]
ru: [ПОЛ ПОЛА ЕЩЁ НЕ ГОТОВО]

source: [YOU SHOULD NOT BE HERE YET]
cht: [你现在还不应该在这里]
es: [AÚN NO DEBERÍAS ESTAR AQUÍ]
it: [NON DOVRESTI ESSERE QUI.]
ja: [ここはまだ利用できません]
ko: [들어오시면 안 됩니다.]
pt_br: [VOCÊ AINDA NÃO DEVERIA ESTAR AQUI]
ru: [ВАМ ПОКА РАНО СЮДА ЗАХОДИТЬ]

source: @niko ...alright.
cht: @niko ...好吧。
es: @niko ... de acuerdo.
it: @niko ...D'accordo.
ja: @niko …分かったよ。
ko: @niko ...알았어요.
pt_br: @niko ... certo.
ru: @niko ...ну ладно.

source: Again! Again!
cht: 再一次！再一次！
es: ¡Otra vez! ¡Otra vez!
it: Ancora! Ancora!
ja: もう一度！もう一度だ！
ko: 또! 또!
pt_br: De novo! De novo!
ru: Ещё раз! Ещё раз!

source: Once is enough!
cht: 一次就够了！
es: ¡Con una vez es suficiente!
it: Una volta è sufficiente!
ja: 一度で十分！
ko: 한 번으로 충분해!
pt_br: Uma vez já é o suficiente!
ru: Одного раза достаточно!

source: @niko Okay!
cht: @niko 好的！
es: @niko ¡Vale!
it: @niko Ok!
ja: @niko 分かった！
ko: @niko 알았어요!
pt_br: @niko Certo!
ru: @niko Хорошо!

source: @niko I'm not sure what this is.
cht: @niko 我不确定这是什么。
es: @niko No sé muy bien lo que es.
it: @niko Non so bene cosa sia.
ja: @niko これは何だろ。
ko: @niko 이게 뭔지 잘 모르겠어요.
pt_br: @niko Não sei ao certo o que é isso.
ru: @niko Я не знаю, что это такое.

source: @niko_speak It's like a little car!
cht: @niko_speak 这像一辆小型汽车！
es: @niko_speak ¡Parece un coche pequeño!
it: @niko_speak Sembra una macchinina!
ja: @niko_speak ちっちゃな車みたい！
ko: @niko_speak 작은 자동차 같아요!
pt_br: @niko_speak Parece um carrinho!
ru: @niko_speak Как будто маленькая машина!

source: You should ride on it!
cht: 你应该骑上它！
es: ¡Deberías montarte!
it: Dovresti salirci sopra!
ja: 乗るべきだ！
ko: 한 번 타 봐!
pt_br: Você deveria andar nele!
ru: Тебе стоит на ней прокатиться!

source: Resist urge to ride on it.
cht: 抵抗住骑上它的冲动。
es: Aguanta las ganas de montarte.
it: Resisti alla tentazione di salirci.
ja: 乗りたい衝動を抑えるんだ。
ko: 타고 싶어도 참아.
pt_br: Resista à vontade de andar nele.
ru: Не поддавайся желанию на ней прокатиться.

source: @niko ... \>\n\@niko_speak What?
cht: @niko ...\>\n\@niko_speak 什么？
es: @niko ... \>\n\@niko_speak ¿Cómo?
it: @niko ... \>\n\@niko_speak Cosa?
ja: @niko … \>\n\@niko_speak えっ？
ko: @niko ... \>\n\@niko_speak 뭐라고요?
pt_br: @niko ... \>\n\@niko_speak O quê?
ru: @niko ... \>\n\@niko_speak Что?

source: Do it!
cht: 去做吧！
es: ¡Hazlo!
it: Fallo!
ja: やるんだ！
ko: 빨리 타 봐!
pt_br: Manda bala!
ru: Давай!

source: @niko Um....
cht: @niko 嗯...
es: @niko Mmm...
it: @niko Ehm...
ja: @niko えっと…
ko: @niko 으음...
pt_br: @niko Hm...
ru: @niko Эм....

source: @niko_eyeclosed I wasn't going to, \p...
cht: @niko_eyeclosed 我不打算去做，\p...
es: @niko_eyeclosed No iba a hacerlo, \p...
it: @niko_eyeclosed Non avevo intenzione di farlo, \p...
ja: @niko_eyeclosed 元々そんなつもりなかったよ、 \p…
ko: @niko_eyeclosed 안 그러려고 했는데, \p 님...
pt_br: @niko_eyeclosed Eu não ia, \p...
ru: @niko_eyeclosed Я и не собирался, \p...

source: Don't be afraid to ask if you guys want some stew!
cht: 大家想吃炖菜的话直接说，不要有顾虑！
es: Si queréis estofado, ¡pedidlo sin miedo!
it: Ragazzi, se volete dello stufato non fate complimenti!
ja: シチューが食べたくなったら 遠慮せずに言ってね！
ko: 전골을 먹고 싶으면 주저하지 말고 말하렴!
pt_br: Não hesitem em pedir ensopado!
ru: Ребят, если хотите рагу, не стесняйтесь, говорите!

source: @alula_speak Thank you!
cht: @alula_speak 谢谢！
es: @alula_speak ¡Gracias!
it: @alula_speak Grazie!
ja: @alula_speak ありがと！
ko: @alula_speak 정말 고마워!
pt_br: @alula_speak Obrigada!
ru: @alula_speak Спасибо!

source: Don't be afraid to ask if you want some stew!
cht: 你们想吃炖菜的话直接说，不要有顾虑！
es: Si queréis estofado, ¡pedidlo sin miedo!
it: Se vuoi un po' di stufato, chiedi pure!
ja: シチューが食べたくなったら 遠慮せずに言ってね！
ko: 전골을 먹고 싶으면 주저하지 말고 말하렴!
pt_br: Não hesitem em pedir um ensopado!
ru: Если хочешь рагу, только скажи!

source: It's not ready yet, but...\nWould you kids like some stew?
cht: 还没有做好，但是...\n孩子们，你们想吃炖菜吗？
es: Aún no está listo, pero...\n¿Os apetece un poco de estofado?
it: Non è ancora pronto, ma...\nragazzi, volete un po' di stufato?
ja: まだ完成してないけど…\n君たち、シチューを食べない？
ko: 아직 만드는 중이지만...\n너희들, 전골 좀 먹을래?
pt_br: Ainda não está pronto, mas...\nVocê quer ensopado?
ru: Оно ещё не готово, но...\nРебята, вы не хотели бы немного рагу?

source: @niko_speak I'm not hungry...\nBut thank you!
cht: @niko_speak 我不饿...\n但是也很感谢你！
es: @niko_speak La verdad es que no tengo hambre...\npero ¡gracias!
it: @niko_speak Non ho fame...\nMa grazie!
ja: @niko_speak お腹空いてないんだ…\nでも、ありがとう！
ko: @niko_speak 배가 안 고파요...\n어쨌든 고마워요!
pt_br: @niko_speak Estou sem fome...\nMas valeu!
ru: @niko_speak Я не голоден...\nНо всё равно спасибо!

source: @alula Same!
cht: @alula 我也一样！
es: @alula ¡Lo mismo digo!
it: @alula Neanche io!
ja: @alula あたしもー！
ko: @alula 나도야!
pt_br: @alula Tudo bem!
ru: @alula Я тоже. Спасибо!

source: Well, don't be afraid to ask when you do get hungry!
cht: 你们想吃炖菜的话直接说，不要有顾虑！
es: Bueno, si te entra el hambre, ¡pide sin miedo!
it: Beh, se avete fame chiedete pure!
ja: お腹が減ったら遠慮せずに言ってね！
ko: 배가 고플 때는 주저하지 말고 말해 줘!
pt_br: Não hesite em pedir se tiver fome!
ru: Но когда проголодаетесь, не стесняйтесь, подходите!

source: It's not ready yet, but...\nWould you like some stew?
cht: 还没有做好，但是...\n你们想吃炖菜吗？
es: Aún no está listo, pero...\n¿Te apetece un poco de estofado?
it: Non è ancora pronto, ma...\nvorresti un po' di stufato?
ja: まだ完成してないけど…\nシチューを食べない？
ko: 아직 만드는 중이지만...\n전골 좀 먹을래?
pt_br: Ainda não está pronto, mas...\nVocê quer ensopado?
ru: Оно ещё не готово, но...\nНе хочешь немного рагу?

source: It's the least I can offer the savior!
cht: 我也只能给救世主贡献这点东西了！
es: ¡Es lo mínimo que puedo ofrecerle al salvador!
it: È il minimo che possa offrire al salvatore!
ja: 救世主さんに、せめてこれぐらいは させてちょうだい！
ko: 구원자에게 할 수 있는 최소한의 예의야!
pt_br: É o mínimo que eu posso oferecer ao messias!
ru: Это меньшее, что я могу предложить спасителю!

source: @niko The fireflies light up this room.
cht: @niko 萤火虫点亮了这间房。
es: @niko Las luciérnagas iluminan esta sala.
it: @niko La stanza è illuminata dalle lucciole.
ja: @niko ホタルのおかげで部屋が明るいね。
ko: @niko 반딧불이 방을 밝히고 있어요.
pt_br: @niko Os vaga-lumes iluminam a sala.
ru: @niko Эти светлячки освещают эту комнату.

source: @niko_eyeclosed The squares are here too...
cht: @niko_eyeclosed 这里也有方块...
es: @niko_eyeclosed Los cuadrados también están aquí...
it: @niko_eyeclosed I quadrati sono anche qui...
ja: @niko_eyeclosed 四角形がここにも…
ko: @niko_eyeclosed 여기에도 사각형들이 있어요...
pt_br: @niko_eyeclosed Os quadrados também estão aqui...
ru: @niko_eyeclosed Квадраты есть и здесь...

source: @en_upset_meow [Something happened in there to make you upset]
cht: @en_upset_meow [在那里发生了一些事让你们很沮丧]
es: @en_upset_meow [Algo sucedió allí para alterarte]
it: @en_upset_meow [È successo qualcosa lì dentro che ti ha turbato.]
ja: @en_upset_meow [君を動揺させてしまうことが、そこで起きた]
ko: @en_upset_meow [거기에서 있었던 일 때문에 화가 난 거야.]
pt_br: @en_upset_meow [Alguma coisa que chateou você aconteceu lá dentro.]
ru: @en_upset_meow [Там что-то произошло, что тебя расстроило.]

source: I'm getting dizzy!
cht: 我有点头晕目眩！
es: ¡Me estoy mareando!
it: Mi gira la testa!
ja: 目が回ってきた！
ko: 어지러워!
pt_br: Estou entontecendo!
ru: У меня голова кружится!

source: @niko_eyeclosed Told ya!
cht: @niko_eyeclosed 早跟你说过了！
es: @niko_eyeclosed ¡Te lo dije!
it: @niko_eyeclosed Te l'avevo detto!
ja: @niko_eyeclosed ほらあ！
ko: @niko_eyeclosed 내가 뭐랬어!
pt_br: @niko_eyeclosed Eu disse!
ru: @niko_eyeclosed Я же говорил!

source: @alula_speak Why are you spinning around like that?
cht: @alula_speak 你为什么要这样转圈？
es: @alula_speak ¿Por qué no paras de dar vueltas?
it: @alula_speak Perché stai girando così?
ja: @alula_speak どうしてそんなふうにクルクルしてるの？
ko: @alula_speak 넌 왜 그렇게 빙글빙글 돌고 있어?
pt_br: @alula_speak Por que você está girando desse jeito?
ru: @alula_speak Зачем ты так крутишься?

source: @niko_speak You're gonna get dizzy!
cht: @niko_speak 你这样会把自己弄晕的！
es: @niko_speak ¡Te vas a marear!
it: @niko_speak Ti verranno le vertigini!
ja: @niko_speak 目が回っちゃうよ！
ko: @niko_speak 그렇게 돌면 어지러울걸!
pt_br: @niko_speak Você vai ficar tonta!
ru: @niko_speak У тебя закружится голова!

source: I'm the Tower!
cht: 我就是塔楼！
es: ¡Yo soy la Torre!
it: Io sono la Torre!
ja: 私は塔なの！
ko: 난 탑이야!
pt_br: Eu sou a Torre!
ru: Я Башня!

source: Grandpa says the Tower used to spin allll the time bringing sunlight to the world!
cht: 爷爷说，以前塔楼会不停地转，给世界 带来阳光！
es: ¡El abuelo dice que antes la Torre giraba todo el tiempo para iluminar el mundo!
it: Nonno dice che la Torre girava tuuutto il tempo portando la luce del sole al mondo!
ja: 太陽の光を世界中に広めるために、 ずーーっとぐるぐる回ってたんだって おじいちゃんが言ってた！
ko: 탑은 세상에 햇빛을 비추려고 늘 빙글빙글 돌았다고, 할아버지가 그러셨어!
pt_br: Vovô diz que a Torre não parava de girar e trazia a luz do sol ao mundo!
ru: Дедуля говорит, что Башня всё время вращалась и освещала мир!

source: I wanna see it too!
cht: 我也想试试看！
es: ¡Yo también quiero verlo!
it: Voglio vederla anche io!
ja: 私も見てみたいなー！
ko: 나도 그거 보고 싶어!
pt_br: Eu queria ver isso!
ru: Я тоже хочу это увидеть!

source: @alula_gasp Same!
cht: @alula_gasp 我也一样！
es: @alula_gasp ¡Y yo!
it: @alula_gasp Anch'io!
ja: @alula_gasp あたしもー！
ko: @alula_gasp 나도야!
pt_br: @alula_gasp Eu também!
ru: @alula_gasp И я тоже!

source: @alula_pout I've only seen the sun when I was a little baby...
cht: @alula_pout 我只在还是小宝宝的时候见过太阳...
es: @alula_pout Solo vi el sol cuando era un bebé...
it: @alula_pout Il sole l'ho visto solo quando ero piccola...
ja: @alula_pout 太陽かあ、あたしが最後に見たの、 まだすっごく小さかった頃ね…
ko: @alula_pout 나는 아주 어릴 때만 태양을 봤어...
pt_br: @alula_pout Só vi o sol quando era bebê...
ru: @alula_pout Я видела солнце, когда была совсем маленькой...

source: @niko Well, I'm here now...
cht: @niko 嗯，所以我来这里了...
es: @niko Bueno, y ahora estoy aquí...
it: @niko Beh, ora sono qui...
ja: @niko でも、ミーが来たから…
ko: @niko 뭐, 이제 내가 여기 왔으니까...
pt_br: @niko Bom, agora estou aqui...
ru: @niko Ну, теперь когда я здесь...

source: @niko I guess it'll only be a matter of time again.
cht: @niko 我觉得只是需要给我点时间。
es: @niko Supongo que es solo cuestión de tiempo.
it: @niko Credo che sarà solo una questione di tempo.
ja: @niko もう時間の問題ってやつじゃないかな。
ko: @niko 조만간 다시 볼 수 있을 거야.
pt_br: @niko Acho que agora é só mais uma questão de tempo.
ru: @niko Думаю, это лишь вопрос времени.

source: @niko You're gonna get dizzy if you keep spinning around like that...
cht: @niko 如果你这样转圈的话，会头晕的...
es: @niko ¡Si sigues girando así, te vas a marear!
it: @niko Ti farai venire le vertigini se continui a girare così...
ja: @niko そんなふうにクルクルしてると 目が回っちゃうよ…
ko: @niko 그렇게 돌면 어지러워진다...
pt_br: @niko Sua cabeça vai dar um nó se você continuar girando assim...
ru: @niko Если будешь так крутиться, у тебя голова закружится...

source: @niko_speak Peas!
cht: @niko_speak 豌豆！
es: @niko_speak ¡Guisantes!
it: @niko_speak Piselli!
ja: @niko_speak 豆だ！
ko: @niko_speak 완두콩이에요!
pt_br: @niko_speak Ervilhas!
ru: @niko_speak Горошек!

source: @niko Full of dried beans.
cht: @niko 满满的干豌豆。
es: @niko Un montón de judías secas.
it: @niko È pieno di fagioli secchi.
ja: @niko 乾燥した豆でいっぱい。
ko: @niko 말린 콩이 가득해요.
pt_br: @niko Vários grãos secos.
ru: @niko Полон высушенных бобов.

source: [\v[31] LIGHTS CORRECT.]
cht: [\v[31] 个灯光正确。]
es: [\v[31] LUCES CORRECTAS.]
it: [\v[31] LUCI CORRETTE.]
ja: [\v[31]つ正解。]
ko: [\v[31] 조명 색상이 일치합니다.]
pt_br: [\v[31] LUZES CORRETAS.]
ru: [\v[31] ВЕРНЫХ ОГНЕЙ.]

source: \c[2][ACCESS GRANTED!]\c[0]
cht: \c[2][获得准许。]\c[0]
es: \c[2][¡ACCESSO PERMITIDO!]\c[0]
it: \c[2][ACCESSO AUTORIZZATO!]\c[0]
ja: \c[2][アクセス成功！]\c[0]
ko: \c[2][접근이 승인되었습니다!]\c[0]
pt_br: \c[2][ACESSO CONCEDIDO!]\c[0]
ru: \c[2][ДОСТУП РАЗРЕШЁН!]\c[0]

source: \c[1][ACCESS DENIED. \v[37] TRIES LEFT.]\c[0]
cht: \c[1][未获得准许。还剩\v[37]次机会 。]\c[0]
es: \c[1][ACCESSO DENEGADO. \v[37] INTENTOS RESTANTES.]\c[0]
it: \c[1][ACCESSO NEGATO. \v[37] TENTATIVI RIMASTI.]\c[0]
ja: \c[1][アクセス失敗。 テスト可能回数、残り\v[37]回。]\c[0]
ko: \c[1][접근이 거부되었습니다. \v[37]회 남았습니다.]\c[0]
pt_br: \c[1][ACESSO NEGADO. \v[37] TENTATIVAS RESTANTES.]\c[0]
ru: \c[1][ДОСТУП ЗАПРЕЩЁН. ОСТАЛОСЬ \v[37] ПОПЫТОК.]\c[0]

source: \c[1][INTRUDER DETECTED. RESETTING LOCK MECHANISM.]\c[0]
cht: \c[1][发现入侵者。重启门禁机制。]\c[0]
es: \c[1][INTRUSO DETECTADO. REESTABLECIENDO MECANISMO DE BLOQUEO.]\c[0]
it: \c[1][INTRUSO RILEVATO. RIPRISTINO MECCANISMO DI CHIUSURA IN CORSO.]\c[0]
ja: \c[1][侵入者を検知しました。 ロック機構をリセットします。]\c[0]
ko: \c[1][침입자 확인. 잠금장치를 초기화합니다.]\c[0]
pt_br: \c[1][INTRUSO DETECTADO. REDEFININDO MECANISMO DE TRAVAMENTO.]\c[0]
ru: \c[1][ОБНАРУЖЕН НАРУШИТЕЛЬ. ПРОИЗВОДИТСЯ СБРОС КОМБИНАЦИИ ЗАМОЧНОГО МЕХАНИЗМА.]\c[0]

source: @niko_eyeclosed Sigh... Time to start over...
cht: @niko_eyeclosed 叹气...重新开始...
es: @niko_eyeclosed Ay... A empezar de nuevo...
it: @niko_eyeclosed Sigh... Ricominciamo da capo...
ja: @niko_eyeclosed はぁ…やり直さなきゃ…
ko: @niko_eyeclosed 하아... 처음부터 다시 해야겠네요...
pt_br: @niko_eyeclosed Ah... Hora de começar de novo...
ru: @niko_eyeclosed Эх... Придётся всё начать заново...

source: [HALT!]
cht: [停！]
es: [¡ALTO!]
it: [FERMO!]
ja: [止まりなさい！]
ko: [멈추십시오!]
pt_br: [PARE!]
ru: [СТОП!]

source: [PLEASE AWAIT FURTHER INSTRUCTION ON THE SECURITY TEST.]
cht: [请等候安全测试的进一步指示。]
es: [ESPERE MÁS INSTRUCCIONES SOBRE LA PRUEBA DE SEGURIDAD.]
it: [ATTENDI ULTERIORI ISTRUZIONI SULLA PROVA DI SICUREZZA.]
ja: [セキュリティーテストに関する 次の指示をお待ちください。]
ko: [보안 시험에 대한 추가적인 지시가 있을 때까지 기다리십시오.]
pt_br: [AGUARDE MAIS INFORMAÇÕES DO TESTE DE SEGURANÇA.]
ru: [ПОЖАЛУЙСТА, ОЖИДАЙТЕ ДАЛЬНЕЙШИХ УКАЗАНИЙ КАСАТЕЛЬНО ПРОВЕРКИ СИСТЕМЫ БЕЗОПАСНОСТИ.]

source: [PLEASE SPEAK TO THE DOOR ROBOT.]
cht: [请和看门机器人通讲话。]
es: [HÁBLELE AL ROBOT DE LA PUERTA.]
it: [VAI A PARLARE CON IL ROBOT ALLA PORTA, PER FAVORE.]
ja: [ドアロボットに話しかけてください。]
ko: [문봇에게 말을 걸어 주십시오.]
pt_br: [FALE COM O ROBÔ DA PORTA.]
ru: [ПОЖАЛУЙСТА, ОБРАТИТЕСЬ К РОБОТУ-ПРИВРАТНИКУ.]

source: @niko We opened the lock!
cht: @niko 我们打开了锁！
es: @niko ¡Hemos abierto el bloqueo!
it: @niko Abbiamo tolto il blocco!
ja: @niko ロックが開いたよ！
ko: @niko 해냈어요! 문이 열렸어요!
pt_br: @niko Abrimos a fechadura!
ru: @niko Мы открыли замок!

source: [THE SECURITY SYSTEM HAS BEEN TEMPORARILY DEACTIVATED.]
cht: [安全系统当前已关闭。]
es: [SE HA DESACTIVADO TEMPORALMENTE EL SISTEMA DE SEGURIDAD.]
it: [IL SISTEMA DI SICUREZZA È STATO TEMPORANEAMENTE DISATTIVATO.]
ja: [セキュリティーシステムヲ 一時的に解除しましタ。]
ko: [보안 시스템을 일시 해제합니다.]
pt_br: [O SISTEMA DE SEGURANÇA FOI TEMPORARIAMENTE DESATIVADO.]
ru: [СИСТЕМА БЕЗОПАСНОСТИ ВРЕМЕННО ОТКЛЮЧЕНА.]
