Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: $-cannot overstate the importance of cleaning solvents in this environment.
cht: $-清洗剂在这个环境中 的重要性不必多言。
es: $-no se puede sobrevalorar la importancia de los disolventes de limpieza en este entorno.
it: $-solventi per la pulizia in questo ambiente sono assolutamente fondamentali.
ja: $この環境における 洗浄溶剤の重要性は 重ねて強調するべき である。
ko: $-이런 환경에서는 세정용제의 중요성을 거듭 강조해야 한다.
pt_br: $— sempre importante salientar a importância de solventes de limpeza neste ambiente.
ru: $-невозможно переоценить важность химических растворителей в данной среде.

source: $Here is a simple recipe using the alternative method discussed in the last chapter, utilizing the natural properties of blue phosphor.
cht: $这是上一章讨论的利用 蓝色荧光体的自然性质 的简单替代配方。
es: $He aquí una sencilla receta que aprovecha las propiedades naturales del fósforo azul.
it: $Questa semplice ricetta utilizza il metodo alternativo discusso nell'ultimo capitolo e sfrutta le proprietà naturali del fosforo blu.
ja: $前章で述べた代替方法を 使った、青色蛍光体の 自然の特性を利用した 簡単なレシピを 以下に記す。
ko: $마지막 장에서 언급한 방법으로 청색 발광체의 자연적 성질을 이용하는 제조법을 소개한다.
pt_br: $Uma receita simples usando o método alternativo retratado no último capítulo acerca das propriedades da luminescência azul.
ru: $Вот простой рецепт с использованием альтернативного метода из предыдущей главы. Он основан на натуральных свойствах синего фосфора.

source: $Reagents:
cht: $试剂：
es: $Reactivos:
it: $Reagenti:
ja: $試薬:
ko: $시약:
pt_br: $Reagentes:
ru: $Реагенты:

source: $-Acidic gas
cht: $-酸性气体
es: $-Gas ácido
it: $-Gas acido
ja: $-酸性ガス
ko: $-산성 가스
pt_br: $-Gás ácido
ru: $-Кислотный газ

source: $-Blue phosphor (rare form)
cht: $-蓝色荧光体（稀有形式）
es: $-Fósforo azul (forma poco común)
it: $-Fosforo blu (forma rara)
ja: $-青色蛍光体（珍形態）
ko: $-청색 발광체 (희귀 형태)
pt_br: $-Luminescência azul (forma rara)
ru: $-Синий фосфор (редкая форма)

source: $Instructions:
cht: $说明：
es: $Instrucciones:
it: $Istruzioni:
ja: $手順:
ko: $제조법:
pt_br: $Instruções:
ru: $Инструкция:

source: $1) In a well-ventilated area, direct the gas into your container of choice.
cht: $1）在通风良好的地方， 把空气导入你选择的容 器里。
es: $1) En una zona con buena ventilación, orienta el gas hacia el recipiente de tu elección.
it: $1) In uno spazio ben arieggiato, direzionare il gas in un contenitore a vostra scelta.
ja: $1）良く換気された 場所で、ガスを好みの 容器に誘導する。
ko: $1)바람이 잘 통하는 곳에서 가스를 용기에 넣는다.
pt_br: $1) Numa área ventilada, introduza o gás no recipiente de livre escolha.
ru: $1) В хорошо проветриваемом помещении направьте газ в выбранный вами контейнер.

source: $Seal immediately.
cht: $立即密封。
es: $Séllalo de inmediato.
it: $Chiudere immediatamente.
ja: $即座に密封する。
ko: $즉시 밀폐한다.
pt_br: $Feche-o imediatamente.
ru: $Немедленно герметично закройте.

source: @niko That's the end of the page...
cht: @niko 这是那一页纸最后的内容...
es: @niko Ahí acaba la página...
it: @niko Le istruzioni finiscono qui...
ja: @niko ここでページが途切れている…
ko: @niko 이게 끝이네...
pt_br: @niko E aí termina a página...
ru: @niko Это конец страницы...

source: [WELCOME TO THE OLD CHEMICAL PROCESSING PLANT.]
cht: [欢迎来到这座旧的化学加工厂。]
es: [BIENVENIDO A LA VIEJA PLANTA QUÍMICA.]
it: [BENVENUTO NEL VECCHIO IMPIANTO DI TRATTAMENTO CHIMICO.]
ja: [旧化学処理工場ヘようこソ。]
ko: [구 화학 처리 공장에 오신 걸 환영합니다.]
pt_br: [BOAS-VINDAS À ANTIGA USINA DE PROCESSAMENTO QUÍMICO.]
ru: [ДОБРО ПОЖАЛОВАТЬ НА СТАРОЕ ХИМИЧЕСКОЕ ПРЕДПРИЯТИЕ.]

source: [MOST OF THE EQUIPMENT HAS ALREADY BEEN RELOCATED.]
cht: [大多数设备已经迁移。]
es: [LA MAYOR PARTE DEL MATERIAL YA SE HA REUBICADO.]
it: [LA MAGGIOR PARTE DELL'ATTREZZATURA È GIÀ STATA SPOSTATA.]
ja: [設備ハすでにほとんど移送済みでス。]
ko: [장비는 대부분 이전되었습니다.]
pt_br: [A MAIOR PARTE DOS EQUIPAMENTOS FOI REALOCADA.]
ru: [БОЛЬШАЯ ЧАСТЬ ОБОРУДОВАНИЯ УЖЕ БЫЛА ВЫВЕЗЕНА.]

source: @niko Do you know where I could find a battery for a flying machine?
cht: @niko 你知道哪里可以找到用于飞行器的电池吗？
es: @niko ¿Sabes dónde podría encontrar una batería para una máquina voladora?
it: @niko Sai dove posso trovare una batteria per una macchina volante?
ja: @niko 空飛ぶ機械に使うバッテリーって、 どこを探せばあるかな？
ko: @niko 하늘을 나는 기계에 쓸 배터리를 어디에서 찾을 수 있는지 알아요?
pt_br: @niko Sabe onde encontro uma bateria para uma máquina voadora?
ru: @niko Вы не знаете, где тут можно найти батарею для летательного аппарата?

source: [I HAVE A BATTERY INTEGRATED INTO MY SYSTEM.]
cht: [我的系统中有个电池。]
es: [TENGO UNA BATERÍA INTEGRADA EN MI SISTEMA.]
it: [HO UN BATTERIA INTEGRATA NEL MIO SISTEMA.]
ja: [バッテリーでしたら、ワタシの システムに組み込まれていまス。]
ko: [제게는 배터리가 내장되어 있습니다.]
pt_br: [EU TENHO UMA BATERIA INTEGRADA AO MEU SISTEMA.]
ru: [У МЕНЯ ЕСТЬ БАТАРЕЯ, НО ОНА ВСТРОЕНА В МОЮ СИСТЕМУ.]

source: [IT CANNOT BE USED TO POWER OTHER THINGS.]
cht: [它不能用于为其他东西提供动力。]
es: [NO SE PUEDE USAR PARA OTRAS COSAS.]
it: [NON PUÒ ESSERE UTILIZZATA PER FORNIRE ENERGIA AD ALTRE COSE.]
ja: [他ノ機械の電源としてハ、使用できませン。]
ko: [하지만 이 배터리는 그 외의 기기에 동력을 공급하는 데 사용할 수 없죠.]
pt_br: [NÃO É POSSÍVEL USÁ-LA PARA ALIMENTAR OUTRAS COISAS.]
ru: [ЕЁ НЕЛЬЗЯ ИСПОЛЬЗОВАТЬ, ЧТОБЫ ЗАРЯЖАТЬ ДРУГИЕ ВЕЩИ.]

source: [STAY SAFE.]
cht: [注意安全。]
es: [TEN CUIDADO.]
it: [RESTA AL SICURO.]
ja: [お気をつけテ。]
ko: [조심하십시오.]
pt_br: [FIQUE BEM.]
ru: [БЕРЕГИТЕ СЕБЯ.]

source: [THE RESEARCH STATION IS CURRENTLY EXPERIENCING SOME TECHNICAL DIFFICULTIES.]
cht: [研究站目前碰到一些技术上的难题。]
es: [LA ESTACIÓN DE INVESTIGACIÓN ESTÁ EXPERIMENTANDO DIFICULTADES TÉCNICAS.]
it: [LA STAZIONE DI RICERCA STA ATTUALMENTE AFFRONTANDO DELLE DIFFICOLTÀ TECNICHE.]
ja: [研究施設ニハ現在、技術的問題ガ 発生していまス。]
ko: [연구 시설이 현재 몇 가지 기술적인 문제를 겪고 있습니다.]
pt_br: [A ESTAÇÃO DE PESQUISA ESTÁ PASSANDO POR DIFICULDADES TÉCNICAS.]
ru: [В НАСТОЯЩЕЕ ВРЕМЯ НАУЧНАЯ СТАНЦИЯ ИСПЫТЫВАЕТ НЕКОТОРЫЕ ТЕХНИЧЕСКИЕ ТРУДНОСТИ.]

source: @niko2 I can tell...
cht: @niko2 我可以看出来...
es: @niko2 Ya veo...
it: @niko2 Lo vedo...
ja: @niko2 そうみたいだね…
ko: @niko2 그런 것 같아 보이네요...
pt_br: @niko2 Dá para ver...
ru: @niko2 Я заметил...

source: @niko_eyeclosed Even the bridge on the way here was...
cht: @niko_eyeclosed 甚至路上的桥都...
es: @niko_eyeclosed Incluso el puente de camino aquí estaba...
it: @niko_eyeclosed Anche il ponte sulla strada qui era...
ja: @niko_eyeclosed この道の途中にあった橋すら…
ko: @niko_eyeclosed 여기 오는 길에 있던 다리마저도...
pt_br: @niko_eyeclosed Até a ponte para cá estava...
ru: @niko_eyeclosed Даже мост на пути сюда был...

source: @niko By the way, do you know where I could find a battery for a flying machine?
cht: @niko 顺便问一下，你知道哪里可以找到用 于飞行器 的电池吗？
es: @niko Por cierto, ¿sabes dónde podría encontrar una batería para una máquina voladora?
it: @niko A proposito, sai dove posso trovare una batteria per una macchina volante?
ja: @niko あの、空飛ぶ機械に使うバッテリーって、 どこを探せばあるかな？
ko: @niko 그런데, 하늘을 나는 기계에 쓸 배터리를 어디에서 찾을 수 있는지 아시나요?
pt_br: @niko Falando nisso, sabe onde encontro uma bateria para uma máquina voadora?
ru: @niko Кстати, а ты не знаешь, где тут можно найти батарею для летательного аппарата?

source: [I DO NOT.]
cht: [不知道。]
es: [NO.]
it: [NON LO SO.]
ja: [知りませン。]
ko: [모릅니다.]
pt_br: [NÃO.]
ru: [НЕ ЗНАЮ.]

source: [ANOMALIES ARE INCREASING...]
cht: [异常现象在增多...]
es: [ANOMALÍAS EN AUMENTO...]
it: [LE ANOMALIE AUMENTANO...]
ja: [異常現象ガ増加していまス…]
ko: [이상 현상이 증가하고 있습니다...]
pt_br: [HÁ CADA VEZ MAIS ANOMALIAS...]
ru: [АНОМАЛЬНОСТЬ РАСТЁТ...]

source: @niko_speak Do you know where I could find a battery for a flying machine?
cht: @niko_speak 你知道哪里可以找到用于飞行器的电 池吗？
es: @niko_speak ¿Sabes dónde podría encontrar una batería para una máquina voladora?
it: @niko_speak Sai dove posso trovare una batteria per una macchina volante?
ja: @niko_speak 空飛ぶ機械に使うバッテリーって、 どこを探せばあるかな？
ko: @niko_speak 하늘을 나는 기계에 사용할 배터리를 어디에서 찾을 수 있는지 아세요?
pt_br: @niko_speak Sabe onde encontro uma bateria para uma máquina voadora?
ru: @niko_speak Вы не знаете, где тут можно найти батарею для летательного аппарата?

source: [HAVE YOU CHECKED THE POWER ROOM?]
cht: [你检查电力室了吗？]
es: [¿HAS MIRANDO EN LA SALA DE ENERGÍA?]
it: [HAI CONTROLLATO LA SALA MACCHINE?]
ja: [電力室ハ確認しましたカ？]
ko: [동력실을 확인하셨습니까?]
pt_br: [JÁ VERIFICOU A SALA DE ENERGIA?]
ru: [ВЫ ПРОВЕРЯЛИ ГЕНЕРАТОРНУЮ КОМНАТУ?]

source: [WHAT IS A FLYING MACHINE.]
cht: [飞行器是什么。]
es: [¿QUÉ ES UNA MÁQUINA VOLADORA?]
it: [CHE COS'È UNA MACCHINA VOLANTE.]
ja: [空飛ぶ機械トハ？]
ko: [하늘을 나는 기계가 무엇입니까?]
pt_br: [O QUE É UMA MÁQUINA VOADORA.]
ru: [ЧТО ТАКОЕ ЛЕТАТЕЛЬНЫЙ АППАРАТ.]

source: [SOME VINES JUST GREW AROUND THIS BRIDGE.]
cht: [这座桥周围生长着一些藤蔓。]
es: [HAN CRECIDO ENREDADERAS ALREDEDOR DE ESTE PUENTE.]
it: [ALCUNI ROVI SONO CRESCIUTI SU QUESTO PONTE.]
ja: [ツタガ突然、この橋を覆い始めましタ。]
ko: [일부 덩굴이 이 다리까지 자랐습니다.]
pt_br: [ALGUMAS TREPADEIRAS ACABARAM DE CRESCER AO REDOR DESTA PONTE.]
ru: [НЕСКОЛЬКО ЛОЗ НЕОЖИДАННО ВЫРОСЛИ ВОКРУГ ЭТОГО МОСТА.]

source: [ALMOST AS IF IT WAS AN INTENTIONAL REPAIR EFFORT.]
cht: [感觉像是特意进行修复的。]
es: [CASI COMO SI SE TRATASE DE UN ESFUERZO DE REPARACIÓN INTENCIONAL.]
it: [QUASI COME SE FOSSE UN METODO DI RIPARAZIONE INTENZIONALE.]
ja: [マルデ、橋ヲ修理しようとしているかのようニ。]
ko: [마치 의도적으로 다리를 고치려고 하는 것처럼 말입니다.]
pt_br: [COMO SE TIVESSEM A INTENÇÃO DE CONSERTÁ-LA.]
ru: [КАК БУДТО ЭТО БЫЛА ЦЕЛЕНАПРАВЛЕННАЯ РЕМОНТНАЯ ДЕЯТЕЛЬНОСТЬ.]

source: @proto1 [I...]\>\n[...recognize the light in your eyes...]
cht: @proto1 [我...]\>\n[...认出了你眼睛里的光...]
es: @proto1 [Yo...]\>\n[... Reconozco la luz de tus ojos...]
it: @proto1 [Io...\>\n...riconosco la luce nei tuoi occhi...]
ja: @proto1 [その光…]\>\n[…その目の光を、ボクは知ってる…]
ko: @proto1 [난...]\>\n[..네 눈의 빛을 보면 알 수 있어...]
pt_br: @proto1 [Eu...]\>\n[... reconheço a luz em seus olhos...]
ru: @proto1 [Я...]\>\n[...узнаю этот свет в твоих глазах...]

source: @proto1 [You are the person I am destined to meet.]
cht: @proto1 [你是我注定要见的人。]
es: @proto1 [Eres la persona que estoy destinado a conocer.]
it: @proto1 [Tu sei la persona che sono destinato a incontrare.]
ja: @proto1 [ボクと会う運命にある人。]
ko: @proto1 [넌 내가 만나야 할 사람이야.]
pt_br: @proto1 [Meu destino era encontrar você.]
ru: @proto1 [Ты тот, кого мне было предначертано встретить.]

source: @proto1b [....Niko?]
ja: @proto1b [……ニコ？]
ko: @proto1b [....니코?]
ru: @proto1b [....Нико?]

source: @niko3 Y...\.\.yes?
cht: @niko3 ...\.\.是的？
es: @niko3 S...\.\. ¿Sí?
it: @niko3 S...\.\.-sì?
ja: @niko3 は…\.\.はい？
ko: @niko3 어...\.\.에?
pt_br: @niko3 S...\.\.sim?
ru: @niko3 Д...\.\.да?

source: @proto1b [....What is your name?]
cht: @proto1b [...你叫什么名字？]
es: @proto1b [... ¿Cómo te llamas?]
it: @proto1b [...Come ti chiami?]
ja: @proto1b [……名前は？]
ko: @proto1b [....이름이 뭐야?]
pt_br: @proto1b [... Qual é o seu nome?]
ru: @proto1b [....Как тебя зовут?]

source: @niko2 I'm Niko...
cht: @niko2 我是Niko...
es: @niko2 Yo me llamo Niko...
it: @niko2 Sono Niko...
ja: @niko2 ニコ…
ko: @niko2 니코요...
pt_br: @niko2 Eu sou Niko...
ru: @niko2 Меня зовут Нико...

source: @proto2 [Do you know who sent you?]
cht: @proto2 [你知道谁把你送到这来的吗？]
es: @proto2 [¿Sabes quién te ha enviado?]
it: @proto2 [Sai chi ti ha mandato?]
ja: @proto2 [誰に言われて来たの？]
ko: @proto2 [누가 보낸 거야?]
pt_br: @proto2 [Você sabe quem mandou você para cá?]
ru: @proto2 [Ты знаешь, кто тебя послал?]

source: @niko2 Oh....\>\n...um...
cht: @niko2 哦...\>\n嗯...
es: @niko2 Oh...\>\n... em...
it: @niko2 Oh...\>\n...Ehm...
ja: @niko2 え……\>\n…うーん…
ko: @niko2 아....\>\n...음...
pt_br: @niko2 Ah....\>\n... hm...
ru: @niko2 О....\>\n...эм-м...

source: @niko3 .....n...o?
cht: @niko3 ...不？
ja: @niko3 …わかんない。
ko: @niko3 .....글... 쎄요?
pt_br: @niko3 ... n-não?
ru: @niko3 ....не...ет?

source: @niko ...wait, do you mean who sent me to this world?
cht: @niko ...等等，你是说有人把我送到这个世界的吗？
es: @niko ... Espera, ¿tú sabes quién me ha enviado a este mundo?
it: @niko ...Aspetta, intendi chi mi ha mandato in questo mondo?
ja: @niko …待って、来たって、 この世界にってこと？
ko: @niko ...잠깐, 누가 절 이 세상에 보냈냐고요?
pt_br: @niko ... espere: está perguntando quem me enviou para este mundo?
ru: @niko ...то есть, ты спрашиваешь, кто послал меня в этот мир?

source: @niko_speak There was a robot a while back who told me about how I'm the messiah and stuff...
cht: @niko_speak 之前有个机器人告诉我，说我是救世主 之类的...
es: @niko_speak Hace un tiempo, un robot me habló del mesías y demás...
it: @niko_speak Prima c'era un robot che mi ha detto che sono il messia...
ja: @niko_speak ミーが救世主ってこととか、色んなことを 教えてくれたロボットならいたよ…
ko: @niko_speak 전에 제가 구원자라는 이야기를 해 준 로봇이 있었어요...
pt_br: @niko_speak Há um tempo, um robô me falou sobre eu ser o messias e tal...
ru: @niko_speak Не так давно я встретил робота, который мне сказал, что я мессия и всё такое...

source: @niko_speak So... I'm guessing \p sent me!
cht: @niko_speak 因此...我在猜是\p送我来的！
es: @niko_speak ¡Así que... supongo que \p me ha enviado!
it: @niko_speak Quindi... immagino mi abbia mandato \p!
ja: @niko_speak だから… たぶん、 \p じゃないかな！
ko: @niko_speak 그렇다면 아마... \p 님이 보냈겠죠!
pt_br: @niko_speak Então... Acho que \p me enviou!
ru: @niko_speak Так что... Думаю, это \p!

source: @niko With them being god and all.
cht: @niko 因为他们是上帝。
es: @niko Como es la divinidad y eso...
it: @niko Dato che è dio.
ja: @niko なにせ神様だもん。
ko: @niko 신이니까요.
pt_br: @niko Uma atribuição divina e tal.
ru: @niko \p ведь бог и все дела.

source: @niko_speak The robot looks a little bit like you, even! \>\n\@niko Maybe you... know each other?
cht: @niko_speak 那个机器人甚至有点像你！\>\n\@Niko 有可能...你们互相认 识？
es: @niko_speak ¡Me atrevería a decir que el robot se parece un poco a ti! \>\n\@niko ¿Os... conocéis?
it: @niko_speak Il robot ti assomiglia anche un po'! \>\n\@niko Forse voi... vi conoscete?
ja: @niko_speak そのロボット、ちょっとだけ君に 似てるかも！ \>\n\@niko もしかして…お友達？
ko: @niko_speak 그 로봇은 당신이랑 비슷하게 생겼어요! \>\n\@niko 둘이... 서로 아는 사이인가요?
pt_br: @niko_speak O robô até se parece um pouco com você! \>\n\@niko Será... que vocês se conhecem?
ru: @niko_speak Кстати, тот робот был немного похож на тебя! \>\n\@niko Может вы... друг друга знаете?

source: @proto1 [I cannot say.]
cht: @proto1 [我不知道。]
es: @proto1 [No lo sé.]
it: @proto1 [Chissà.]
ja: @proto1 [分からない。]
ko: @proto1 [말할 수 없어.]
pt_br: @proto1 [Não sei.]
ru: @proto1 [Не могу сказать.]

source: @proto1 [A lot of my memories have been removed for safety reasons.]
cht: @proto1 [出于安全考虑，我很多的记忆都被抹去了。]
es: @proto1 [Muchos de mis recuerdos han sido eliminados por razones de seguridad.]
it: @proto1 [Molti dei miei ricordi sono stati rimossi per motivi di sicurezza.]
ja: @proto1 [ボクの記憶は、安全上の理由で ほとんどが削除された。]
ko: @proto1 [많은 기억이 보안상의 이유로 삭제됐거든.]
pt_br: @proto1 [Removeram minhas lembranças por motivos de segurança.]
ru: @proto1 [Многое было удалено из моей памяти в целях безопасности.]

source: @niko_wtf Your memories were removed?!
cht: @niko_wtf 你的记忆被抹去了？
es: @niko_wtf ¡¿Han eliminado tus recuerdos?!
it: @niko_wtf I tuoi ricordi sono stati rimossi!?
ja: @niko_wtf 記憶が削除された？！
ko: @niko_wtf 기억이 삭제되다니?!
pt_br: @niko_wtf Removeram suas lembranças?!
ru: @niko_wtf Тебе удалили память?!

source: @niko3 That's terrible!!
cht: @niko3 真糟糕！！
es: @niko3 ¡Qué horror!
it: @niko3 Ma è terribile!!
ja: @niko3 そんなのひどい！！
ko: @niko3 끔찍하네요!!
pt_br: @niko3 Que terrível!!
ru: @niko3 Это ужасно!!!

source: @niko Wait... \>\n\@niko_eyeclosed I'm... guessing that's less of a big deal for a robot...
cht: @niko 等等...\>\n\@niko_eyeclosed 我想...这对于机器人来说也没什么...
es: @niko Espera... \>\n\@niko_eyeclosed Supongo... que para un robot eso quizá no sea tan importante...
it: @niko Aspetta... \>\n\@niko_eyeclosed ...Immagino che non sia un grande problema per un robot...
ja: @niko あっ… \>\n\@niko_eyeclosed ううん…ロボットだから そんな大したことじゃないのかな…
ko: @niko 하긴... \>\n\@niko_eyeclosed 로봇에게는... 별로 큰일이 아닐지도...
pt_br: @niko Calma aí... \>\n\@niko_eyeclosed Acho que... isso não importa muito para um robô...
ru: @niko Хотя... \>\n\@niko_eyeclosed Наверное... для робота это не такая уж и проблема...

source: @proto2b [I am going to assume you do not know who sent you.]
cht: @proto2b [那我就当你不知道谁送你来的。]
es: @proto2b [Asumiré que no sabes quién te ha enviado.]
it: @proto2b [Presumo che tu non sappia chi ti ha inviato.]
ja: @proto2b [誰に言われて来たのかは、 知らないみたいだね。]
ko: @proto2b [누가 널 보냈는지 모르는 것 같구나.]
pt_br: @proto2b [Interpretarei isso como uma incapacidade da sua parte de dizer quem enviou você.]
ru: @proto2b [Я буду считать, что ты не знаешь, кто тебя послал.]

source: @proto1b [How did you get here, then?] \>\n\@proto2 [How did you reach this room?]
cht: @proto1b [那你怎么到这来的？]\>\n\@proto2 [你怎么到这房间来的？]
es: @proto1b [¿Y entonces cómo has llegado aquí?] \>\n\@proto2 [¿Cómo has llegado a esta habitación?]
it: @proto1b [Quindi, come sei arrivato qui? \>\n\@proto2 Come hai raggiunto questa stanza?]
ja: @proto1b [それなら、どうやってここに来た？] \>\n\@Proto2 [この部屋に、どうやって 辿り着いた？]
ko: @proto1b [그러면 어떻게 여기에 온 거야?] \>\n\@proto2 [이 방에는 어떻게 온 거야?]
pt_br: @proto1b [Mas então como você veio parar aqui?] \>\n\@proto2 [Como chegou a este cômodo?]
ru: @proto1b [Тогда как ты здесь оказался?] \>\n\@proto2 [Как ты добрался до этой комнаты?]

source: @niko_speak Oh! \>\nWe got here in a minecart!
cht: @niko_speak 哦！\>\n我们乘坐矿车来的。
es: @niko_speak ¡Oh! \>\n¡Llegamos en un vagón!
it: @niko_speak Oh! \>\nSiamo arrivati qui con un carrello da miniera!
ja: @niko_speak あっ ! \>\nミーたち、トロッコで来たんだ！
ko: @niko_speak 아! \>\n광산 수레를 타고 왔어요!
pt_br: @niko_speak Ah! \>\nViemos numa vagoneta!
ru: @niko_speak О! \>\nМы приехали на вагонетке!

source: @proto1 [But the minecart wasn't there when you entered the mines, was it?]
cht: @proto1 [但你进入矿区时，矿车并不在那里，对吗？]
es: @proto1 [Pero el vagón no estaba allí cuando entraste a las minas, ¿verdad?]
it: @proto1 [Ma il carrello non c'era quando siete entrati nelle miniere, giusto?]
ja: @proto1 [でも鉱山に入った時は、 トロッコは無かったはずじゃ？]
ko: @proto1 [하지만 네가 광산에 들어왔을 때는 광산 수레가 거기에 없었어. 아냐?]
pt_br: @proto1 [Mas a vagoneta não estava lá quando vocês entraram nas minas, estava?]
ru: @proto1 [Однако когда ты вошёл в шахту, вагонетки там не было, не так ли?]

source: @niko_eyeclosed Oh yeah...
cht: @niko_eyeclosed 噢，是的...
es: @niko_eyeclosed Ah, no...
it: @niko_eyeclosed Sì, giusto...
ja: @niko_eyeclosed あ、うん…
ko: @niko_eyeclosed 맞아요...
pt_br: @niko_eyeclosed Ah, sim...
ru: @niko_eyeclosed Ах да...

source: @proto1b [So... how did you find it?]
cht: @proto1b [那...你怎么找到它的？]
es: @proto1b [¿Y... cómo lo encontraste?]
it: @proto1b [Quindi... come hai fatto a trovarlo?]
ja: @proto1b [トロッコを…どうやって探し出したの？]
ko: @proto1b [그럼... 수레를 어떻게 찾았지?]
pt_br: @proto1b [Então... como você a encontrou?]
ru: @proto1b [Тогда... как ты её нашёл?]

source: @niko_eyeclosed I didn't really find it...
cht: @niko_eyeclosed 其实我没有找...
es: @niko_eyeclosed En realidad no lo encontré...
it: @niko_eyeclosed Beh, non l'ho proprio "trovato"...
ja: @niko_eyeclosed 探したわけじゃないんだ…
ko: @niko_eyeclosed 제가 찾은 건 아니에요...
pt_br: @niko_eyeclosed Eu não a encontrei...
ru: @niko_eyeclosed Я её не находил...

source: @niko_speak The robot lady thinks it was just the minecart coming to us, but...
cht: @niko_speak 机器人女士觉得是矿车来找了我们，但...
es: @niko_speak La mujer robot cree que el vagón vino a nosotros, pero...
it: @niko_speak Per la signorina robot è stato il carrello a venire da noi...
ja: @niko_speak ロボットのお姉さんは、トロッコが ミーたちのところに移動してきた だけって思ってるけど…
ko: @niko_speak 로봇 아가씨는 광산 수레가 알아서 왔다고 생각하지만...
pt_br: @niko_speak A moça-robô acha que a vagoneta veio até nós, mas...
ru: @niko_speak Тётя-робот думает, что эта вагонетка сама к нам приехала, но...

source: @niko I remember looking at the journal when it happened.
cht: @niko 我记得这一切发生时我正在看日志。
es: @niko Recuerdo estar mirando el diario cuando ocurrió.
it: @niko Ma non sono d'accordo. Poco prima che apparisse il carrello stavo guardando il diario...
ja: @niko その時、ミーは日記を見てたんだ。
ko: @niko 전 그 일이 일어났을 때 일지를 보고 있었어요.
pt_br: @niko Só lembro de estar olhando para o diário na hora.
ru: @niko Я помню, что разглядывал дневник, когда это произошло.

source: @niko_speak And when I looked up again, the cart was just...\. there!
cht: @niko_speak 当我再抬起头时，矿车就...\. 在那里了！
es: @niko_speak Y cuando volví a mirar hacia arriba, el vagón...\. ¡estaba allí!
it: @niko_speak E quando ho alzato lo sguardo, me lo sono ritrovato davanti...\. così, dal nulla!
ja: @niko_speak それでまた顔を上げたら、 トロッコが、急に…、\.目の前にあった！
ko: @niko_speak 그리고 다시 앞을 보자, 수레가...\. 있었죠!
pt_br: @niko_speak E, quando eu olhei para cima, a vagoneta estava...\. lá!
ru: @niko_speak А когда поднял взгляд, вагонетка просто...\. уже была на месте!

source: @niko Poof. Just like that.
cht: @niko 嗖的一下。就像那样。
es: @niko ¡Tachán! Sin más explicación.
it: @niko Puf, come per magia!
ja: @niko ほんとに、パッて出てきた。
ko: @niko 펑하고. 그냥 나타난 거예요.
pt_br: @niko Puf. Simples assim.
ru: @niko Вжух, и она уже тут.

source: @proto1b [Interesting.\> Please show me this journal.]
cht: @proto1b [真有趣。\>请让我看看日志。]
es: @proto1b [Qué interesante.\> Muéstrame ese diario, por favor.]
it: @proto1b [Interessante.\> Per favore, mostrami questo diario.]
ja: @proto1b [興味深い。\> その日記を見せてほしい。]
ko: @proto1b [흥미롭군.\> 그 일지라는 걸 보여 줘.]
pt_br: @proto1b [Interessante.\> Mostre-me esse diário.]
ru: @proto1b [Любопытно.\> Покажи мне, пожалуйста, этот дневник.]

source: @proto1 [...\>\nThen it has already begun.]
cht: @proto1 [...\>\n已经开始了。]
es: @proto1 [...]\>\n [Entonces, ya ha comenzado.]
it: @proto1 [...\>\nAllora è già iniziato.]
ja: @proto1 […\>\nだとすると、もうすでに始まってるのか。]
ko: @proto1 [...\>\n그러면 벌써 시작된 거네.]
pt_br: @proto1 [... \>\nIsso significa que já começou.]
ru: @proto1 [...\>\nЗначит, уже началось.]

source: @proto1 [Here.]
cht: @proto1 [给你。]
es: @proto1 [Toma.]
it: @proto1 [Ecco.]
ja: @proto1 [これを。]
ko: @proto1 [자.]
pt_br: @proto1 [Tome.]
ru: @proto1 [Держи.]

source: @niko2 What... IS that?
cht: @niko2 什么...开始了吗？
es: @niko2 ¿Qué... ES eso?
it: @niko2 Che... COS'È questo?
ja: @niko2 これ…何？
ko: @niko2 그게... 뭐죠?
pt_br: @niko2 O que... é ISSO?
ru: @niko2 Что... это такое?

source: @proto1 [I am entrusting you with my main memory disk.]
cht: @proto1 [我把我的主内存盘托付给你。]
es: @proto1 [Te confío mi disco de memoria principal.]
it: @proto1 [Ti affido la mia unità di memoria principale.]
ja: @proto1 [ボクのメインメモリディスクを、 キミに託す。]
ko: @proto1 [내 메인 메모리 디스크를 네게 맡길 거야.]
pt_br: @proto1 [Vou lhe confiar o meu disco de memória.]
ru: @proto1 [Я доверяю тебе свой основной диск памяти.]

source: @proto2 [You have passed the first test by showing me the book.]
cht: @proto2 [你让我看那本书就通过了第一个测试。]
es: @proto2 [Has pasado la primera prueba al mostrarme el libro.]
it: @proto2 [Hai superato il primo test mostrandomi il libro.]
ja: @proto2 [その本を見せたことによって、キミは 最初の試験に合格した。]
ko: @proto2 [넌 그 책을 보여줘서 나의 첫 번째 테스트를 통과했어.]
pt_br: @proto2 [Você me mostrou o livro e passou no primeiro teste.]
ru: @proto2 [Показав мне книгу, ты прошёл первый этап проверки.]

source: @proto2 [Now, you will need to find a way to install the backup.]
cht: @proto2 [现在，你需要找到安装备份的方法。]
es: @proto2 [Ahora, tendrás que encontrar un modo de instalar la copia de seguridad.]
it: @proto2 [Ora, dovrai trovare un modo per installare il backup.]
ja: @proto2 [次は、バックアップをインストールする 方法を見つけ出して。]
ko: @proto2 [이번에는 백업을 설치할 방법을 찾아야 해.]
pt_br: @proto2 [Agora você precisa descobrir uma maneira de instalar o backup.]
ru: @proto2 [Теперь тебе нужно будет найти способ установить резервную копию.]

source: @niko2 Install the...
cht: @niko2 安装...
es: @niko2 Instalar la...
it: @niko2 Installare il...
ja: @niko2 バックアップを、イ、椅子…
ko: @niko2 백업을 설치...
pt_br: @niko2 Instalar o...
ru: @niko2 Установить...

source: @proto1 [Before you do that, though...]
cht: @proto1 [但在做那个之前...]
es: @proto1 [Pero, antes...]
it: @proto1 [Prima che tu lo faccia, però...]
ja: @proto1 [ただ、その前に…]
ko: @proto1 [하지만 먼저...]
pt_br: @proto1 [Mas, antes de fazer isso...]
ru: @proto1 [Однако прежде чем ты это сделаешь...]

source: @proto1b [...Someone else is with you, right?]
cht: @proto1b [...有人和你在一起，是吗？]
es: @proto1b [... Has venido con alguien más, ¿verdad?]
it: @proto1b [...C'è qualcun altro con te, giusto?]
ja: @proto1b […一緒に来た人がいるみたいだね？]
ko: @proto1b [...누군가와 같이 왔지?]
pt_br: @proto1b [... Tem mais alguém com você, não é?]
ru: @proto1b [...С тобой пришёл кто-то ещё, это так?]

source: @proto1c [Someone aside from \p.]\>\n[A resident of this world.]
cht: @proto1c [除了\p之外的某个人。]\>\n[这个世界的居民。]
es: @proto1c [Alguien a parte de \p.]\>\n[Un residente de este mundo.]
it: @proto1c [Non intendo \p.\>\nParlo di un residente di questo mondo.]
ja: @proto1c [\p ではない誰かが。]\>\n [この世界の住民の。]
ko: @proto1c [\p 말고.]\>\n[이 세상의 주민 말이야.]
pt_br: @proto1c [Alguém além de \p.]\>\n[Um habitante deste mundo.]
ru: @proto1c [Не \p, другой.]\>\n[Житель этого мира.]
