Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko I don't know what's in this jar, but it smells kinda like pickles!
cht: @niko 我不知道罐子里装的是什么，但是闻起来 有点像泡菜！
es: @niko No sé que hay en este tarro, pero ¡huele como a pepinillos!
it: @niko Non so cosa ci sia in questo contenitore, ma odora di sottaceti!
ja: @niko このビンに何が入ってるのか 分からないけど、ピクルスみたいな 匂いがする！
ko: @niko 항아리에 뭐가 들었는지는 몰라도 왠지 오이지 냄새가 나요!
pt_br: @niko Não sei o que há dentro desse pote, mas tem cheiro de conserva!
ru: @niko Не знаю, что в этом сосуде, но пахнет солёными огурцами!

source: @alula_speak I like pickles!
cht: @alula_speak 我喜欢吃泡菜！
es: @alula_speak ¡Me encantan los pepinillos!
it: @alula_speak Mi piacciono i sottaceti!
ja: @alula_speak ピクルス好き！
ko: @alula_speak 난 오이지가 좋아!
pt_br: @alula_speak Eu gosto de picles!
ru: @alula_speak Я люблю солёные огурчики!

source: @niko_eyeclosed I don't!
cht: @niko_eyeclosed 我不喜欢！
es: @niko_eyeclosed ¡Pues a mí no!
it: @niko_eyeclosed A me no!
ja: @niko_eyeclosed ミーは嫌い！
ko: @niko_eyeclosed 난 별로!
pt_br: @niko_eyeclosed Eu não!
ru: @niko_eyeclosed А я нет!

source: @niko These jars are filled with water.
cht: @niko 这些罐子里装满了水。
es: @niko Estos tarros están llenos de agua.
it: @niko Questi vasi sono pieni d'acqua.
ja: @niko この壺は水でいっぱい。
ko: @niko 물이 가득 든 항아리예요.
pt_br: @niko Esses potes estão cheios d’água.
ru: @niko Эти сосуды наполнены водой.

source: @niko This jar smells like alcohol.
cht: @niko 这个罐子闻起来像酒。
es: @niko Este tarro huele alcohol.
it: @niko Questo vaso puzza d'alcol.
ja: @niko この壺はアルコールの匂いがする。
ko: @niko 이 항아리에서는 술 냄새가 나요.
pt_br: @niko Esse pote tem cheiro de álcool.
ru: @niko От этого сосуда пахнет спиртом.

source: @niko_speak ...gross!
cht: @niko_speak ...恶心！
es: @niko_speak ¡Qué asco...!
it: @niko_speak ...Che schifo!
ja: @niko_speak …うええ！
ko: @niko_speak ...으웩!
pt_br: @niko_speak ... que nojo!
ru: @niko_speak ...фу!

source: @niko I wonder why grown-ups like to drink this stuff?
cht: @niko 搞不懂大人为什么喜欢喝这东西？
es: @niko No sé cómo a los adultos les puede gustar beber eso.
it: @niko Come fanno gli adulti a bere questa roba?
ja: @niko どうして大人はこんなもの飲みたがるんだろ？
ko: @niko 왜 어른들은 이런 걸 마시고 싶어 하는 거지?
pt_br: @niko Por que será que os adultos bebem isso?
ru: @niko_speak Не понимаю, почему взрослым нравится это пить?

source: @niko Alcohol is for setting things on fire.
cht: @niko 酒应该是用来点火的。
es: @niko El alcohol es para prender fuego a las cosas.
it: @niko L'alcol serve per accendere il fuoco.
ja: @niko アルコールは火を点けるためのものなのに。
ko: @niko 알코올 따위, 불을 붙일 때나 쓰는 건데.
pt_br: @niko Álcool serve para atear fogo nas coisas.
ru: @niko Спирт — для того, чтобы поджигать вещи.

source: @alula What's a fire?
cht: @alula 什么是火？
es: @alula ¿Qué es el fuego?
it: @alula Che cos'è un "fuoco"?
ja: @alula 火ってなあに？
ko: @alula 불이 뭐야?
pt_br: @alula O que é fogo?
ru: @alula Как это «поджигать»?

source: @niko_eyeclosed We have much to discuss.
cht: @niko_eyeclosed 说来话长。
es: @niko_eyeclosed Tenemos mucho de qué hablar.
it: @niko_eyeclosed Abbiamo molto di cui parlare.
ja: @niko_eyeclosed どこから話せばいいんだろう。
ko: @niko_eyeclosed 할 이야기가 많겠구나.
pt_br: @niko_eyeclosed Temos muito o que conversar...
ru: @niko_eyeclosed Нам нужно будет многое обсудить.

source: @niko It smells nice!
cht: @niko 闻起来很不错！
es: @niko ¡Huele muy bien!
it: @niko Ha un buon odore!
ja: @niko いい匂い！
ko: @niko 좋은 냄새가 나요!
pt_br: @niko Que cheiro bom!
ru: @niko Хорошо пахнет!

source: @alula_gasp Gaaaaaaaasp!
cht: @alula_gasp 喝呼，喝呼！
es: @alula_gasp ¡Haaala!
ja: @alula_gasp わあああぁぁ！
ko: @alula_gasp 숨막혀어어어어!
pt_br: @alula_gasp Ahhhhhh!
ru: @alula_gasp *Глубокий вдох* !

source: @niko_speak There's peas in there!
cht: @niko_speak 这里有豌豆！
es: @niko_speak ¡Ahí hay guisantes!
it: @niko_speak Ci sono dei piselli qui dentro!
ja: @niko_speak 豆が入ってる！
ko: @niko_speak 콩 종류가 가득해요!
pt_br: @niko_speak Tem ervilha dentro!
ru: @niko_speak Здесь горошек!

source: @niko Some jars filled with grains.
cht: @niko 有些罐子里装满了谷物。
es: @niko Unos tarros llenos de cereales.
it: @niko Dei vasi pieni di cereali.
ja: @niko 穀物でいっぱいのビン。
ko: @niko 항아리 몇 개에 곡물이 들어 있어요.
pt_br: @niko Uns potes cheios de grãos.
ru: @niko Некоторые сосуды заполнены зерном.

source: @niko There's water in this jar.
cht: @niko 这个罐子里有水。
es: @niko En este tarro hay agua.
it: @niko C'è dell'acqua in questo vaso.
ja: @niko この壺には水が入ってる。
ko: @niko 이 항아리에는 물이 있어요.
pt_br: @niko Tem água nesse pote.
ru: @niko В этом сосуде есть вода.

source: @niko A jar full of small rocks.
cht: @niko 这个罐子里装满了小石头。
es: @niko Un tarro lleno de piedrecitas.
it: @niko Un vaso pieno di sassolini.
ja: @niko 小さな石がいっぱい入った壺。
ko: @niko 작은 돌멩이가 가득한 항아리예요.
pt_br: @niko Um pote cheio de cascalho.
ru: @niko Сосуд, полный маленьких камешков.

source: @niko It's a firefly jar.
cht: @niko 这是一个装萤火虫的罐子。
es: @niko Es un tarro de luciérnagas.
it: @niko È un barattolo pieno di lucciole.
ja: @niko ホタルが入ったビンだ。
ko: @niko 반딧불이 든 병이에요.
pt_br: @niko Um pote de vaga-lumes.
ru: @niko Это банка со светлячками.

source: @kip_worry Please! \.\.You musn't!!!
cht: @kip_worry 请！\.\.你不可以！！！
es: @kip_worry ¡Por favor! \.\.¡¡¡No lo hagas!!!
it: @kip_worry Ti prego! \.\.Non farlo!!!
ja: @kip_worry やめて！ \.\.絶対にダメ！
ko: @kip_worry 제발! \.\.가지 마!!!
pt_br: @kip_worry Por favor! \.\.Não faça isso!
ru: @kip_worry Прошу! \.\.Не надо!!!

source: @kip_worry The labs could collapse any moment now!!!
cht: @kip_worry 实验室随时都可能倒塌！！！
es: @kip_worry ¡Los laboratorios podrían colapsarse en cualquier momento!
it: @kip_worry I laboratori potrebbero crollare da un momento all'altro!!!
ja: @kip_worry 研究所はいつ崩れてもおかしくないのよ！！！
ko: @kip_worry 연구 시설이 언제 무너질지 몰라!!!
pt_br: @kip_worry Os laboratórios podem desmoronar a qualquer momento!
ru: @kip_worry Лаборатории могут обрушиться в любой момент!!!

source: @cedric_upset Let go of me!!!
cht: @cedric_upset 放开我！！！
es: @cedric_upset ¡¡¡Suéltame!!!
it: @cedric_upset Lasciami andare!!!
ja: @cedric_upset 離してください！！！
ko: @cedric_upset 날 보내 줘요!!!
pt_br: @cedric_upset Me largue!
ru: @cedric_upset Отпустите меня!!!

source: @niko2 ...\.\.Cedric?
ja: @niko2 …\.\.セドリック？
ko: @niko2 ...\.\.세드릭?
ru: @niko2 ...\.\.Седрик?

source: @kip_pout He....
cht: @kip_pout 他...
es: @kip_pout Él...
it: @kip_pout Lui...
ja: @kip_pout あの子……
ko: @kip_pout 저 아인....
pt_br: @kip_pout Ele....
ru: @kip_pout Он...

source: @kip_sad I...\.\. couldn't stop him...
cht: @kip_sad 我...\.\.没法阻止他。
es: @kip_sad No...\.\. pude detenerle...
it: @kip_sad Io...\.\. non sono riuscita a fermarlo...
ja: @kip_sad あの子を…\.\. 止められなかった…
ko: @kip_sad 난...\.\. 막을 수가 없었어...
pt_br: @kip_sad Eu...\.\. não consegui impedi-lo...
ru: @kip_sad Я...\.\. не смогла его остановить...

source: @kip_sigh *Sigh*
cht: @kip_sigh *叹气*
es: @kip_sigh Ay...
ja: @kip_sigh はぁ…
ko: @kip_sigh *하아*
pt_br: @kip_sigh Ah...
ru: @kip_sigh *Вздыхание*

source: @niko ...\.\.Miss?
cht: @niko ...\.\.女士？
es: @niko ¿... \.\.Señorita?
it: @niko ...\.\.Signorina?
ja: @niko …\.\.お姉さん？
ko: @niko ...\.\.무슨 일이에요?
pt_br: @niko ... \.\.Moça?
ru: @niko ...\.\.Мисс?

source: @kip_huh Messiah!
cht: @kip_huh 救世主！
es: @kip_huh ¡Mesías!
it: @kip_huh Messia!
ja: @kip_huh 救世主！
ko: @kip_huh 구원자구나!
pt_br: @kip_huh Messias!
ru: @kip_huh Мессия!

source: @kip_sigh Oh... you came at an awful time.
cht: @kip_sigh 哦... 你来的不是时候。
es: @kip_sigh Ah... Has llegado en un momento terrible.
it: @kip_sigh Oh... sei arrivato in un momento terribile.
ja: @kip_sigh 何てまあ…サイアクなタイミングで…
ko: @kip_sigh 아... 하필이면 이런 때에 오다니.
pt_br: @kip_sigh Ah... Você chegou numa péssima hora.
ru: @kip_sigh Ох... как ты ужасно не вовремя.

source: @kip_pout Come on, we have to get out of here.
cht: @kip_pout 快点，我们得离开这里。
es: @kip_pout Venga, tenemos que sacarte de aquí.
it: @kip_pout Forza, dobbiamo andarcene da qui.
ja: @kip_pout さ、早くここから離れましょ。
ko: @kip_pout 서둘러. 여기에서 나가야 해.
pt_br: @kip_pout Vamos, precisamos dar o fora daqui.
ru: @kip_pout Идём, надо отсюда выбираться.

source: @niko2 Where...\.\. to?
cht: @niko2 去...\.\. 哪里？
es: @niko2 ¿A...\.\. dónde?
it: @niko2 Ma...\.\. dove andremo?
ja: @niko2 え…\.\. どこに行くの？
ko: @niko2 어디\.\.로요...?
pt_br: @niko2 Mas... \.\.para onde?
ru: @niko2 Но...\.\. куда?

source: @kip_sigh Where everyone else is right now.
cht: @kip_sigh 现在大家都在哪。
es: @kip_sigh A donde están todos los demás.
it: @kip_sigh Al sicuro, dove troveremo anche gli altri.
ja: @kip_sigh 他のみんながいるところよ。
ko: @kip_sigh 지금 사람들이 있는 곳으로.
pt_br: @kip_sigh Para onde todos estão agora.
ru: @kip_sigh Туда, где сейчас все остальные.

source: THOU SHALT NOT PASS
cht: 不可向前
es: NO PASARÁS
ja: 通るべからず
ko: 지나가지 마시오
pt_br: VOCÊ NÃO PASSARÁ
ru: ТЫ НЕ ПРОЙДЁШЬ

source: @niko That sure is some books
cht: @niko 那确实是书
es: @niko Seguro que son libros
it: @niko Sono un bel po' di libri.
ja: @niko たくさんの本だね
ko: @niko 책이에요.
pt_br: @niko Com certeza são uns livros
ru: @niko О да, книги

source: @ed [Hello, Niko.]
cht: @ed [你好，Niko。]
es: @ed [Hola, Niko.]
it: @ed [Salve, Niko.]
ja: @ed [こんばんは、ニコ。]
ko: @ed [안녕, 니코.]
pt_br: @ed [Olá, Niko.]
ru: @ed [Здравствуй, Нико.]

source: @niko H... hello...
cht: @niko 你...你好...
es: @niko Ho... hola...
it: @niko C-ciao...
ja: @niko こ…こんばんは…
ko: @niko 아... 안녕하세요...
pt_br: @niko O... olá...
ru: @niko З... здравствуйте...

source: @ed [Congratulations. You are now inside the Tower.]
cht: @ed [恭喜你。 你现在已经在塔楼里了。]
es: @ed [Enhorabuena. Ya estás dentro de la Torre.]
it: @ed [Congratulazioni. Ora sei dentro la Torre.]
ja: @ed [おめでとう。君はいま、塔の中にいる。]
ko: @ed [축하한다. 탑 안으로 들어왔구나.]
pt_br: @ed [Parabéns. Você está dentro da Torre.]
ru: @ed [Поздравляю, теперь ты внутри Башни.]

source: @niko Are you talking...\.\.\@niko_speak ...to me, now?
cht: @niko 你是在...\.\.\@niko_speak 和我说话吗，现在？
es: @niko ¿Me estás hablando...\.\.\@niko_speak ... a mí?
it: @niko Stai parlando... \.\.\@niko_speak con me, ora?
ja: @niko 今…\.\.\@niko_speak …ミーに話しかけてるの？
ko: @niko 지금...\.\.\@niko_speak ...저한테 말씀하시는 건가요?
pt_br: @niko Você está falando...\.\.\@niko_speak ... comigo?
ru: @niko Вы сейчас говорите...\.\.\@niko_speak ...со мной?

source: @ed [Correct.]
cht: @ed [是的。]
es: @ed [Correcto.]
it: @ed [Corretto.]
ja: @ed [その通りだ。]
ko: @ed [그래.]
pt_br: @ed [Correto.]
ru: @ed [Верно.]

source: @niko3 But you were always talking to \p before...
cht: @niko3 之前，你总是和\p说话...
es: @niko3 Pero si antes siempre le hablabas a \p...
it: @niko3 Ma prima parlavi solo con \p...
ja: @niko3 でも、前まではいつも、 \p に話しかけてた…
ko: @niko3 하지만, 당신은 전부터 쭉 \p 님과만 이야기하셨잖아요...
pt_br: @niko3 Mas antes você sempre falava com \p...
ru: @niko3 Но ведь вы раньше разговаривали только с \p...

source: @niko_distressed Where's ...
cht: @niko_distressed \p去哪了...
es: @niko_distressed ¿Dónde está...?
it: @niko_distressed Dov'è...?
ja: @niko_distressed 今どこに…
ko: @niko_distressed 그러고 보니...
pt_br: @niko_distressed Onde...
ru: @niko_distressed Где...

source: @ed [\p has already left.]
cht: @ed [\p已经不在了。]
es: @ed [\p ya se ha ido.]
it: @ed [\p non è più qui.]
ja: @ed [\p はすでに去った。]
ko: @ed [\p, 그 자는 이미 가 버렸어.]
pt_br: @ed [\p foi embora.]
ru: @ed [\p здесь больше нет.]

source: @ed [I had to resort to contacting you directly.]
cht: @ed [我只有直接联系你。]
es: @ed [He tenido que recurrir a contactar contigo directamente.]
it: @ed [Ho dovuto contattarti direttamente.]
ja: @ed [君に直接話しかける他なかった。]
ko: @ed [그래서 너에게 직접 말을 거는 수밖에 없었지.]
pt_br: @ed [Precisei entrar em contato direto com você.]
ru: @ed [Мне пришлось обратиться к тебе напрямую.]

source: @niko_speak Wait, so... \p is gone, just like that?
cht: @niko_speak 等等，所以...\p走了，就这样？
es: @niko_speak Espera, entonces... ¿\p se ha ido de buenas a primeras?
it: @niko_speak Aspetta, quindi... \p mi ha lasciato solo, così all'improvviso?
ja: @niko_speak えっ、じゃあ… \pは、 いなくなっちゃったの？こんな、急に？
ko: @niko_speak 잠깐만요... 그러니까, \p 님이 가 버렸다고요?
pt_br: @niko_speak Espere... então \p se foi, simples assim?
ru: @niko_speak Постойте, значит... \p теперь просто нет?

source: @niko ....for good?
cht: @niko ...永远？
es: @niko ... ¿Para siempre?
it: @niko ...Per sempre?
ja: @niko …これから、ずっと？
ko: @niko ...영원히요?
pt_br: @niko ... para sempre?
ru: @niko ....насовсем?

source: @ed [\p has already finished their mission.]
cht: @ed [\p已经完成了他们的任务。]
es: @ed [\p ya ha completado su misión.]
it: @ed [\p ha già terminato la sua missione.]
ja: @ed [\p はすでに使命を果たした。]
ko: @ed [\p의 임무는 이미 끝났어.]
pt_br: @ed [\p cumpriu sua missão.]
ru: @ed [Миссия \p уже завершена.]

source: @ed [...and so have you, Niko.]
cht: @ed [...你也一样，Niko。]
es: @ed [... y tú también, Niko.]
it: @ed [...E anche tu, Niko.]
ja: @ed […そして君もだ、ニコ。]
ko: @ed [...너도 마찬가지야, 니코.]
pt_br: @ed [... e você também, Niko.]
ru: @ed [...как и твоя, Нико.]

source: @ed [Here, you can rest now.]
cht: @ed [现在你可以在这休息一会儿。]
es: @ed [Aquí tienes, ya puedes descansar.]
it: @ed [Ecco, ora puoi riposarti.]
ja: @ed [さあ、休むといい。]
ko: @ed [자, 이제 쉴 수 있어.]
pt_br: @ed [Agora você pode descansar.]
ru: @ed [Вот, теперь ты можешь отдохнуть.]

source: @ed [Everything that's happened here is like a bad dream.]
cht: @ed [这里发生的一切就像一场噩梦。]
es: @ed [Todo lo que ha pasado ha sido como una pesadilla.]
it: @ed [Tutto quello che è successo qui ti sembrerà solo un brutto sogno.]
ja: @ed [ここで起きたことはすべて、 悪夢のようなものだ。]
ko: @ed [여기서 있었던 모든 일은 그저 악몽처럼 느껴질 거야.]
pt_br: @ed [Tudo que aconteceu aqui será como um pesadelo.]
ru: @ed [Всё, что здесь произошло было как плохой сон.]

source: @ed [When you wake up, you will be home.]
cht: @ed [你醒来之后，就会回到家里了。]
es: @ed [Cuando te despiertes, estarás en casa.]
it: @ed [Quando ti sveglierai, sarai a casa.]
ja: @ed [目が覚めると、家に戻っているだろう。]
ko: @ed [눈을 뜨면 넌 집에 있을 거야.]
pt_br: @ed [Quando você acordar, estará em casa.]
ru: @ed [Когда проснёшься, ты окажешься дома.]

source: @niko_distressed2 But...
cht: @niko_distressed2 但是...
es: @niko_distressed2 Pero...
it: @niko_distressed2 Ma...
ja: @niko_distressed2 でも…
ko: @niko_distressed2 그렇지만...
pt_br: @niko_distressed2 Mas...
ru: @niko_distressed2 Но...

source: @ed [What's wrong?]
cht: @ed [怎么了？]
es: @ed [¿Qué pasa?]
it: @ed [Cosa c'è che non va?]
ja: @ed [どうした？]
ko: @ed [왜 그러지?]
pt_br: @ed [O que foi?]
ru: @ed [Что-то не так?]

source: @niko_eyeclosed ...I thought there'd be more to it, you know?
cht: @niko_eyeclosed ...我觉得还有些事没有做，你知道吗？
es: @niko_eyeclosed ... Pensaba que habría algo más, ¿sabes?
it: @niko_eyeclosed ...Pensavo che ci sarebbero state altre cose da fare...
ja: @niko_eyeclosed …もっと色々やらなきゃいけないことが あると思ってた。
ko: @niko_eyeclosed ...전 뭔가 더 있을 줄 알았어요.
pt_br: @niko_eyeclosed ... Eu pensei que haveria mais, sabe?
ru: @niko_eyeclosed ...Я не думал, что это всё так быстро закончится, понимаете?

source: @niko I thought... we were supposed to go to the top of the Tower...
cht: @niko 我觉得...我们应该到塔顶去...
es: @niko Pensaba que... tendríamos que subir a lo más alto de la Torre...
it: @niko Credevo... che dovessimo andare in cima alla Torre...
ja: @niko 塔のてっぺんまで…行くのかなって…
ko: @niko 전... 탑 꼭대기로 가야 한다고 생각했어요...
pt_br: @niko Eu pensei... que nós chegaríamos ao topo da Torre...
ru: @niko Я думал... что нам надо было добраться до вершины Башни...

source: @niko_distressed I thought there was supposed to be somewhere we need to put the sun in.
cht: @niko_distressed 我觉得我们要把太阳放在上面的某个地方。
es: @niko_distressed Pensaba que habría un lugar donde tendríamos que poner el sol.
it: @niko_distressed Sapevo di un posto in cui avremmo dovuto mettere il sole.
ja: @niko_distressed 太陽を置くための場所があるのかなって思ってた。
ko: @niko_distressed 거기에 태양을 놓을 자리가 있을 거라고 생각했고요.
pt_br: @niko_distressed Pensei que haveria um lugar para colocarmos o sol.
ru: @niko_distressed Я думал, там будет куда нужно будет поставить солнце.

source: @niko_eyeclosed And now... I don't even HAVE the sun anymore...
cht: @niko_eyeclosed 而现在...我连太阳都没有...
es: @niko_eyeclosed Y ahora... ya ni siquiera TENGO el sol...
it: @niko_eyeclosed E adesso... NON HO nemmeno più il sole...
ja: @niko_eyeclosed なのに今は…太陽すら持ってない…
ko: @niko_eyeclosed 그런데 지금은... 태양이 없는 데다...
pt_br: @niko_eyeclosed E agora... agora eu nem ao menos tenho o sol.
ru: @niko_eyeclosed А теперь... у меня вообще НЕТ солнца...

source: @niko_distressed2 And \p is just... gone...
cht: @niko_distressed2 \p已经...不在了...
es: @niko_distressed2 Y \p no... está...
it: @niko_distressed2 E \p... non c'è più...
ja: @niko_distressed2 しかも \pは… いなくなっちゃった…
ko: @niko_distressed2 \p 님도... 사라졌네요...
pt_br: @niko_distressed2 E \p se foi... apenas se foi...
ru: @niko_distressed2 И \p ни с того ни с сего...

source: @niko_distressed This feels wrong!
cht: @niko_distressed 这感觉不对！
es: @niko_distressed ¡Parece que algo no va bien!
it: @niko_distressed Mi sembra tutto sbagliato!
ja: @niko_distressed こんなのおかしいよ！
ko: @niko_distressed 뭔가 잘못된 거예요!
pt_br: @niko_distressed Tudo é tão estranho.
ru: @niko_distressed Это всё как-то неправильно!

source: @ed [But you did good. You saved the world, Niko.]
cht: @ed [但是你做的很好。 你拯救了世界，Niko.]
es: @ed [Pero has hecho un buen trabajo. Has salvado el mundo, Niko.]
it: @ed [Eppure hai fatto quel che dovevi. Hai salvato il mondo, Niko.]
ja: @ed [いや、よくやってくれた。 君は世界を救ったのだよ、ニコ。]
ko: @ed [하지만 넌 잘해 줬어, 니코. 네가 세계를 구한 거야.]
pt_br: @ed [Mas você fez um bom trabalho. Você salvou o mundo, Niko.]
ru: @ed [Но ты постарался на славу. Ты спас мир, Нико.]

source: @ed [Are you not happy?]
cht: @ed [你不开心吗？]
es: @ed [¿No estás contento?]
it: @ed [Non sei felice?]
ja: @ed [嬉しくないのか？]
ko: @ed [행복하지 않니?]
pt_br: @ed [Você não está feliz por isso?]
ru: @ed [Разве ты не рад?]

source: @niko_eyeclosed I guess I am...
cht: @niko_eyeclosed 我觉得是的...
es: @niko_eyeclosed Supongo que sí...
it: @niko_eyeclosed Credo di sì...
ja: @niko_eyeclosed それは、嬉しいけど…
ko: @niko_eyeclosed 행복해요...
pt_br: @niko_eyeclosed Acho que sim...
ru: @niko_eyeclosed Получается, что рад...

source: @niko_eyeclosed But... \.\.\@niko_distressed2 It's just...
cht: @niko_eyeclosed 但是...\.\.\@niko_distressed2 只是...
es: @niko_eyeclosed Pero... \.\.\@niko_distressed2 es que...
it: @niko_eyeclosed Ma... \.\.\@niko_distressed2 È solo che...
ja: @niko_eyeclosed でも… \.\.\@niko_distressed2 なんていうか…
ko: @niko_eyeclosed 하지만... \.\.\@niko_distressed2 이건 그저...
pt_br: @niko_eyeclosed Mas... \.\.\@niko_distressed2 É que...
ru: @niko_eyeclosed Но... \.\.\@niko_distressed2 Это просто...

source: @ed [...you're still here...]
cht: @ed [...你还在这...]
es: @ed [... Aún sigues aquí...]
it: @ed [...Sei ancora qui...]
ja: @ed […まだいたのか…]
ko: @ed [...아직 여기 있구나...]
pt_br: @ed [... você ainda está aqui...]
ru: @ed [...ты всё ещё здесь...]

source: @ed [...Niko, why are you still here?]
cht: @ed [...Niko，你为什么还在这里？]
es: @ed [... Niko, ¿por qué sigues aquí?]
it: @ed [...Niko, perché sei ancora qui?]
ja: @ed […ニコ、なぜ君がまだここにいる？]
ko: @ed [...니코, 왜 아직 여기 있는 거야?]
pt_br: @ed [... Niko, por que você ainda está aqui?]
ru: @ed [...Нико, почему ты всё ещё здесь?]

source: YOU.
cht: 你。
es: TÚ.
it: TU.
ja: おまえか。
ko: 너.
pt_br: VOCÊ.
ru: ТЫ.

source: Why did you come back, \p?
cht: 为什么回来，\p？
es: ¿Por qué has vuelto, \p?
it: Dovevi andartene, \p!
ja: \p、 なぜ戻ってきた？
ko: 왜 다시 돌아온 거지, \p?
pt_br: Por que você voltou, \p?
ru: Зачем ты снова здесь, \p?

source: I told you to stay away!
cht: 我告诉过你走开！
es: ¡Te he dicho que te largues!
it: Ti avevo detto di non tornare più!
ja: 近づくなと言ったはずだ！
ko: 분명 빠지라고 했을 텐데!
pt_br: Eu lhe disse para ir embora!
ru: Тебе же сказали держаться подальше!

source: ...you KNEW I tried to cut the story short, is that it?
cht: ...你知道吗我试着长话短说，对吧？
es: ... SABÍAS que intenté acabar con la historia, ¿es eso?
it: ...Tu SAPEVI che ho cercato di tagliar corto, vero?
ja: …さてはおまえ、私がこの物語を中断するつもりだったのを知っていたんだな？
ko: ...이 이야기를 일찍 끝내 버리려는 걸 알고 있었던 거야?
pt_br: ... você SABIA que eu tentaria encurtar a história, não sabia?
ru: ...ты ЗНАЕШЬ, что я пыталась сократить эту историю, разве нет?

source: ...you want more out of me, is that it??
cht: ...你想让我告诉你更多，是吧？？
es: ... Quieres más de mí, ¿no es eso?
it: ...Mi stai mettendo alla prova, forse??
ja: …もっと私を利用したいんだろう、おい、そうなんだろ？？
ko: ...내게 바라는 게 더 있는 거야? 그런 거야??
pt_br: ... você quer mais de mim, não é??
ru: ...и ты хочешь от меня большего, не так ли??

source: FINE.
cht: 好。
es: BIEN.
it: VA BENE.
ja: いいだろう。
ko: 좋아.
pt_br: CERTO.
ru: ХОРОШО.

source: If you don't want to leave... I'll make sure you never do!
cht: 如果你不想离开...我会让你永远都 无法离开！
es: Si no quieres irte... ¡me aseguraré de que nunca lo hagas!
it: Se proprio non vuoi andartene... ti farò restare qui per sempre!
ja: ここから去りたくないのなら… 永遠に出られないようにしてやろう！
ko: 네가 떠나지 않겠다면... 영영 못 떠나게 해 주지!
pt_br: Se você não quiser sair agora... vou fazer com que nunca mais consiga!
ru: Если не хочешь уходить... Попрощайся с этой возможностью!

source: @niko_eyeclosed ...I never even got to say goodbye to \p...
cht: @niko_eyeclosed ...我还未跟\p道别...
es: @niko_eyeclosed ... Ni siquiera me he podido despedir de \p...
it: @niko_eyeclosed ...Non sono nemmeno riuscito a dire addio a \p...
ja: @niko_eyeclosed …\pに、 さよならって言えなかったな…
ko: @niko_eyeclosed ...\p 님에게 작별 인사도 못 했어요...
pt_br: @niko_eyeclosed ... Eu nem me despedi de \p...
ru: @niko_eyeclosed ...Я даже не смог попрощаться с \p...

source: And as for you, \p...
cht: 至于你，\p...
es: Y en cuanto a ti, \p...
it: E per quanto riguarda te, \p...
ja: \p、 君に関してだが…
ko: 그리고 \p, 너...
pt_br: Quanto a você, \p...
ru: А что касается тебя, \p...

source: We're done here.
cht: 一切都结束了。
es: Ya hemos acabado aquí.
it: Qui abbiamo finito.
ja: ここで終わりだ。
ko: 여기서 할 일은 끝났어.
pt_br: Terminamos aqui.
ru: Наше дело сделано.

source: Please don't return to this world anymore.
cht: 请不要再回到这个世界了。
es: No vuelvas nunca más a este mundo.
it: Per favore, non tornare più in questo mondo.
ja: この世界には、二度と戻って こないでくれたまえ。
ko: 다시는 이 세계에 돌아올 생각 하지 마.
pt_br: Não volte a este mundo.
ru: Прошу больше не возвращайся в этот мир.

source: @niko_distressed We can't go back...
cht: @niko_distressed 我们不能回头...
es: @niko_distressed No podemos volver...
it: @niko_distressed Non possiamo tornare indietro...
ja: @niko_distressed 戻れないよ…
ko: @niko_distressed 우린 돌아갈 수 없어요...
pt_br: @niko_distressed Não podemos voltar agora...
ru: @niko_distressed Мы не можем вернуться...

source: @niko_distressed2 They're.....
cht: @niko_distressed2 他们...
es: @niko_distressed2 Están...
it: @niko_distressed2 Loro......
ja: @niko_distressed2 みんな……
ko: @niko_distressed2 그 둘은...
pt_br: @niko_distressed2 Eles...
ru: @niko_distressed2 Они....

source: @niko_distressed They're both.....
cht: @niko_distressed 他们都...
es: @niko_distressed Los dos...
it: @niko_distressed ...sono......
ja: @niko_distressed 2人とも……
ko: @niko_distressed 모두...
pt_br: @niko_distressed Os dois.....
ru: @niko_distressed Они оба.....

source: @silver_rip [...ughh]
cht: @silver_rip [...嗯]
es: @silver_rip [... uggg]
it: @silver_rip [...Aghh...]
ja: @silver_rip […うう…]
ko: @silver_rip [...윽]
pt_br: @silver_rip [... arrgh]
ru: @silver_rip [...уф-ф]

source: @niko_surprised ARE YOU OKAY?!
cht: @niko_surprised 你还好么？！
es: @niko_surprised ¡¿ESTÁS BIEN?!
it: @niko_surprised TUTTO A POSTO!?
ja: @niko_surprised お姉さん！！
ko: @niko_surprised 괜찮아요?
pt_br: @niko_surprised VOCÊ ESTÁ BEM?!
ru: @niko_surprised ТЫ В ПОРЯДКЕ?

source: @silver_rip0 [I'm fine, I'm fine-]
cht: @silver_rip0 [我很好，我很好——]
es: @silver_rip0 [Estoy bien, estoy bien...]
it: @silver_rip0 [Sto bene, sto bene-]
ja: @silver_rip0 [大丈夫、平気よ――]
ko: @silver_rip0 [괜찮아, 괜찮아.]
pt_br: @silver_rip0 [Estou bem, estou bem...]
ru: @silver_rip0 [В порядке, в порядк-]

source: @silver_rip [I can still hold it up, but you two need to-]
cht: @silver_rip [我还可以坚持下去，但你们俩需要——]
es: @silver_rip [Todavía puedo aguantar, pero vosotros dos tenéis que...]
it: @silver_rip [Posso ancora reggerlo, ma voi due dovete-]
ja: @silver_rip [私はまだ耐えられる。でもあなたたちは――]
ko: @silver_rip [난 아직 버틸 수 있는데, 너희 둘이-]
pt_br: @silver_rip [Ainda consigo segurar as pontas, mas vocês dois precisam...]
ru: @silver_rip [Я могу их удерживать, но вы двое должны-]

source: @silver_rip2 [AUGH!]
cht: @silver_rip2 [哦！]
ja: @silver_rip2 [うああっ！]
ko: @silver_rip2 [으악!]
pt_br: @silver_rip2 [ARGH!]
ru: @silver_rip2 [У-У-Ф!]

source: @silver_rip0 [YOU! Robot!]
cht: @silver_rip0 [你！机器人！]
es: @silver_rip0 [¡TÚ! ¡Robot!]
it: @silver_rip0 [TU! Robot!]
ja: @silver_rip0 [ちょっと！そこのロボット！]
ko: @silver_rip0 [너! 로봇!]
pt_br: @silver_rip0 [Você! Robô!]
ru: @silver_rip0 [ТЫ! Робот!]
