Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko_speak We should remember to bring it back once we're done with it!
cht: @niko_speak 等我们用完后要记得把它还回来。
es: @niko_speak ¡Deberíamos acordarnos de devolverla una vez que hayamos terminado con ella!
it: @niko_speak Dovremmo ricordarci di riportarla quando non ci servirà più!
ja: @niko_speak 使い終わったら、ちゃんと元に戻さなきゃね！
ko: @niko_speak 배터리를 사용하고 나서 꼭 다시 가져다 놔야겠어요!
pt_br: @niko_speak Não podemos esquecer de trazer de volta assim que tudo isso acabar!
ru: @niko_speak Надо бы не забыть вернуть её обратно, когда мы всё закончим!

source: @niko A couple of fireflies are buzzing about in this jar.
cht: @niko 几只萤火虫在这个瓶子里飞来飞去。
es: @niko En este tarro hay algunas luciérnagas revoloteando.
it: @niko Un paio di lucciole stanno ronzando in questo barattolo.
ja: @niko ホタルが数匹、ビンの中で飛び回ってる。
ko: @niko 반딧불 두어 마리가 병 안에서 날아다니고 있어요.
pt_br: @niko Tem uns vaga-lumes rodeando este jarro.
ru: @niko В этой банке пара шумных светлячков.

source: What am I gonna do!!!
cht: 我要怎么办！！！
es: ¡¿Qué voy a hacer?!
it: Adesso che faccio!?
ja: いったいどうすれば！！！
ko: 난 이제 어쩌지!
pt_br: O que eu vou fazer?!
ru: Что я буду теперь делать!!!

source: My robot!!!
cht: 我的机器人！！！
es: ¡¡Mi robot!!
it: Il mio robot!!!
ja: 僕のロボットが！！！
ko: 내 로봇!!!
pt_br: Meu robô!!!
ru: Мой робот!!!

source: I don't know! I left for a minute and...
cht: 我不知道！我离开了一会儿，但是...
es: ¡No sé! Me he ido un momento y...
it: Non lo so! L'ho lasciato per un minuto e...
ja: 分からないんだ！少し目を離した隙に…
ko: 모르겠어! 잠시 자리를 비웠더니 이렇게...
pt_br: Não sei! Eu saí por um minuto e...
ru: Я не знаю! Стоило оставить его на минутку и...

source: [P\.\.%LE\.ASE \.\. D;O NOT \.\.\.AP\.PR##OACH]
cht: [请\.\.%\.\.\. 不；要\.\.\.靠\.##近]
es: [PRO\.\.%HI\.BIDO \.\. A;CER \.\.\.CA\.R##SE]
it: [P\.\.%ER\.FAV \.\. O;R E NO \.\.\.N A\.VV##ICIN\.\.\.ARTI]
ja: [近\.\.%づか\.ない \.\. いで \.\.\.く\.だ##さイ]
ko: [위\.\.%ㅎㅓㅁ\.하니 \.\. 저ㅂ근하지 \.\.\.마\.십##시오.]
pt_br: [P\.\.%OR \. FAVOR \.\. N;ÃO SE \.\.\.AP\.PR##OXIME]
ru: [ПО\.\.%ЖА\.ЛУЙСТА \.\. Н;Е \.\.\.ПРИ Б\.ЛИЖА##ЙТЕСЬ]

source: @niko I think I have something I'd like to trade!\>\n\@niko_speak You'll take wool, right?\>\n\@niko What can this wool get me?
cht: @niko 我觉得我有东西想交易！\>\n\@niko_speak 你需要羊毛，对吗？\>\n\@niko 羊毛可以给我换来什么呢？
es: @niko ¡Creo que tengo algo con lo que me gustaría comerciar!\>\n\@niko_speak Aceptas lana, ¿verdad?\>\n\@niko ¿Qué puedo conseguir con esta lana?
it: @niko Credo di avere qualcosa da scambiare!\>\n\@niko_speak Prenderesti della lana, giusto?\>\n\@niko Cosa puoi darmi in cambio?
ja: @niko 物々交換したいものがあるんだ！\>\n\@niko_speak 羊毛は引き取ってくれるよね？\>\n\@niko 何と交換してくれるの？
ko: @niko 바꾸고 싶은 게 있어요!\>\n\@niko_speak 양털도 받겠죠\>\n\@niko 이 양털을 주면 뭘 주실래요?
pt_br: @niko Acho que tenho algo para trocar!\>\n\@niko_speak Você aceita lã, não aceita?\>\n\@niko O que eu consigo com lã?
ru: @niko У меня есть кое-что, что я хотел бы обменять! \>\@niko_speak Ты ведь не откажешься от шерсти?\>\n\@niko Что я могу за неё получить?

source: @magpie_hm Wool, huh?
cht: @magpie_hm 羊毛，是吧？
es: @magpie_hm Lana, ¿eh?
it: @magpie_hm Lana, eh?
ja: @magpie_hm 羊毛だって？
ko: @magpie_hm 음, 양털이라고?
pt_br: @magpie_hm Lã?
ru: @magpie_hm Шерсть, говоришь?

source: @magpie That'll get you.\..\..\.\.This fine vial of...
cht: @magpie 羊毛可以换给你你的东西.\..\..\.\.是这瓶优质的...
es: @magpie Eso te gustará.\..\..\.\. Este delicado frasco de...
it: @magpie Per quella posso darti.\..\..\.\. una splendida fiala di...
ja: @magpie それなら\..\..\.\.このビンに入ってる素敵な…
ko: @magpie 그렇다면.\..\..\.\.이 병을 주지...
pt_br: @magpie Você consegue.\..\..\.\.este belo frasco de...
ru: @magpie За неё ты получишь.\..\..\.\.Эту прекрасную склянку...

source: @magpie_smile I'm not sure what this is, actually!\>\nSome sort of fabric dye?
cht: @magpie_smile 说实话我不知道这是什么！\>\n某种织物染料？
es: @magpie_smile ¡La verdad es que no sé muy bien lo que es!\>\n¿Algún tipo de tinte para tejidos?
it: @magpie_smile In realtà... non so cos'è!\>\nQualche tipo di tinta per tessuti?
ja: @magpie_smile 実は何なのか分からないのさ！\>\n布染料かな？
ko: @magpie_smile 사실 안에 든 건 뭔지 모르겠어!\>\n직물 염료인가?
pt_br: @magpie_smile Na realidade, não sei o que é isso!\>\nSerá uma tinta para tecido?
ru: @magpie_smile Вообще-то я не знаю, что там внутри!\>\nЧто-то вроде краски для ткани?

source: @niko Hmm... How about it, \p?
cht: @niko 唔...你觉得这个怎么样，\p？
es: @niko Mmm... ¿Qué opinas, \p?
it: @niko Mh... Cosa ne pensi, \p?
ja: @niko うーん…どうかな、 \p？
ko: @niko 흐음... 어떻게 생각하세요, \p 님?
pt_br: @niko Hmm... Que tal, \p?
ru: @niko Хм-м... Что думаешь, \p?

source: Take the offer!
cht: 成交！
es: ¡Acepta la oferta!
it: Accetta l'offerta!
ja: それと交換だ！
ko: 받아들이자!
pt_br: Aceite a oferta!
ru: Соглашайся!

source: Ehh...
cht: 额...
es: Mmm...
it: Meh...
ja: いや…
ko: 글쎄...
pt_br: Ahm...
ru: Ну такое себе...

source: @niko_speak I'll do it!
cht: @niko_speak 我同意成交！
es: @niko_speak ¡Acepto!
it: @niko_speak Va bene!
ja: @niko_speak 取引成立！
ko: @niko_speak 그걸로 할게요!
pt_br: @niko_speak Negócio fechado!
ru: @niko_speak Я согласен, по рукам!

source: @magpie_smile Pleasure doing business!
cht: @magpie_smile 交易愉快！
es: @magpie_smile ¡Un placer hacer negocios!
it: @magpie_smile È un piacere fare affari con te!
ja: @magpie_smile 毎度あり！
ko: @magpie_smile 거래해 줘서 정말 고마워!
pt_br: @magpie_smile Foi um prazer negociar com você!
ru: @magpie_smile С тобой приятно иметь дело!

source: @niko Wait, \p... you want to...haggle?\>\n\@niko_what ...really?
cht: @niko 等等， \p... 你想...讨价还价？\>\n\@niko_what ...真的吗？
es: @niko Un momento... \p¿quieres... regatear?\>\n\@niko_what ¿En serio?
it: @niko Aspetta... non vorrai mica negoziare, \p?\>\n\@niko_what ...Sul serio?
ja: @niko 待って、 \p… もしかして…値切ってほしいの？\>\n\@niko_what …本気で？
ko: @niko 잠깐만요, \p 님... 흥정... 하실 건가요?\>\n\@niko_what ...정말로요?
pt_br: @niko Calma aí, \p... Você quer... pechinchar?\>\n\@niko_what ... sério?
ru: @niko Подожди, \p... ты хочешь...поторговаться?\>\n\@niko_what ...серьёзно?

source: @niko_eyeclosed Alright then...
cht: @niko_eyeclosed 那好吧...
es: @niko_eyeclosed Está bien...
it: @niko_eyeclosed Oh beh...
ja: @niko_eyeclosed 分かったよ…
ko: @niko_eyeclosed 알았어요...
pt_br: @niko_eyeclosed Tudo bem, então...
ru: @niko_eyeclosed Ну, ладно...

source: @niko_speak \p said they wanted a better offer!
cht: @niko_speak \p 说它们应该便宜点！
es: @niko_speak ¡\p ha dicho que querían una oferta mejor!
it: @niko_speak \p vorrebbe un'offerta migliore!
ja: @niko_speak \p がもっと何か欲しいって言ってる！
ko: @niko_speak \p 님이 좀 더 달라고 하시는데요!
pt_br: @niko_speak \p perguntou se você tem uma oferta melhor!
ru: @niko_speak \p говорит, что хочет предложение получше!

source: @magpie_oh ...holy smokes!\>\n\@magpie_smile Forgot I was doing a trade with god for a second there...
cht: @magpie_oh ...天呐！\>\n\@magpie_smile 差点忘了我正在跟神进行交易了...
es: @magpie_oh ¡Por todos los cielos!\>\n\@magpie_smile Por un segundo había olvidado que estaba haciendo negocios con la divinidad...
it: @magpie_oh ...Oh sante nubi!\>\n\@magpie_smile Per un attimo mi ero scordato di star barattando con dio...
ja: @magpie_oh …なんてこった！\>\n\@magpie_smile 神様と物々交換してるってのを うっかり忘れてたぜ！
ko: @magpie_oh ...헐!\>\n\@magpie_smile 내가 신과 거래 중이라는 걸 까맣게 잊었네...
pt_br: @magpie_oh ... Misericórdia!\>\n\@magpie_smile Esqueci que estava negociando com uma divindade...
ru: @magpie_oh ...батюшки-светы!\>\n\@magpie_smile Я на секундочку позабыл, что имею дело с богом...

source: @magpie Okay, okay...\>\n\@magpie_smile In that case, I'll also throw in this commemorative T-shirt!
cht: @magpie 好吧，好吧...\>\n\@magpie_smile 如果是这样，我愿意加上这件纪念T恤！
es: @magpie Está bien, está bien...\>\n\@magpie_smile En ese caso, también añado esta camiseta conmemorativa.
it: @magpie Ok, ok...\>\n\@magpie_smile Allora vi offro anche questa maglietta commemorativa!
ja: @magpie おっけーおっけー…\>\n\@magpie_smile それなら、この記念Tシャツもつけよう！
ko: @magpie 좋아, 알았어...\>\n\@magpie_smile 그렇다면 이 기념 셔츠를 덤으로 주지!
pt_br: @magpie Está bem, está bem...\>\n\@magpie_smile Sendo assim, vou acrescentar uma camiseta comemorativa de brinde!
ru: @magpie Ладно, ладно...\>\n\@magpie_smile В таком случае я доложу сверху эту сувенирную футболку!

source: @niko Uh...
cht: @niko 嗯...
es: @niko Oh...
it: @niko Ehm...
ja: @niko うーん…
ko: @niko 어...
pt_br: @niko Hm...
ru: @niko Эм...

source: @magpie Oh well, then.\nCome back anytime.
cht: @magpie 噢，那好吧。\n随时欢迎回来。
es: @magpie Muy bien.\nVuelve cuando quieras.
it: @magpie Oh, fa niente.\nTorna quando vuoi.
ja: @magpie ふーん、そっか。\nじゃあまたの機会にだな。
ko: @magpie 뭐, 좋아.\n언제든 다시 찾아오도록 해.
pt_br: @magpie Bom, então...\nVolte quando quiser.
ru: @magpie Ну и ладно.\nПриходи в любое время.

source: @niko_eyeclosed \p, no...
cht: @niko_eyeclosed \p，不...
ja: @niko_eyeclosed \p、 ダメ…
ko: @niko_eyeclosed \p 님, 안 돼요...
pt_br: @niko_eyeclosed \p, não...
ru: @niko_eyeclosed \p, нет...

source: @magpie_oh Hey! I just gave that to you!
cht: @magpie_oh 嘿！我已经把那个给你了！
es: @magpie_oh ¡Oye, acabo de regalártela!
it: @magpie_oh Ehi! Quello te l'ho appena dato!
ja: @magpie_oh ちょっと！それ、さっき 渡したばかりじゃねーか！
ko: @magpie_oh 이봐! 이건 내가 방금 전에 준 거잖아!
pt_br: @magpie_oh Ei! Eu acabei de lhe dar isso!
ru: @magpie_oh Эй! Я только что это тебе дал!

source: @magpie_smile What, you wanna trade it back?
cht: @magpie_smile 什么，你想反悔？
es: @magpie_smile Un momento, ¿quieres devolver eso?
it: @magpie_smile Aspetta, ti sarai mica pentito dello scambio?
ja: @magpie_smile 何だよ、返品してーのか？
ko: @magpie_smile 뭐야? 다시 바꾸자는 거야?
pt_br: @magpie_smile Calma aí, você quer trocar de novo?
ru: @magpie_smile Что, хочешь поменяться обратно?

source: @niko_eyeclosed Not really...
cht: @niko_eyeclosed 并不是的...
es: @niko_eyeclosed En realidad, no...
it: @niko_eyeclosed In realtà, no...
ja: @niko_eyeclosed そういうわけじゃ…
ko: @niko_eyeclosed 아뇨...
pt_br: @niko_eyeclosed Na verdade, não...
ru: @niko_eyeclosed Да нет...

source: @magpie Good, cuz I wasn't gonna!
cht: @magpie 很好，因为我不会的！
es: @magpie Bien, ¡porque tampoco iba a cambiártelo!
it: @magpie Bene, perché non avevo intenzione di riprendermelo!
ja: @magpie ならいい。そんなつもりなかったからな！
ko: @magpie 잘 생각했어, 왜냐면 바꿔 주지 않을 거거든!
pt_br: @magpie Que bom, porque eu não iria aceitar!
ru: @magpie Ну и хорошо, потому что я и не собирался!

source: @magpie I ain't takin that back!
cht: @magpie 我不会把那东西拿回来的！
es: @magpie ¡No acepto devoluciones!
it: @magpie Non si accettano resi!
ja: @magpie 返品は受け付けねーぜ！
ko: @magpie 그걸 다시 받고 싶진 않아!
pt_br: @magpie Não vou pegar esse troço de volta!
ru: @magpie Я не буду брать это обратно!

source: @magpie_hm The shepherd was handing those out a while ago.\>\n\@magpie_smile But does it LOOK like it'll fit me?
cht: @magpie_hm 之前牧羊人把那东西给我的。\>\n\@magpie_smile 但是这看起来会很适合我吗？
es: @magpie_hm El pastor las estaba regalando hace poco.\>\n\@magpie_smile ¿Pero tiene pinta de que me vaya a quedar bien?
it: @magpie_hm La pastora stava distribuendo queste qualche tempo fa.\>\n\@magpie_smile Ti SEMBRA che possano entrarmi?
ja: @magpie_hm 少し前に羊飼いがそれを配ってたのさ。\>\n\@magpie_smile だが、おれが着れると思うか？
ko: @magpie_hm 양치기가 전에 이걸 주더라고.\>\n\@magpie_smile 그런데 그게 나한테 어울릴 것 같아?
pt_br: @magpie_hm O pastor as estava distribuindo há um tempo.\>\n\@magpie_smile Por acaso PARECE que isso caberia em mim?
ru: @magpie_hm Пастушка как-то раз их раздавала.\>\n\@magpie_smile Но разве ПОХОЖЕ, что она мне подойдёт?

source: @magpie_smile T-Shirts aren't exactly made for people with wings!
cht: @magpie_smile T恤不太适合长着翅膀的人穿吧！
es: @magpie_smile ¡Las camisetas no están hechas precisamente para los que tenemos alas!
it: @magpie_smile Le magliette non sono fatte per persone alate!
ja: @magpie_smile Tシャツってのは、羽のあるやつ向けには 作られてねーのさ！
ko: @magpie_smile 티셔츠는 날개 달린 사람을 위한 게 아니야!
pt_br: @magpie_smile Camisetas não foram feitas para pessoas com asas!
ru: @magpie_smile Футболки шьют не для людей с крыльями!

source: @niko Wait, trade this?
cht: @niko 等等，要交易这个？
es: @niko Un momento, ¿lo quieres intercambiar?
it: @niko Aspetta, vuoi seriamente barattarlo?
ja: @niko 待って、これを交換するの？
ko: @niko 잠깐, 이걸 바꾸겠다고요?
pt_br: @niko Calma lá, trocar isso?
ru: @niko Погоди, ты хочешь обменять это?

source: @niko_speak Don't you want to find out what it says first, \p?
cht: @niko_speak 难道你不想先知道上面写的是什么吗， \p？
es: @niko_speak ¿No quieres averiguar primero lo que pone, \p?
it: @niko_speak \p, non ti interessa sapere cosa c'è scritto?
ja: @niko_speak \p、 まずは何が書かかれてるか 知りたくないの？
ko: @niko_speak 일단 무슨 내용인지 알고 싶지 않으세요, \p 님?
pt_br: @niko_speak Não quer descobrir primeiro o que tem nele, \p?
ru: @niko_speak Ты не хочешь сначала узнать, что там написано, \p?

source: @magpie What's that? A book?
cht: @magpie 那是什么呢？一本书？
es: @magpie ¿Qué es eso? ¿Un libro?
it: @magpie E quello cos'è? Un libro?
ja: @magpie それは何だい？本かな？
ko: @magpie 그게 뭐지? 책이야?
pt_br: @magpie O que é isso? Um livro?
ru: @magpie Что это? Книга?

source: @magpie_smile Uh, not sure if I wanna take books, I can't read!
cht: @magpie_smile 哦，我不确定我是否会要一本书，我不识字！
es: @magpie_smile Mmm, no sé si quiero libros, ¡no sé leer!
it: @magpie_smile Oh, non sono molto convinto, io non so leggere!
ja: @magpie_smile ああ、本は引き取れないな。何せ読めないんだ！
ko: @magpie_smile 음, 책을 받고 싶지는 않네. 난 글을 모르거든!
pt_br: @magpie_smile Ahm, por que eu aceitaria livros se não sei ler?
ru: @magpie_smile Эм, не уверен, что хотел бы получить книгу. Я не умею читать!

source: @magpie_oh I can't take this!
cht: @magpie_oh 我不能拿这个！
es: @magpie_oh ¡No puedo aceptarlo!
it: @magpie_oh Non posso accettarla!
ja: @magpie_oh これは引き取れない！
ko: @magpie_oh 이건 받을 수 없어!
pt_br: @magpie_oh Nem quero!
ru: @magpie_oh О, я не могу это взять!

source: @niko_eyeclosed I'm not trading that, \p!
cht: @niko_eyeclosed 我不想交易那个， \p！
es: @niko_eyeclosed ¡No voy a comerciar con eso, \p!
it: @niko_eyeclosed No \p, non ho intenzione di scambiarla!
ja: @niko_eyeclosed これは交換しないよ、 \p！
ko: @niko_eyeclosed \p 님! 이것만은 바꿀 수 없어요!
pt_br: @niko_eyeclosed Isso eu não vou trocar, \p!
ru: @niko_eyeclosed Я не собираюсь это отдавать, \p!

source: @magpie You're not trading what?
cht: @magpie 你不想交易什么？
es: @magpie ¿Con qué no vas a comerciar?
it: @magpie Non hai intenzione di scambiare cosa?
ja: @magpie 何を交換しないって？
ko: @magpie 거래를 하겠다는 거야, 말겠다는 거야?
pt_br: @magpie O que você não quer trocar?
ru: @magpie Что ты не собираешься отдавать?

source: @magpie What's that? A feather?
cht: @magpie 那是什么呢？一根羽毛？
es: @magpie ¿Qué es eso? ¿Una pluma?
it: @magpie Cos'è quella? Una penna?
ja: @magpie それ何だ？羽根か？
ko: @magpie 그건 뭐지? 깃털인가?
pt_br: @magpie O que é isso? Uma pena?
ru: @magpie Что это? Какое-то перо?

source: @magpie_hm Wait... \.\.\@magpie_oh Oh my stars!
cht: @magpie_hm 等等...\.\.\@magpie_oh 噢我的天啊！
es: @magpie_hm Un momento... \.\.\@magpie_oh ¡Madre mía!
it: @magpie_hm Fermi tutti... \.\.\@magpie_oh Oh stelle care!
ja: @magpie_hm おい… \.\.\@magpie_oh こりゃたまげた！
ko: @magpie_hm 잠깐... \.\.\@magpie_oh 오, 세상에!
pt_br: @magpie_hm Calma aí... \.\.\@magpie_oh Valei-me!
ru: @magpie_hm Подожди... \.\.\@magpie_oh Oх, звёздочки мои!

source: @magpie_oh That is NOT "a" feather!
cht: @magpie_oh 那不是"一根"羽毛！
es: @magpie_oh ¡Eso NO es "una" pluma!
it: @magpie_oh Qui non stiamo parlando di "UNA" penna!
ja: @magpie_oh それ、「ただ」の羽根じゃねーぞ！
ko: @magpie_oh 이건 그냥 "깃털"이 아니야!
pt_br: @magpie_oh Isso NÃO é “uma” pena!
ru: @magpie_oh Это НЕ «КАКОЕ-ТО» там перо!

source: @magpie That is a feather from the late Prophet!
cht: @magpie 那是上一任先知的羽毛！
es: @magpie ¡Es una pluma de la anterior Profeta!
it: @magpie Questa è una delle penne della Profetessa!
ja: @magpie 今は亡き、預言者の羽根だ！
ko: @magpie 이건 전 예언자가 남긴 깃털이라고!
pt_br: @magpie É a pena do último profeta!
ru: @magpie Это же перо покойной Пророчицы!

source: @magpie_oh Probably one of the most sacred items there is!
cht: @magpie_oh 这可能是这里最可怕的东西之一了！
es: @magpie_oh ¡Probablemente uno de los objetos más sagrados que existen!
it: @magpie_oh Non puoi trovare oggetto più sacro di questo!
ja: @magpie_oh この世界に存在する、チョー神聖な アイテムの1つだぞ！
ko: @magpie_oh 가장 신성한 물건 중 하나지!
pt_br: @magpie_oh Talvez um dos itens mais sagrados do mundo!
ru: @magpie_oh Вероятно, самая святейшая вещь во всём мире!

source: @magpie_oh How in the WORLD did you get a hold of THAT?
cht: @magpie_oh 你怎么在这个世界里拿到这个东西的？
es: @magpie_oh ¿Cómo DIANTRES has conseguido ESO?
it: @magpie_oh Com'è POSSIBILE che tu sia in possesso di qualcosa del genere?
ja: @magpie_oh 一体どうやって、こんな物を 手に入れたんだ？
ko: @magpie_oh 대체 어디서 이런 물건을 구한 거야?
pt_br: @magpie_oh Onde DIABOS você arranjou ISSO?
ru: @magpie_oh Каким это образом ОНО у тебя оказалось?

source: @magpie_hm ...Wait, I guess it would make sense for you to have one.
cht: @magpie_hm ...等等，我想你拥有这个好像也讲得通。
es: @magpie_hm ... Un momento, supongo que tiene sentido que tengas una.
it: @magpie_hm ...Aspetta, in realtà ha senso che tu ne abbia una.
ja: @magpie_hm …いや、あんたが持ってるのは当然か。
ko: @magpie_hm ...잠깐, 아무래도 이건 네가 가지고 가는 게 더 값어치가 있겠어.
pt_br: @magpie_hm ... Bom, é verdade. Faz sentido ela estar com você.
ru: @magpie_hm ...Хотя погоди, думаю, вполне логично, что у тебя есть такое перо.

source: @magpie_smile Y'know, with you being the savior and all.
cht: @magpie_smile 要知道，因为你是救世主。
es: @magpie_smile Ya sabes, por aquello de ser el mesías y tal.
it: @magpie_smile Insomma, sei il salvatore, sai com'è.
ja: @magpie_smile だってほら、救世主だしさ。
ko: @magpie_smile 구원자는 너니까.
pt_br: @magpie_smile Afinal, você é o messias, né.
ru: @magpie_smile Ты же всё-таки спаситель и всё такое.

source: @niko Um... okay.
cht: @niko 嗯...好的。
es: @niko Mmm... Vale.
it: @niko Ehm... Ok.
ja: @niko ああ…そう。
ko: @niko 음... 알겠어요.
pt_br: @niko Hm... Beleza.
ru: @niko Эм... Ну ладно.

source: @niko The seed left behind by the plant lady?
cht: @niko 植物女士留下的种子？
es: @niko ¿Y la semilla que se dejó olvidada la mujer planta?
it: @niko Il seme che ci ha lasciato la signorina pianta?
ja: @niko 植物のお姉さんが残していった種？
ko: @niko 식물 아가씨가 남긴 씨앗 말인가요?
pt_br: @niko A semente deixada pela moça-planta?
ru: @niko Семечко, оставленное тётей-растением?

source: @niko_huh Oh, but what if...\. it's like...\. her baby...
cht: @niko_huh 噢，但是这更...\. 像是...\. 她的宝宝...
es: @niko_huh Oh, pero ¿y si...\. fuera algo así como...\. su bebé...?
it: @niko_huh Aspetta, e se fosse...\. tipo...\. suo figlio...?
ja: @niko_huh あっ、でもさ、もし…\. 彼女の…\. 赤ちゃんだったら…
ko: @niko_huh 하지만 이건...\. 이건...\. 그 아가씨가 남긴 아기 같은 거잖아요...
pt_br: @niko_huh Ah, mas e se...\. for tipo...\. o bebê dela...?
ru: @niko_huh Ох, но что если...\. оно для неё...\. как ребёнок...

source: @niko_speak I can't give away someone's baby like that!
cht: @niko_speak 我不会像那样抛弃别人的宝宝！
es: @niko_speak ¡No puedo regalar el bebé de alguien de esa manera!
it: @niko_speak Non posso dare via il figlio di qualcun altro come se niente fosse!
ja: @niko_speak 誰かの赤ちゃんを 譲ることなんてできないよ！
ko: @niko_speak 아기를 막 넘겨줄 순 없어요!
pt_br: @niko_speak Não posso simplesmente dar o bebê de alguém!
ru: @niko_speak Я не могу вот так отдать чьего-то малыша!

source: @niko_wtf2 Especially not to a bird...
cht: @niko_wtf2 尤其不会给一只鸟...
es: @niko_wtf2 No precisamente a un pájaro...
it: @niko_wtf2 Soprattutto non a un uccello...
ja: @niko_wtf2 特に鳥には…
ko: @niko_wtf2 특히 새에게는요...
pt_br: @niko_wtf2 E para um pássaro ainda por cima?
ru: @niko_wtf2 И уж точно не птице...

source: @magpie_oh ...hey!
cht: @magpie_oh ...嘿！
es: @magpie_oh ... ¡Oye!
it: @magpie_oh ...Ehi!
ja: @magpie_oh …おい！
ko: @magpie_oh ...이봐!
pt_br: @magpie_oh ... ei!
ru: @magpie_oh ...эй!

source: @niko_eyeclosed I don't think it's right to trade this away, \p ...
cht: @niko_eyeclosed 我不认为把这个卖掉是对的， \p ...
es: @niko_eyeclosed No creo que sea correcto comerciar con esto, \p...
it: @niko_eyeclosed \p, non penso che scambiarla sia una buona idea...
ja: @niko_eyeclosed これを交換するのは よくないと思うな、 \p…
ko: @niko_eyeclosed \p 님, 이걸 교환하는 건 좋은 생각이 아닌 것 같아요...
pt_br: @niko_eyeclosed Acho que não é certo trocar isso daqui, \p...
ru: @niko_eyeclosed Не думаю, что это хорошее решение, \p ...

source: @magpie_oh Oh hey! You have one of those coin things!
cht: @magpie_oh 噢嘿！你有这种硬币啊！
es: @magpie_oh ¡Oye! ¡Tienes una moneda de esas!
it: @magpie_oh Ehi! Hai una di quelle "monete"!
ja: @magpie_oh おい、ちょっと！ あのコインのやつ持ってるじゃねーか！
ko: @magpie_oh 오, 잠깐! 너, 그 동전을 갖고 있구나!
pt_br: @magpie_oh E aí! Eu tenho uma dessas moedas!
ru: @magpie_oh Эй! У тебя есть одна из этих штучек! Монетка!

source: @magpie I've dug up a couple of these before.
cht: @magpie 我以前也挖到过几个。
es: @magpie Yo he desenterrado alguna que otra.
it: @magpie In passato ne ho disseppellite un paio.
ja: @magpie 前にいくつか掘り出したことがあるのさ。
ko: @magpie 전에 이와 비슷한 걸 두 개 파낸 적이 있지.
pt_br: @magpie Já desenterrei algumas delas.
ru: @magpie Я как-то раскопал несколько таких.

source: @magpie_smile Yeah! There's this guy who would trade me the BEST things for them.
cht: @magpie_smile 是的！有个家伙愿意为了它们和我换他最好的 东西。
es: @magpie_smile ¡Sí! Hay un tipo que comercia con los MEJORES objetos.
it: @magpie_smile Già! In cambio un tipo mi ha dato tante belle cosine.
ja: @magpie_smile ああ！それと引き換えに 最高の品をくれる男がいてな。
ko: @magpie_smile 그래! 전에 자기 물건 중에 가장 좋은 걸 주겠다며 그걸 달라고 한 사람도 있었어.
pt_br: @magpie_smile Sim! Tem um cara que troca as MELHORES coisas por elas.
ru: @magpie_smile Да! Я знаю парня, который отдаст мне за них ЛУЧШИЕ вещи.

source: @magpie Like, one time he brought me this little machine that plays music!
cht: @magpie 就像有一次他给我了那个播放音乐 的小机器！
es: @magpie ¡Una vez me trajo una maquinita que hace música!
it: @magpie Una volta mi ha portato un piccolo aggeggio che suona della musica!
ja: @magpie 例えば、音楽を奏でてくれる小さな機械を 持ってきてくれたことがある！
ko: @magpie 그 사람이 한번은 음악이 나오는 기계를 가지고 왔지!
pt_br: @magpie Uma vez, ele me trouxe uma maquininha que tocava música!
ru: @magpie Например, однажды он принёс мне это небольшое устройство, которое играет музыку!

source: @magpie_hm I don't know what it's called, but you have to wind it up...
cht: @magpie_hm 我不知道它叫什么，就是要上紧发条的那个...
es: @magpie_hm No sé cómo se llama, pero tienes que darle cuerda...
it: @magpie_hm Il nome mi sfugge, ma so che per usarlo bisogna prima caricarlo...
ja: @magpie_hm 名前は分からないんだが、 クルクル巻かなきゃいけなくて…
ko: @magpie_hm 이걸 뭐라 부르는지는 모르겠는데, 태엽을 감아야 돼...
pt_br: @magpie_hm Não sei o nome, mas você precisa dar corda nele...
ru: @magpie_hm Не знаю, как оно называется, но его нужно заводить...

source: @niko_speak Music box?
cht: @niko_speak 八音盒？
es: @niko_speak ¿Una caja de música?
it: @niko_speak Un carillon?
ja: @niko_speak オルゴール？
ko: @niko_speak 오르골이요?
pt_br: @niko_speak Caixa de música?
ru: @niko_speak Музыкальная шкатулка?

source: @magpie_smile That's it!
cht: @magpie_smile 就是那个！
es: @magpie_smile ¡Eso es!
it: @magpie_smile Esatto!
ja: @magpie_smile それだ！
ko: @magpie_smile 바로 그거야!
pt_br: @magpie_smile Isso mesmo!
ru: @magpie_smile Точно!

source: @magpie I wish that guy would come back soon, I haven't seen him in forever.
cht: @magpie 真希望那个家伙快点再过来，我好久没 看见他了。
es: @magpie Espero que el tipo vuelva pronto porque hace mucho que no lo veo.
it: @magpie Spero torni presto, è da molto che non lo vedo.
ja: @magpie あの男に戻ってきてほしいけど、 ずいぶん長いこと見てねーな。
ko: @magpie 그 사람이 다시 찾아오면 좋겠어. 한참 못 봤거든.
pt_br: @magpie Queria que esse cara voltasse, não o vejo há séculos.
ru: @magpie Надеюсь, этот парень скоро вернется. Сто лет уже его не видел.

source: @magpie_smile I wanna do more trades with him!
cht: @magpie_smile 我想跟他做更多的交易！
es: @magpie_smile ¡Quiero seguir comerciando con él!
it: @magpie_smile Mi manca fare affari con lui!
ja: @magpie_smile あいつともっと物々交換したい！
ko: @magpie_smile 그 사람과 거래를 더 하고 싶어!
pt_br: @magpie_smile Quero fazer mais trocas com ele!
ru: @magpie_smile Хочу непременно ещё с ним поменяться!

source: @niko How about this...glass tube full of water I got from a robot?
cht: @niko 这个怎么样...我从机器人那里弄来的 一个装满水的玻璃管？
es: @niko ¿Qué te parece este... tubo de cristal lleno de agua que me dio de un robot?
it: @niko Cosa ne dici di questa... provetta piena d'acqua che m'ha dato un robot?
ja: @niko これはどうかな…ロボットから手に入れた、 水でいっぱいのガラス管とか？
ko: @niko 이... 로봇에게서 받은 물이 든 시험관은 어때요?
pt_br: @niko Que tal... esse tubo de vidro cheio d’água que um robô me deu?
ru: @niko Как насчёт этой...стеклянной пробирки с водой, которую мне дал робот?

source: @niko Do you like glass?
cht: @niko 你喜欢玻璃吗？
es: @niko ¿Te gusta el cristal?
it: @niko È fatta di vetro, ti piace il vetro?
ja: @niko ガラスは好き？
ko: @niko 유리, 좋아하세요?
pt_br: @niko Você gosta de vidro?
ru: @niko Тебе нравится стекло?
