Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @plight_worry That was uh...\>\nThat was the most awkward elevator ride I've been through.
cht: @plight_worry 那确实...\>\n那是我经历的最为尴尬的电梯之旅。
es: @plight_worry Fue, eh...\>\nFue la situación de ascensor más incómoda en la que he estado.
it: @plight_worry È... Ehm...\>\nÈ stato il giro in ascensore più imbarazzante che abbia mai fatto.
ja: @plight_worry あれは、ああ…\>\nあんなに居心地の悪いエレベーターは 初めてだったよ。
ko: @plight_worry 그건...\>\n지금까지 엘리베이터를 탔던 것 중에 가장 어색한 시간이었어.
pt_br: @plight_worry Aquele, ahm... \>\nFoi o elevador mais esquisito que já entrei.
ru: @plight_worry Это было а...\>\nЭто была самая неловкая поездка на лифте за всю мою жизнь.

source: @plight_why ...and by "awkward" I mean terrible bad awful the absolute worst.
cht: @plight_why ..."尴尬"的意思是糟糕、差劲、糟透了、 绝对最衰。
es: @plight_why ... Y con «incómoda» me refiero a absolutamente horrible.
it: @plight_why ...E per "imbarazzante" intendo terribile brutto orribile il peggiore in assoluto.
ja: @plight_why …「居心地が悪い」ってのは、サイアクで、 さいあくで、最悪って意味な。
ko: @plight_why ..."어색한"이라는 건 그야말로 나쁘고 끔찍하고 최악이라는 뜻이지.
pt_br: @plight_why ... e “esquisito” do tipo terrível, ruim, horrível, a pior coisa possível.
ru: @plight_why ...и под «неловкой» я подразумеваю ужасную отвратительную кошмарную определённо наихудшую.

source: @plight_worry The squares like, started leaking into the room, right?
cht: @plight_worry 那些方块渗透到房间里，对吗？
es: @plight_worry Los cuadrados... empezaron a colarse a la habitación, ¿no?
it: @plight_worry I quadrati hanno invaso la stanza, giusto?
ja: @plight_worry 四角形が、文字通りなだれ込んできたんだ。
ko: @plight_worry 저 사각형들이 방에까지 들어오기 시작했어.
pt_br: @plight_worry Os quadrados começaram a, tipo, infestar o lugar, não é?
ru: @plight_worry Квадраты как бы, начали просачиваться внутрь, понимаешь?

source: @plight_worry2 And I was trapped like a rat.
cht: @plight_worry2 而我就像只被困住的耗子。
es: @plight_worry2 Y estaba atrapado como una rata.
it: @plight_worry2 Mi sono trovato come un topo in trappola.
ja: @plight_worry2 それで、おれはネズミみたいに 逃げ場がなくなっちまって。
ko: @plight_worry2 난 독 안의 쥐처럼 갇혀 있었지.
pt_br: @plight_worry2 E fiquei preso como um rato.
ru: @plight_worry2 А я застрял там как мышь в мышеловке.

source: @plight_worry And they just kept filling in the room faster, right...
cht: @plight_worry 而它们在不断地快速地填满这个房间...
es: @plight_worry Y seguían llenando la habitación, cada vez más rápido, ya...
it: @plight_worry Hanno continuato a riempire la stanza sempre più velocemente...
ja: @plight_worry やつらは、どんどん部屋の空間を埋め続けた…
ko: @plight_worry 사각형들이 점점 빨리 방을 파먹기 시작했어...
pt_br: @plight_worry E eles continuaram enchendo a sala, cada vez mais rápido...
ru: @plight_worry И они стали всё быстрее заполнять комнату, понимаешь...

source: @plight_wtf ...AM I DEAD!?
cht: @plight_wtf ...我死了吗！？
es: @plight_wtf ¡¿... ESTOY MUERTO?!
it: @plight_wtf ...MA SONO MORTO!?
ja: @plight_wtf …まさか、おれは死んでるのか！？
ko: @plight_wtf ...나 죽은 거야?
pt_br: @plight_wtf ... EU MORRI!?
ru: @plight_wtf ...Я ЧТО, УМЕР!?

source: @niko_speak No no, you're fine!
cht: @niko_speak 不不，你很好！
es: @niko_speak ¡No no, estás bien!
it: @niko_speak No, no!
ja: @niko_speak ううん、大丈夫だよ！
ko: @niko_speak 아뇨, 살아 있어요!
pt_br: @niko_speak Não, não, você tá bem!
ru: @niko_speak Нет-нет, вы в порядке!

source: @niko Everyone in this room is fine!
cht: @niko 这个房间所有人都很好！
es: @niko ¡Todo el mundo en la habitación está bien!
it: @niko Tutti in questa stanza stanno bene!
ja: @niko この部屋にいる人は、みんな元気！
ko: @niko 이 방에 있는 사람들은 다 괜찮아요!
pt_br: @niko Todos aqui estão bem!
ru: @niko Все в этом помещении живы-здоровы!

source: @niko_speak You'll be able to go back home soon...
cht: @niko_speak 你很快就能回家了...
es: @niko_speak Pronto podrás volver a casa...
it: @niko_speak Presto tutti torneranno a casa...
ja: @niko_speak もうすぐ家に帰れるよ…
ko: @niko_speak 곧 집으로 갈 수 있을 거예요...
pt_br: @niko_speak Vocês vão voltar para casa em breve...
ru: @niko_speak Скоро вы сможете вернуться домой...

source: @plight_sigh Oh thank goodness gracious.
cht: @plight_sigh 哦，感谢上帝，天哪。
es: @plight_sigh Ah, madre mía, menos mal.
it: @plight_sigh Oh grazie al cielo.
ja: @plight_sigh ああ、それは神様に感謝だ。
ko: @plight_sigh 신이시여, 감사합니다.
pt_br: @plight_sigh Ah, graças aos céus.
ru: @plight_sigh Ох, блин какое счастье.

source: @plight_worry I can't work when I'm dead!
cht: @plight_worry 我死了就不能工作了！
es: @plight_worry ¡Muerto no puedo trabajar!
it: @plight_worry Non potrei lavorare da morto!
ja: @plight_worry 死んじまったら、仕事ができないからな！
ko: @plight_worry 죽으면 일을 할 수 없거든!
pt_br: @plight_worry Não posso trabalhar se estiver morto!
ru: @plight_worry Как бы я работал если умер!

source: @niko6 (...\p, IS he?)
cht: @niko6 （...\p，他还好吗？）
es: @niko6 (¿... \p, ESTÁ?)
it: @niko6 (...\p, è morto?)
ja: @niko6 (…\p, 彼は？)
ko: @niko6 (...\p 님, 혹시?)
pt_br: @niko6 (...\p, será que ele ESTÁ mesmo?)
ru: @niko6 (\p... это ТАК?)

source: He's fine, Niko
cht: 他很好，Niko
es: Está bien, Niko
it: Sta bene, Niko.
ja: 彼は元気だよ、ニコ。
ko: 그 사람은 괜찮아, 니코.
pt_br: Ele está bem, Niko.
ru: Он в порядке, Нико

source: Everyone here is fine.
cht: 这里所有人都很好。
es: Todos están bien.
it: Stanno tutti bene.
ja: ここは、全員元気だよ。
ko: 여기 있는 사람은 모두 괜찮아.
pt_br: Todos aqui estão bem.
ru: Здесь все в порядке.

source: The World Machine...
cht: 世界机器...
es: La máquina del mundo...
it: La World Machine...
ja: ワールドマシンが…
ko: 세상 기계가...
pt_br: A Máquina do Mundo...
ru: Мировая Машина...

source: ...will send them home soon.
cht: ...很快会把他们送回家。
es: ... los enviará pronto a casa.
it: ...li manderà presto a casa.
ja: …きっと、2人をもうすぐ家に送ってくれる。
ko: ...모두를 집으로 보내 줄 거야...
pt_br: ... os mandará para casa em breve.
ru: ...скоро отправит их по домам.

source: @niko_speak Well, \p says you're not dead!
cht: @niko_speak 嗯，\p 说你们没有死！
es: @niko_speak ¡Bueno, \p dice que no estáis muertos!
it: @niko_speak Beh, \p dice che sono tutti vivi!
ja: @niko_speak \pは、 死んでないってさ！
ko: @niko_speak 음, \p 님이 안 죽었대!
pt_br: @niko_speak Bom, \p disse que você não tá morto!
ru: @niko_speak Что ж, \p говорит, что вы не умерли!

source: @niko They said you'll be able to go back to your home very soon!
cht: @niko 他们说你们很快就能回家了！
es: @niko ¡Dice que muy pronto podréis volver a casa!
it: @niko Ha detto che molto presto sarai in grado di tornare a casa!
ja: @niko もうすぐ家に帰ることができるって！
ko: @niko 조금만 있으면 집으로 갈 수 있다고도 했죠!
pt_br: @niko E que você logo poderá voltar para casa!
ru: @niko И что очень скоро ты сможешь вернуться домой!

source: @rue_smile Thank you for everything, Niko.
cht: @rue_smile 谢谢你所做的一切， Niko。
es: @rue_smile Gracias por todo, Niko.
it: @rue_smile Grazie per tutto, Niko.
ja: @rue_smile 何から何まで、ありがとうね。ニコ。
ko: @rue_smile 모두 고마워, 니코.
pt_br: @rue_smile Obrigada por tudo, Niko.
ru: @rue_smile Спасибо тебе за всё, Нико.

source: @rue_sad We'll miss you.
cht: @rue_sad 我们会想念你。
es: @rue_sad Te echaremos de menos.
it: @rue_sad Ci mancherai.
ja: @rue_sad あなたがいなくなると、寂しくなるわね。
ko: @rue_sad 네가 보고 싶을 거야.
pt_br: @rue_sad Sentiremos sua falta.
ru: @rue_sad Мы будем по тебе скучать.

source: @rue This path leads to the summit of the tower.
cht: @rue 这条通道通往塔楼的顶端。
es: @rue Este ascensor lleva a lo más alto de la torre.
it: @rue Questo percorso conduce alla cima della Torre.
ja: @rue この通路は、塔の頂上につながっているわ。
ko: @rue 이 길은 탑의 정상으로 이어지지.
pt_br: @rue Esse caminho leva ao topo da torre.
ru: @rue Этот путь ведёт к вершине башни.

source: @rue You... \.\.already know what to expect, right?
cht: @rue 你...\.\.已经知道接下来会发生什么，对吗？
es: @rue Ya... \.\.sabías qué esperar, ¿verdad?
it: @rue Tu... \.\.sai già cosa aspettarti, vero?
ja: @rue この先に何があるかは… \.\.もう、知っているわよね？
ko: @rue 너... \.\.무슨 일이 생길지는 이미 알고 있지?
pt_br: @rue Você... \.\.já sabe o que esperar, certo?
ru: @rue Ты ведь... \.\.уже знаешь, чего ожидать, верно?

source: @niko Mhm...
cht: @niko 嗯...
es: @niko Mmm...
ja: @niko うん…
ko: @niko 응...
pt_br: @niko Hm...
ru: @niko М-хм...

source: @niko2 It's the glass room, right?
cht: @niko2 那是玻璃房，对吗？
es: @niko2 Es la habitación de cristal, ¿no?
it: @niko2 La stanza di vetro, giusto?
ja: @niko2 ガラスの部屋、だよね？
ko: @niko2 유리 방, 맞지?
pt_br: @niko2 É a sala de vidro, não é?
ru: @niko2 Это стеклянная комната, да?

source: @rue_smile That's it!
cht: @rue_smile 是的！
es: @rue_smile ¡Eso es!
it: @rue_smile Esatto!
ja: @rue_smile ええ！
ko: @rue_smile 맞아!
pt_br: @rue_smile Isso mesmo!
ru: @rue_smile Точно!

source: @rue You can go through this portal when you are ready.
cht: @rue 等你准备好了就可以进入这个大门。
es: @rue Puedes cruzar este portal cuando estés listo.
it: @rue Puoi attraversare questo portale quando sei pronto.
ja: @rue 準備ができたら、このゲートを 通り抜けるのよ。
ko: @rue 준비가 끝나면 이 차원문으로 들어가면 돼.
pt_br: @rue Pode passar por esse portal quando quiser ir.
ru: @rue Когда будешь готов, пройди через этот портал.

source: @rue Goodbye, Niko.
cht: @rue 再见， Niko。
es: @rue Adiós, Niko.
it: @rue Addio, Niko.
ja: @rue さようなら、ニコ。
ko: @rue 잘 가, 니코.
pt_br: @rue Adeus, Niko.
ru: @rue Прощай, Нико.

source: @silver2 ...Messiah?
cht: @silver2 ...救世主？
es: @silver2 ¿... Mesías?
it: @silver2 ...Messia?
ja: @silver2 …救世主？
ko: @silver2 ...구원자?
pt_br: @silver2 ... messias?
ru: @silver2 ...Мессия?

source: @niko_surprised ROBOT LADY!!!!
cht: @niko_surprised 机器人女士！！！！
es: @niko_surprised ¡¡¡MUJER ROBOT!!!
it: @niko_surprised SIGNORINA ROBOT!!!!
ja: @niko_surprised ロボットのお姉さん！！！
ko: @niko_surprised 로봇 아가씨!!!!
pt_br: @niko_surprised MOÇA-ROBÔ!
ru: @niko_surprised ТЁТЯ-РОБОТ!!!!

source: @niko_pancakes You're.... okay?
cht: @niko_pancakes 你还...好吗？
es: @niko_pancakes ¿Estás... bien?
it: @niko_pancakes Stai... bene?
ja: @niko_pancakes 大丈夫…なの？
ko: @niko_pancakes 괜찮아요?
pt_br: @niko_pancakes Você.... está bem?
ru: @niko_pancakes Вы.... в порядке?

source: @silver2 [I... think so.]
cht: @silver2 [我...还好。]
es: @silver2 [Eso... creo.]
it: @silver2 [Credo... di sì.]
ja: @silver2 [ええ…多分。]
ko: @silver2 [그런 것 같아...]
pt_br: @silver2 [Acho... que sim.]
ru: @silver2 [Думаю... да.]

source: @silver_eyeclosed [The last thing I remember was the squares closing in on me...]
cht: @silver_eyeclosed [我记得的最后一件事就是那些方块 在包围我...]
es: @silver_eyeclosed [Lo último que recuerdo son los cuadrados cerniéndose sobre mí...]
it: @silver_eyeclosed [L'ultimo ricordo che ho è quando mi sono ritrovata circondata dai quadrati...]
ja: @silver_eyeclosed [最後に覚えているのは、四角形が 接近してきたことぐらいね…]
ko: @silver_eyeclosed [마지막으로 기억나는 건 사각형들이 날 덮치던 장면이야...]
pt_br: @silver_eyeclosed [A última coisa que me lembro é de quadrados me cercando...]
ru: @silver_eyeclosed [Последнее, что я помню, это как меня окружили квадраты...]

source: @silver2 [But then, I....\.\.ended up here unscathed.]
cht: @silver2 [然后，我...\.\.就毫发无损的在这里了。]
es: @silver2 [Pero entonces...\.\.he aparecido aquí, sin un rasguño.]
it: @silver2 [Ma alla fine...\.\. mi sono ritrovata qui senza un graffio.]
ja: @silver2 [でもその後…\.\.気づいたら、ここにいたの。 かすり傷一つなく。]
ko: @silver2 [하지만...\.\. 멀쩡히 여기서 깨어났지.]
pt_br: @silver2 [Mas aí, eu... \.\.cheguei aqui ilesa.]
ru: @silver2 [Но потом, я....\.\.оказалась здесь без единой царапины.]

source: @niko3 Is that so...
cht: @niko3 果真如此吗...
es: @niko3 ¿Ah, sí...?
it: @niko3 Ah sì...?
ja: @niko3 そうだったんだ…
ko: @niko3 그랬군요...
pt_br: @niko3 É mesmo...
ru: @niko3 Вот как...

source: @silver_lookup [...This is such a strange room.]
cht: @silver_lookup [...这是个很奇怪的房间。]
es: @silver_lookup [... Qué habitación tan rara.]
it: @silver_lookup [...Questa stanza è molto strana.]
ja: @silver_lookup […ここ、変な部屋ね。]
ko: @silver_lookup [...정말 이상한 방이네.]
pt_br: @silver_lookup [... Que sala estranha.]
ru: @silver_lookup [...Какое странное помещение.]

source: @silver2 [We can't be...\.\. in the Tower, can we?]
cht: @silver2 [我们不可能在...\.\. 塔楼，是吗？]
es: @silver2 [No estaremos...\.\. en la Torre, ¿no?]
it: @silver2 [Aspetta, non è che siamo...\.\. nella Torre?]
ja: @silver2 [まさか…\.\. 塔の中ではないわよね？]
ko: @silver2 [설마...\.\. 여기가 탑은 아니겠지?]
pt_br: @silver2 [Não estamos...\.\. na Torre, estamos?]
ru: @silver2 [Мы ведь...\.\. не можем быть в Башне, правда?]

source: @niko6 I'm actually not sure myself...
cht: @niko6 我自己也不确定...
es: @niko6 En realidad no lo tengo muy claro...
it: @niko6 In realtà non ne sono sicuro...
ja: @niko6 実は、ミーもよく分からないんだ…
ko: @niko6 사실 저도 잘 모르겠어요...
pt_br: @niko6 Também não tenho certeza...
ru: @niko6 Я и сам-то не знаю...

source: @silver2 [...where did YOU come from, anyway?]
cht: @silver2 [...那你从哪里来的？]
es: @silver2 [¿... Y de dónde has salido TÚ?]
it: @silver2 [...Ma comunque sia, da dove sei spuntato fuori?]
ja: @silver2 […ところで、あなたはどこから来たの？]
ko: @silver2 [...그건 그렇고 너, 어디서 온 거니?]
pt_br: @silver2 [.... mas de onde VOCÊ veio?]
ru: @silver2 [...откуда тогда ТЫ сюда пришёл?]

source: @niko2 The room where the World Machine was...
cht: @niko2 那个世界机器所在的房间...
es: @niko2 De la habitación donde estaba la máquina del mundo...
it: @niko2 Dalla stanza dove la World Machine stava...
ja: @niko2 ワールドマシンがあった部屋…
ko: @niko2 세상 기계가 있던 방에서요...
pt_br: @niko2 A sala onde a Máquina do Mundo estava...
ru: @niko2 Из комнаты, где находится Мировая Машина...

source: @silver2 [...pardon?]
cht: @silver2 [...什么？]
es: @silver2 [¿... Cómo?]
it: @silver2 [...Come?]
ja: @silver2 […え？]
ko: @silver2 [...뭐라고?]
pt_br: @silver2 [... como é?]
ru: @silver2 [...прошу прощения?]

source: @niko5 I... think the World Machine is trying to remember, now...
cht: @niko5 ...我觉得世界机器现在在尝试着恢复 记忆...
es: @niko5 Creo... que la máquina del mundo está intentando recordar. Bueno...
it: @niko5 Penso... che la World Machine stia cercando di ricordare...
ja: @niko5 きっと…ワールドマシンは今、 思い出そうとしてるんだ…
ko: @niko5 세상 기계는... 지금 뭔가를 기억해내려 하고 있어요...
pt_br: @niko5 Eu... acho que a Máquina do Mundo está tentando se lembrar...
ru: @niko5 Мне... кажется Мировая Машина теперь пытается вспомнить...

source: @niko4 The code that went bad...\.\.\>\n\@niko2 I think it's restoring it all.
cht: @niko4 那个出了故障的代码...\.\.\>\n\@niko2 我觉得它在慢慢被找回来。
es: @niko4 El código que falló...\.\.\>\n\@niko2 Creo que está intentando restaurarlo por completo.
it: @niko4 Il codice che è andato perso...\.\.\>\n\@niko2 Credo che lo stia ripristinando completamente.
ja: @niko4 おかしくなっちゃったコードを…\.\.\>\n\@niko2 全部、復元しようとしてるんだよ。
ko: @niko4 망가진 코드를...\.\.\>\n\@niko2 전부 복구 중인 것 같아요.
pt_br: @niko4 O código que estava com defeito... \.\.\>\n\@niko2 Acho que ela está restaurando o código.
ru: @niko4 Код, который испортился...\.\.\>\n\@niko2 Мне кажется, она его весь восстанавливает.

source: @niko6 That must've been why the squares were going away, \p...
cht: @niko6 这也是那些方块会消失的原因， \p...
es: @niko6 Por eso debían estar marchándose los cuadrados, \p...
it: @niko6 \p, deve essere per questo motivo che i quadrati stanno sparendo...
ja: @niko6 四角形が消えたのって、きっとそういうこと だったんだよ、 \p…
ko: @niko6 사각형이 사라지는 것도 그 때문이겠죠, \p 님...
pt_br: @niko6 Deve ser por isso que os quadrados estavam saindo, \p...
ru: @niko6 Должно быть, именно поэтому квадраты стали исчезать, \p...

source: @niko2 And... it's why you're here, miss!
cht: @niko2 而且...这就是为何你会在这里，女士！
es: @niko2 ¡Y... por eso estás aquí!
it: @niko2 Ed è anche il motivo per cui sei qui, signorina!
ja: @niko2 だから…お姉さんがここにいるんだね！
ko: @niko2 당신이 여기에 온 것도 그 때문이고요!
pt_br: @niko2 E... é por isso que você tá aqui, moça!
ru: @niko2 И... поэтому вы здесь оказались, мисс!

source: @niko_speak I think the World Machine was able to recover your code, too...!
cht: @niko_speak 我觉得世界机器也能够恢复你的代码！
es: @niko_speak ¡Creo que la máquina del mundo también ha podido recuperar tu código...!
it: @niko_speak Penso che la World Machine sia stata in grado di recuperare anche il tuo codice...!
ja: @niko_speak たぶんワールドマシンは、お姉さんの コードも復元できたんだよ…！
ko: @niko_speak 세상 기계가 당신의 코드를 복구해 낸 거예요!
pt_br: @niko_speak Acho que a Máquina do Mundo conseguiu recuperar seu código também...!
ru: @niko_speak Я думаю, Мировая Машина смогла восстановить и твой код тоже...!

source: @silver2 [World... Machine, huh...]
cht: @silver2 [世界...机器，哈...]
es: @silver2 [Máquina... del mundo, ¿eh...?]
it: @silver2 [La... World Machine, eh...]
ja: @silver2 [ワールド…マシン、そう…]
ko: @silver2 [세상... 기계라, 흐음...]
pt_br: @silver2 [Máquina... do mundo, hm...]
ru: @silver2 [Мировая... Машина, говоришь...]

source: @niko2 Oh... I'm not sure if I should tell you this, but...
cht: @niko2 哦...我不确定是否应该告诉你这个，但...
es: @niko2 Oh... No sé si debería decírtelo, pero...
it: @niko2 Oh... Forse non avrei dovuto dirtelo, ma...
ja: @niko2 あっ…このこと話していいのか 分からないけど、あのね…
ko: @niko2 아... 이 이야기를 해도 되는지 모르겠네요...
pt_br: @niko2 Ah... Não sei se eu devia te contar isso, mas...
ru: @niko2 Ой... Не знаю, стоило ли об этом вам рассказывать, но...

source: @silver2 [...What's that in the distance?]
cht: @silver2 [...远处是什么？]
es: @silver2 [¿... Qué es eso de allí a lo lejos?]
it: @silver2 [...Cosa sta succedendo là?]
ja: @silver2 […遠くに見えるあれは何かしら？]
ko: @silver2 [...저 멀리, 저건 뭐지?]
pt_br: @silver2 [... O que é aquilo no horizonte?]
ru: @silver2 [...Что это там в отдалении?]

source: @silver [It... looks like a few more people are showing up.]
cht: @silver [...看起来有更多的人出现了。]
es: @silver [Parece... que está llegando más gente.]
it: @silver [Sembra che... stiano apparendo altre persone.]
ja: @silver [まだ…何人かやってくるみたいね。]
ko: @silver [사람들이 더 오는 것 같네...]
pt_br: @silver [Parece... que mais algumas pessoas estão chegando.]
ru: @silver [Похоже... там появляются ещё несколько людей.]

source: @niko_pancakes Oh!!!
cht: @niko_pancakes 哦！！！
ja: @niko_pancakes あっ！！
ko: @niko_pancakes 오!!!
pt_br: @niko_pancakes Ah!!!
ru: @niko_pancakes Ого!!!

source: @silver2 [Are they... people you know?]
cht: @silver2 [他们...都是你认识的人么？]
es: @silver2 [¿Son gente que... conoces?]
it: @silver2 [Le... conosci?]
ja: @silver2 [あの人たち…知っているの？]
ko: @silver2 [전부... 아는 사람이야?]
pt_br: @silver2 [São... as pessoas que você conhece?]
ru: @silver2 [Они... твои знакомые?]

source: @niko It's... \.\.a bit too far to tell.
cht: @niko 说来...\.\.话长。
es: @niko Están... \.\.un poco lejos para saberlo.
it: @niko Sono... \.\.un po' troppo lontane per distinguerle.
ja: @niko うーん…\.\.すごく遠くて、まだ分かんないや。
ko: @niko 조금... \.\.멀어서 알아보기 힘드네요.
pt_br: @niko Elas... \.\.estão um pouco longe para eu saber.
ru: @niko Они так далеко... \.\.отсюда не пойму.

source: @niko_speak Come on, \p, let's go take a closer look!
cht: @niko_speak 快点，\p，我们去看看！
es: @niko_speak ¡Vamos, \p, echemos un vistazo más de cerca!
it: @niko_speak Avanti, \p, andiamo a vedere!
ja: @niko_speak ねえ、 \p、 近くに行ってみようよ！
ko: @niko_speak 어서요, \p 님. 보러 가요!
pt_br: @niko_speak Vamos, \p, vamos ver de perto!
ru: @niko_speak Идём, \p, давай посмотрим поближе!

source: @rowbot [THE HEAD ENGINEER CAN HELP ME DO NOT WORRY.]
cht: @rowbot [总工程师会帮助我，别担心。]
es: @rowbot [LA JEFA DE INGENIERÍA PUEDE AYUDARME, NO OS PREOCUPÉIS.]
it: @rowbot [IL CAPO INGEGNERE PUÒ AIUTARMI, NON PREOCCUPARTI.]
ja: @rowbot [主任技術者ガ助けてくれるので、 心配ありませン。]
ko: @rowbot [수석 기술자가 절 도와줄 것입니다. 걱정하지 마십시오.]
pt_br: @rowbot [A ENGENHEIRA-CHEFE PODE ME AJUDAR, NÃO SE PREOCUPE.]
ru: @rowbot [НЕ ВОЛНУЙСТЕСЬ, ГЛАВНЫЙ ИНЖЕНЕР МНЕ ПОМОЖЕТ.]

source: @niko Alright...
cht: @niko 好的...
es: @niko Vale...
it: @niko D'accordo...
ja: @niko 分かった…
ko: @niko 알았어요...
pt_br: @niko Certo...
ru: @niko Ладно...

source: @rowbot [HELLO.]
cht: @rowbot [你好。]
es: @rowbot [HOLA.]
it: @rowbot [SALVE.]
ja: @rowbot [どうモ。]
ko: @rowbot [안녕하세요.]
pt_br: @rowbot [OLÁ.]
ru: @rowbot [ЗДРАВСТВУЙТЕ.]

source: @niko Hi!
cht: @niko 嗨！
es: @niko ¡Hola!
it: @niko Ciao!
ja: @niko こんばんは！
ko: @niko 안녕하세요!
pt_br: @niko Oi!
ru: @niko Привет!

source: @rowbot [I...\.\. CANNOT MOVE.]
cht: @rowbot [我...\.\.不能动。]
es: @rowbot [NO...\.\. PUEDO MOVERME.]
it: @rowbot [NON...\.\. RIESCO A MUOVERMI.]
ja: @rowbot [動くことガ…\.\. できませン。]
ko: @rowbot [저는...\.\. 움직일 수가 없습니다.]
pt_br: @rowbot [EU... \.\.NÃO CONSIGO ME MEXER.]
ru: @rowbot [Я...\.\. НЕ МОГУ ДВИГАТЬСЯ.]

source: @niko2 Oh, yeah...
cht: @niko2 哦，是的...
es: @niko2 Ah, sí...
it: @niko2 Oh, certo...
ja: @niko2 あっ、そっか…
ko: @niko2 그렇군요...
pt_br: @niko2 Ah, sim...
ru: @niko2 Ах, да...

source: @niko_eyeclosed I guess there's no water here...
cht: @niko_eyeclosed 我猜这里没有水...
es: @niko_eyeclosed Supongo que no hay agua por aquí...
it: @niko_eyeclosed Non c'è mica acqua qui...
ja: @niko_eyeclosed ここには水がないから…
ko: @niko_eyeclosed 여기는 물이 없는 것 같네요...
pt_br: @niko_eyeclosed Acho que não tem água aqui...
ru: @niko_eyeclosed Получается, тут нет воды...

source: @rowbot [IT'S FINE.]
cht: @rowbot [没事]
es: @rowbot [NO PASA NADA.]
it: @rowbot [FA NIENTE.]
ja: @rowbot [大丈夫でス。]
ko: @rowbot [괜찮습니다.]
pt_br: @rowbot [TUDO BEM.]
ru: @rowbot [НИЧЕГО СТРАШНОГО.]

source: @rowbot [THE HEAD ENGINEER CAN HELP ME LATER.]
cht: @rowbot [总工程师等下会帮助我。]
es: @rowbot [LA JEFA DE INGENIERÍA PUEDE AYUDARME DESPUÉS.]
it: @rowbot [IL CAPO INGEGNERE MI AIUTERÀ PIÙ TARDI.]
ja: @rowbot [主任技術者ガ、後で何とかしてくれまス。]
ko: @rowbot [나중에 수석 기술자가 도와줄 것입니다.]
pt_br: @rowbot [A ENGENHEIRA-CHEFE PODE ME AJUDAR DEPOIS.]
ru: @rowbot [ГЛАВНЫЙ ИНЖЕНЕР ПОМОЖЕТ МНЕ ПОПОЗЖЕ.]

source: @green_gatekeeper [Off you go, messiah...]
cht: @green_gatekeeper [可以走了，救世主...]
es: @green_gatekeeper [En marcha, mesías...]
it: @green_gatekeeper [Vai, Messia...]
ja: @green_gatekeeper [サア行ケ。救世主…]
ko: @green_gatekeeper [그만 가십시오, 구원자님...]
pt_br: @green_gatekeeper [Vá, messias...]
ru: @green_gatekeeper [Вам пора в путь, мессия...]

source: @red_gatekeeper [Off you go, messiah...]
cht: @red_gatekeeper [可以走了，救世主...]
es: @red_gatekeeper [En marcha, mesías...]
it: @red_gatekeeper [Vai, Messia...]
ja: @red_gatekeeper [サア行ケ。救世主…]
ko: @red_gatekeeper [그만 가십시오, 구원자님...]
pt_br: @red_gatekeeper [Vá, messias...]
ru: @red_gatekeeper [Вам пора в путь, мессия...]

source: @alula_pout I guess... you're leaving us now?
cht: @alula_pout 我想... 你是现在要离开了吗？
es: @alula_pout Supongo que... te vas.
it: @alula_pout Così... ci stai lasciando?
ja: @alula_pout もう…行っちゃうんだよね？
ko: @alula_pout 이제... 가는 거야?
pt_br: @alula_pout Você... está indo embora agora?
ru: @alula_pout Думаю... теперь ты нас покидаешь?

source: @calamus_smile We're glad we met you, Niko!
cht: @calamus_smile 很高兴见到你，Niko！
es: @calamus_smile ¡Nos alegramos de haberte conocido, Niko!
it: @calamus_smile Siamo felici di averti conosciuto, Niko!
ja: @calamus_smile ニコに会えて良かったよ！
ko: @calamus_smile 만나서 반가웠어, 니코!
pt_br: @calamus_smile Foi um prazer conhecer você, Niko!
ru: @calamus_smile Были рады встрече с тобой, Нико!

source: @niko_speak Same!
cht: @niko_speak 我也是！
es: @niko_speak ¡Yo también!
it: @niko_speak Anch'io!
ja: @niko_speak ミーも！
ko: @niko_speak 나도!
pt_br: @niko_speak Igualmente!
ru: @niko_speak Я тоже!

source: @alula_gasp Niko!!
ja: @alula_gasp ニコー！！
ko: @alula_gasp 니코!
ru: @alula_gasp Нико!!

source: @alula_gasp You're okay too!
cht: @alula_gasp 你也没事！
es: @alula_gasp ¡Tu también estás bien!
it: @alula_gasp Stai bene anche tu!
ja: @alula_gasp 無事だったのね！
ko: @alula_gasp 너도 무사했구나!
pt_br: @alula_gasp Você também está bem!
ru: @alula_gasp Ты тоже в порядке!

source: @niko2 Did you guys just get here?
cht: @niko2 你们刚到这吗？
es: @niko2 ¿Acabáis de llegar?
it: @niko2 Siete appena arrivati?
ja: @niko2 2人とも、今来たの？
ko: @niko2 너희도 방금 온 거야?
pt_br: @niko2 Vocês chegaram agora?
ru: @niko2 Ребята, вы только что тут очутились?

source: @calamus I... think so?
cht: @calamus 我...觉得是？
es: @calamus Eso... creo.
it: @calamus Penso... di sì?
ja: @calamus んー…たぶん？
ko: @calamus 그런 것 같은데...?
pt_br: @calamus Acho... que sim...
ru: @calamus Я... думаю, да?

source: @calamus_sad The squares started multiplying around the island after you guys left...
cht: @calamus_sad 你们走了之后，那些方块开始在岛上 成倍地增长...
es: @calamus_sad Los cuadrados empezaron a multiplicarse alrededor de la isla en cuanto os fuisteis...
it: @calamus_sad I quadrati hanno iniziato a moltiplicarsi intorno all'isola dopo che ve ne siete andati...
ja: @calamus_sad ニコたちが出発した後に、 島の周辺で四角形が増殖しだしてな…
ko: @calamus_sad 너희가 떠난 후에 사각형들이 섬 주변에서 증식하기 시작했어...
pt_br: @calamus_sad Os quadrados começaram a se multiplicar em toda a ilha depois que vocês foram embora...
ru: @calamus_sad Когда вы улетели, остров начало окружать всё больше и больше квадратов...

source: @alula_oh It was so freaky!
cht: @alula_oh 那太恐怖了！
es: @alula_oh ¡Fue muy raro!
it: @alula_oh È stato spaventoso!
ja: @alula_oh とっても怖かったー！
ko: @alula_oh 끔찍했지!
pt_br: @alula_oh Foi assustador!
ru: @alula_oh Было так страшно!
