Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko_eyeclosed I'm sorry...
cht: @niko_eyeclosed 对不起...
es: @niko_eyeclosed Lo siento...
it: @niko_eyeclosed Mi dispiace...
ja: @niko_eyeclosed ごめんなさい…
ko: @niko_eyeclosed 안타깝네요...
pt_br: @niko_eyeclosed Sinto muito...
ru: @niko_eyeclosed Мне очень жаль...

source: @kip_pout Ah, sorry for rambling.
cht: @kip_pout 啊，抱歉闲聊了这么多。
es: @kip_pout Perdona, me he puesto a divagar.
it: @kip_pout Ah, scusami per lo sproloquio.
ja: @kip_pout ううん、こちらこそ長々とごめんなさいね。
ko: @kip_pout 미안. 신세 한탄을 했구나.
pt_br: @kip_pout Ah, perdoe o devaneio.
ru: @kip_pout Ах, прости за эту болтовню.

source: @kip Oh! I see you put your own photo on there!\>\n\@kip_wink Does that mean your name is Kip now?
cht: @kip 噢！我看到你把自己的照片贴到借书卡上了！\>\n\@kip_wink 是不是表示你现在的名字是Kip？
es: @kip ¡Vaya! ¡Veo que has puesto tu propia foto!\>\n\@kip_wink ¿Significa que ahora tu nombre es Kip?
it: @kip Oh! Vedo che hai messo la tua foto!\>\n\@kip_wink Significa che ora ti chiami Kip?
ja: @kip あら！自分の写真を貼り付けたのね！\>\n\@kip_wink ということは、あなたの名前は 今日からキップってこと？
ko: @kip 아, 거기 네 사진을 붙였구나!\>\n\@kip_wink 그 말은, 지금 네 이름이 킵이라는 건가?
pt_br: @kip Ah! Vejo que colocou sua própria foto ali!\>\n\@kip_wink Isso significa que seu nome agora é Kip?
ru: @kip О! Я смотрю, ты приклеил туда своё фото!\>\n\@kip_wink Значит ли это, что теперь тебя зовут Кип?

source: @kip ...that was a joke.
cht: @kip ...开个玩笑。
es: @kip ... era broma.
it: @kip ...Era una battuta.
ja: @kip …冗談よ。
ko: @kip ...그냥 농담이었어.
pt_br: @kip ... era uma brincadeira.
ru: @kip ...это была шутка.

source: @kip Is there anything else you need?
cht: @kip 你还需要什么东西吗？
es: @kip ¿Necesitas algo más?
it: @kip Ti serve qualcos'altro?
ja: @kip 他に聞きたいことある？
ko: @kip 더 필요한 거 있니?
pt_br: @kip Precisa de mais alguma coisa?
ru: @kip Тебе ещё что-нибудь нужно?

source: @niko Nope!
cht: @niko 没有了！
es: @niko ¡Para nada!
it: @niko No!
ja: @niko ううん！
ko: @niko 아뇨!
pt_br: @niko Não!
ru: @niko Не-а!

source: @kip_wink Well, feel free to stick around if you want!
cht: @kip_wink 呃，如果你愿意，可以尽管在附近逗留。
es: @kip_wink ¡Está bien, quédate por aquí si quieres!
it: @kip_wink Beh, sentiti libero di restare quanto vuoi!
ja: @kip_wink ここにいたいなら、いてもいいわよ！
ko: @kip_wink 그래. 있고 싶은 만큼 더 있다 가렴!
pt_br: @kip_wink Bom, fique à vontade!
ru: @kip_wink Ну, если что, осмотрись вокруг, не стесняйся!

source: @kip Oh hey, you're back!
cht: @kip 噢嘿！你回来了！
es: @kip ¡Hola, has vuelto!
it: @kip Oh, ehi! Sei tornato!
ja: @kip あら、戻ってきたのね！
ko: @kip 아, 돌아왔구나!
pt_br: @kip Opa, você voltou!
ru: @kip О, привет! Ты вернулся!

source: @kip Can I help you with anything else?
cht: @kip 我还可以帮你做点什么吗？
es: @kip ¿Puedo ayudarte en algo más?
it: @kip Come posso aiutarti?
ja: @kip 何か聞きたいことある？
ko: @kip 내가 도와줄 거라도 있니?
pt_br: @kip Posso ajudar em mais alguma coisa?
ru: @kip Я могу тебе чем-то ещё помочь?

source: @niko Do you know how I can get a library card?
cht: @niko 你知道我怎样才能弄到一张借书卡吗？
es: @niko ¿Sabes cómo puedo obtener un carné de la biblioteca?
it: @niko Sai come posso ottenere una tessera della biblioteca?
ja: @niko 図書館カードってどうすればもらえるの？
ko: @niko 도서관 출입증을 어디서 구할 수 있는지 아시나요?
pt_br: @niko Sabe onde eu arranjo um cartão da biblioteca?
ru: @niko Вы не знаете, как мне получить читательскую карту?

source: @kip_huh A library card?
cht: @kip_huh 一张借书卡？
es: @kip_huh ¿Un carné de la biblioteca?
it: @kip_huh Una tessera della biblioteca?
ja: @kip_huh 図書館カード？
ko: @kip_huh 도서관 출입증?
pt_br: @kip_huh Um cartão da biblioteca?
ru: @kip_huh Читательскую карту?

source: @kip You'll have to ask the library for that!
cht: @kip 这个你要去问图书馆！
es: @kip ¡Tendrás que preguntar en la biblioteca!
it: @kip Devi chiedere in biblioteca per averla!
ja: @kip それは図書館で聞いたほうがいいかも！
ko: @kip 그거라면 도서관에 가서 물어봐야지!
pt_br: @kip Precisará pedir isso na biblioteca!
ru: @kip Это тебе нужно спросить в библиотеке!

source: @niko_eyeclosed I tried...
cht: @niko_eyeclosed 我已经试过了...
es: @niko_eyeclosed Lo he intentado...
it: @niko_eyeclosed Ci ho provato...
ja: @niko_eyeclosed もう聞いた…
ko: @niko_eyeclosed 해 봤어요...
pt_br: @niko_eyeclosed Já tentei...
ru: @niko_eyeclosed Я пытался...

source: @niko I need it to see the head librarian, but I can't get to see her without a library card
cht: @niko 我需要去见图书馆馆长，但是没有借书卡 就没办法见到她。
es: @niko Tengo que ver a la directora de la biblioteca, pero no puedo sin un carné
it: @niko Devo incontrare la capo bibliotecaria, ma non posso senza tessera.
ja: @niko 図書館長と会うのに必要なんだ。
ko: @niko 수석 사서라는 사람을 만나야 하는데 출입증이 없으면 못 만난대요.
pt_br: @niko Preciso dele para falar com a bibliotecária-chefe, mas não conseguirei fazer isso sem um cartão da biblioteca.
ru: @niko Она мне нужна, чтобы встретиться с главным библиотекарем. А встретиться с ней без читательской карты никак нельзя

source: @niko_eyeclosed ...but at the same time, she's the one who gives out library cards...
cht: @niko_eyeclosed ...但是与此同时，她也是唯一负责办理 借书卡的人...
es: @niko_eyeclosed ... Pero, al mismo tiempo, ella es la encargada de entregar los carnés de la biblioteca...
it: @niko_eyeclosed ...Però è lei che dà le tessere...
ja: @niko_eyeclosed …でも、図書館カードは図書館長からしか もらえないんだって…
ko: @niko_eyeclosed ...게다가 바로 그 사람이 도서관 출입증을 발급하는 사람이래요...
pt_br: @niko_eyeclosed ... Só que, ao mesmo tempo, é ela quem distribui cartões da biblioteca.
ru: @niko_eyeclosed ...и в то же время именно она эти карты и раздаёт...

source: @kip_huh Really...
cht: @kip_huh 真的...
es: @kip_huh Es bastante...
it: @kip_huh Ah sì...?
ja: @kip_huh そうなの…
ko: @kip_huh 그랬군...
pt_br: @kip_huh É...
ru: @kip_huh Прикольно...

source: @kip_heh Heh...that sounds like George alright!
cht: @kip_heh 嗨...那听起来是George！
es: @kip_heh ¡Sí... muy propio de George!
it: @kip_heh Eheh... È proprio da lei!
ja: @kip_heh ははっ…ジョージらしいわ！
ko: @kip_heh 헤에... 조지답네!
pt_br: @kip_heh Hehe... Isso é bem a cara da George!
ru: @kip_heh Хе-хе...да, это похоже на Джордж!

source: @kip_huh I'm sorry you caught her on a bad day!
cht: @kip_huh 很遗憾你要在这么不巧的日子去找她！
es: @kip_huh ¡Estoy segura de que la pillaste en un mal día!
it: @kip_huh Mi dispiace che tu l'abbia beccata in una delle sue giornate no!
ja: @kip_huh 残念。タイミングが悪かったみたいね！
ko: @kip_huh 하필이면 좋지 않은 때에 왔구나!
pt_br: @kip_huh Que pena que a conheceu num dia ruim!
ru: @kip_huh Мне жаль, что ты застал её, когда она не в духе!

source: @niko Aw...
cht: @niko 哦...
es: @niko Oh...
it: @niko Uff...
ja: @niko うん…
ko: @niko 으...
pt_br: @niko Ah...
ru: @niko О-о...

source: @kip2 ...wait, I know!
cht: @kip2 ...等等，我想到了！
es: @kip2 ... Un momento, ¡ya sé!
it: @kip2 ...Aspetta, ho un'idea!
ja: @kip2 …あっ、じゃあさ！
ko: @kip2 ...잠깐만, 알겠다!
pt_br: @kip2 ... calma aí, já sei!
ru: @kip2 ...погоди-ка, я знаю решение!

source: @kip_wink I can just give you my library card!
cht: @kip_wink 我可以把我的借书卡给你！
es: @kip_wink ¡Puedo darte mi carné de la biblioteca!
it: @kip_wink Posso darti la mia tessera della biblioteca!
ja: @kip_wink 私の図書館カードあげる！
ko: @kip_wink 내 출입증을 너에게 주면 되겠네!
pt_br: @kip_wink Posso lhe dar o meu cartão da biblioteca!
ru: @kip_wink Я просто дам тебе свою читательскую карту!

source: @kip It won't be hard for me to get another one.
cht: @kip 对我来说再去办一张借书卡并不是什么难事！
es: @kip No me costará conseguir uno nuevo.
it: @kip Non sarà difficile per me prenderne un'altra.
ja: @kip 再発行してもらうのは簡単だから。
ko: @kip 나는 어렵지 않게 새로 하나 발급받을 수 있을 거야.
pt_br: @kip Não será difícil para mim arranjar outro.
ru: @kip Мне не составит труда раздобыть ещё одну.

source: @niko_speak Wow, thanks!
cht: @niko_speak 哇哦，多谢了！
es: @niko_speak Genial, ¡gracias!
it: @niko_speak Wow, grazie!
ja: @niko_speak わあ、ありがとう！
ko: @niko_speak 와, 고마워요!
pt_br: @niko_speak Puxa, valeu!
ru: @niko_speak Ух ты, спасибо!

source: @kip There! You're all set, I think...
cht: @kip 你瞧！我觉得你们已经 准备好了...
es: @kip ¡Toma! Creo que ya lo tienes todo...
it: @kip Ecco! Sei pronto, credo...
ja: @kip はいどうぞ！これで大丈夫、だと思う…
ko: @kip 자! 이제 준비가 끝났겠지, 아마...
pt_br: @kip Pronto! Agora não lhe falta nada, eu acho...
ru: @kip Вот! Думаю, теперь ты готов...

source: @kip_huh Wait.
cht: @kip_huh 等等。
es: @kip_huh Un momento.
it: @kip_huh Aspetta.
ja: @kip_huh あ、
ko: @kip_huh 앗.
pt_br: @kip_huh Espere.
ru: @kip_huh Подожди.

source: @kip_huh Shoot!
cht: @kip_huh 糟了！
es: @kip_huh ¡Oh, no!
it: @kip_huh Cavolo!
ja: @kip_huh ダメかも！
ko: @kip_huh 젠장!
pt_br: @kip_huh Putz!
ru: @kip_huh Вот блин!

source: @kip_heh I forgot...the front desk library bots have facial recognition
cht: @kip_heh 我忘了...图书馆前台机器人有脸部识别 功能
es: @kip_heh He olvidado que... los robots de la recepción de la biblioteca usan el reconocimiento facial
it: @kip_heh Mi ero dimenticata... i robot nella reception della biblioteca hanno il riconoscimento facciale.
ja: @kip_heh 忘れてた…受付の図書館ロボットは 顔を認識できるんだった。
ko: @kip_heh 잊고 있었어... 도서관 안내 데스크의 로봇에게는 얼굴 인식 기능이 있어.
pt_br: @kip_heh Esqueci... Os robôs da recepção da biblioteca têm sistemas de reconhecimento facial.
ru: @kip_heh Я забыла, у библиотечных ботов за стойкой регистрации есть распознавание лиц

source: @kip_heh And my photo on the card won't match you...
cht: @kip_heh 而我借书卡上的照片跟你的不匹配...
es: @kip_heh Y no te pareces en nada a la foto del carné...
it: @kip_heh E la mia foto sulla tessera non ti assomiglia...
ja: @kip_heh カードに載ってる私の顔写真だと あなたと一致しないわ…
ko: @kip_heh 지금 내 출입증 사진은 너와 일치하지 않지...
pt_br: @kip_heh E a minha foto do cartão não se parece com você...
ru: @kip_heh И моё фото на карте на тебя совсем не похоже...

source: @kip_wink ...unless I tape a photo of my face to your face!
cht: @kip_wink ...除非我在你的脸上贴一张我的照片！
es: @kip_wink ... ¡A no ser que te pegue en la cara una foto de mi cara!
it: @kip_wink ...a meno che non incolli una foto della mia faccia sulla tua!
ja: @kip_wink …あなたの顔に 私の顔写真をくっつけてあげましょうか！
ko: @kip_wink ...내 사진을 네 얼굴 위에 테이프로 붙이면 어떻게든 될지도 모르겠다!
pt_br: @kip_wink ... a não ser que eu grude uma foto minha no seu rosto!
ru: @kip_wink ...если только я не приклею фотку своего лица к твоему!

source: @niko Um-
cht: @niko 嗯——
es: @niko Mmm...
it: @niko Ehm-
ja: @niko えっと…
ko: @niko 으음...
pt_br: @niko Hm...
ru: @niko Эм-

source: @kip That was a joke.
cht: @kip 开个玩笑。
es: @kip Era broma.
it: @kip Stavo scherzando.
ja: @kip 冗談よ。
ko: @kip 농담이야.
pt_br: @kip Foi brincadeira.
ru: @kip Это была шутка.

source: @kip2 Who knows, maybe you'll get lucky and the robot will take it anyway!
cht: @kip2 谁知道呢，说不定你的运气好，机器人让你通过 了呢！
es: @kip2 ¡Quién sabe, a lo mejor tienes suerte y el robot la acepta de todos modos!
it: @kip2 Chissà, forse sarai fortunato e il robot ti farà passare comunque!
ja: @kip2 でもどうかしら。運が良ければ、ロボットが 間違えて認識してくれるかもね！
ko: @kip2 혹시 알아? 운이 좋아서 로봇이 출입증을 그냥 받아 줄지!
pt_br: @kip2 Bom, não custa nada tentar. Talvez dê a sorte de o robô aceitar!
ru: @kip2 Как знать, может, тебе повезёт, и робот примет всё за чистую монету!

source: @kip Worse comes to worse, you can always find somewhere to take a photo.
cht: @kip 哪怕最糟的情况，你总能找到地方拍张 照片。
es: @kip En el peor de los casos, siempre podrás ir a algún sitio a hacerte una foto.
it: @kip Oppure puoi cercare un posto dove scattarti una foto.
ja: @kip 最悪の場合は、 写真が撮れる場所を探せばいいだけだし。
ko: @kip 최악의 경우에는 사진을 찍을 만한 곳을 찾으면 돼.
pt_br: @kip Na pior das hipóteses, achar um lugar para tirar foto não é problema.
ru: @kip На худой конец, ты всегда можешь найти, где сделать фото.

source: @kip_wink Don't overwork yourself, okay?
cht: @kip_wink 不要太勉强自己，好吗？
es: @kip_wink No trabajes demasiado, ¿de acuerdo?
it: @kip_wink Non strafare, ok?
ja: @kip_wink あんまり無茶したらダメよ？
ko: @kip_wink 너무 무리하지 마. 알겠지?
pt_br: @kip_wink Não vá morrer de trabalhar, está bem?
ru: @kip_wink Смотри, не перетрудись, ладно?

source: @kip Your journey is just as important as your end goal.
cht: @kip 你的旅途和你最终的目标一样重要。
es: @kip El viaje es tan importante como el objetivo final.
it: @kip Il tuo viaggio è importante quanto il tuo obiettivo.
ja: @kip 目標も大事だけど、それまでの旅路も大事。
ko: @kip 과정도 목표만큼 중요하니까.
pt_br: @kip O percurso é tão importante quanto o objetivo final.
ru: @kip Твоё путешествие так же важно, как и твоя конечная цель.

source: @kip_wink Cliche, but true!
cht: @kip_wink 虽然老生常谈，但是这是实话！
es: @kip_wink Es un cliché, ¡pero cierto!
it: @kip_wink Lo so che è una frase fatta, ma è vero!
ja: @kip_wink 月並みだけど、本当のことよ！
ko: @kip_wink 진부하지만 진실이지!
pt_br: @kip_wink É clichê, mas não deixa de ser verdade!
ru: @kip_wink Банально, но факт!

source: @kip So...
cht: @kip 那么...
es: @kip Bueno...
it: @kip Quindi...
ja: @kip ねえ…
ko: @kip 그래서...
pt_br: @kip Então...
ru: @kip Ну так что...

source: @kip_wink You've been walking all over the world, huh?
cht: @kip_wink 你已经走遍了世界各地吗，嗯？
es: @kip_wink Así que has estado viajando por todo el mundo, ¿eh?
it: @kip_wink Hai girato per tutto il mondo, eh?
ja: @kip_wink 世界中を歩き回ってるのよね？
ko: @kip_wink 넌 세계 곳곳을 걸어 다녔겠지?
pt_br: @kip_wink Você já andou o mundo inteiro, é?
ru: @kip_wink Ты уже прошёлся по всему миру, да?

source: @kip Geez...I can't imagine...
cht: @kip 天呐...我无法想象...
es: @kip Madre mía... No soy capaz de imaginármelo...
it: @kip Wow... Non riesco a crederci...
ja: @kip わお…想像つかないわ…
ko: @kip 이런... 상상도 하기 힘든걸.
pt_br: @kip Caracas, nem consigo imaginar...
ru: @kip Блин...я даже представить себе не могу...

source: @kip_huh Do you get really tired sometimes?
cht: @kip_huh 你没有什么时候感到很累吗？
es: @kip_huh ¿A veces no te agotas?
it: @kip_huh Non ti senti stanco certe volte?
ja: @kip_huh とても疲れることとか、ない？
ko: @kip_huh 때로는 피곤하지 않아?
pt_br: @kip_huh Às vezes cansa muito, não?
ru: @kip_huh Ты хоть иногда устаёшь?

source: @niko_eyeclosed Kinda...
cht: @niko_eyeclosed 有点...
es: @niko_eyeclosed Algo...
it: @niko_eyeclosed Sì, ogni tanto...
ja: @niko_eyeclosed たまに…
ko: @niko_eyeclosed 조금은요...
pt_br: @niko_eyeclosed Um pouco...
ru: @niko_eyeclosed Немного...

source: @niko_speak But I don't mind!\n\@niko_pancakes It's actually really pretty!
cht: @niko_speak 但是我不在乎！\n\@niko_pancakes 这个世界真的很好看！
es: @niko_speak ¡Pero no me importa!\n\@niko_pancakes ¡La verdad es que es muy bonito!
it: @niko_speak Ma non fa niente!\n\@niko_pancakes È tutto veramente stupendo!
ja: @niko_speak でも平気だよ！\n\@niko_pancakes この世界、とっても綺麗だから！
ko: @niko_speak 하지만 괜찮아요!\n\@niko_pancakes 세상이 참 예쁘거든요!
pt_br: @niko_speak Mas não me importo!\n\@niko_pancakes Na verdade, é bem bonito!
ru: @niko_speak Но это ничего!\n\@niko_pancakes Здесь очень красиво!

source: @kip_wink Haha, I'm glad you think so!
cht: @kip_wink 哈哈，你能这么想我很高兴！
es: @kip_wink Ja, ja, ja, ¡me alegra que pienses así!
it: @kip_wink Ahah, sono contenta che lo pensi!
ja: @kip_wink あはは、そう思ってくれて嬉しいわ！
ko: @kip_wink 하하, 그렇게 생각하다니 다행이네!
pt_br: @kip_wink Haha, que bom que pensa assim!
ru: @kip_wink Ха-ха, я рада, что ты так считаешь!

source: @kip Even with the sun gone, the world is still a beautiful place.
cht: @kip 即便太阳消失了，这个世界仍然是个美丽 的地方。
es: @kip Aunque no haya sol, el mundo sigue siendo un lugar precioso.
it: @kip Anche senza sole, il mondo è comunque un bel posto.
ja: @kip 太陽がなくたって、この世界はまだ美しいの。
ko: @kip 태양이 사라지긴 했지만 여기는 여전히 아름다운 곳이야.
pt_br: @kip Mesmo com o desaparecimento do sol, o mundo ainda é um lugar bonito.
ru: @kip Даже без солнца этот мир — прекрасное место.

source: @niko_speak What did the world look like with the sun?
cht: @niko_speak 有太阳的时候这个世界是什么样的？
es: @niko_speak ¿Cómo era el mundo cuando había sol?
it: @niko_speak Che aspetto aveva il mondo quando c'era il sole?
ja: @niko_speak 太陽があった頃は、どんな世界だったの？
ko: @niko_speak 태양이 있던 세상은 어떤 느낌이었나요?
pt_br: @niko_speak Como era o mundo com o sol?
ru: @niko_speak А как он выглядел, когда было солнце?

source: @kip_huh Oh, \>\@kip2 uh...
cht: @kip_huh 噢， \>\@kip2 呃...
es: @kip_huh Pues, \>\@kip2 mmm...
it: @kip_huh Oh, \>\@kip2 ehm...
ja: @kip_huh あ、\>\@kip2 あー…
ko: @kip_huh 음, \>\@kip2 그게...
pt_br: @kip_huh Ah, \>\@kip2 hm...
ru: @kip_huh О... \>\@kip2 э-э...

source: @kip_sigh ...y'know, it's kind of embarassing to admit how little of it I have actually seen.
cht: @kip_sigh ...你知道，有点不好意思，其实我太少 见到太阳了。
es: @kip_sigh ... Bueno, me da un poco de vergüenza admitir que en realidad no lo he visto.
it: @kip_sigh ...Sai, è un po' imbarazzante ammettere quanto poco conosca il mondo esterno.
ja: @kip_sigh …それがね、恥ずかしいことに、 ほとんど見たことがないのよ。
ko: @kip_sigh ...사실 부끄럽지만 태양을 실제로 본 적은 거의 없었어.
pt_br: @kip_sigh ... sabe, tenho um pouco de vergonha de admitir que não vi muito dele.
ru: @kip_sigh ...знаешь, неловко признавать, что на самом деле я мало что повидала.

source: @niko_speak ...oh?
cht: @niko_speak ...哦？
es: @niko_speak ... ¿Ah, no?
it: @niko_speak ...Ah sì?
ja: @niko_speak …そうなの？
ko: @niko_speak ...아?
pt_br: @niko_speak ... ué?
ru: @niko_speak ...да?

source: @kip_heh Ironic, isn't it?
cht: @kip_heh 有点讽刺，不是吗？
es: @kip_heh Resulta irónico, ¿verdad?
it: @kip_heh Ironico, non è vero?
ja: @kip_heh 皮肉だと思わない？
ko: @kip_heh 얄궂지 않니?
pt_br: @kip_heh Irônico, não é?
ru: @kip_heh Ирония судьбы, верно?

source: @kip2 Even though I'm the world's leading researcher...\>\n\@kip_sigh ...All I do is stay here and build robots.
cht: @kip2 虽然我是这个世界的领先研究者...\>\n\@kip_sigh ...我能做的就是待在这里造机器人。
es: @kip2 Aunque sea la investigadora más importante del mundo... \>\n\@kip_sigh ... Lo único que hago es estar aquí fabricando robots.
it: @kip2 Anche se sono la migliore ricercatrice del mondo...\>\n\@kip_sigh tutto quello che faccio è starmene qui a costruire robot.
ja: @kip2 私は世界トップクラスの研究者だけど…\>\n\@kip_sigh …することと言えば、 ここでロボットを作るだけ。
ko: @kip2 아무리 세계 최고의 연구원이라지만...\>\n\@kip_sigh ...내가 하는 일이라곤 여기서 로봇을 만드는 것뿐이야.
pt_br: @kip2 Apesar de ser a maior pesquisadora do mundo...\>\n\@kip_sigh ... eu só fiquei aqui construindo robôs.
ru: @kip2 Хоть я и ведущий исследователь всего мира...\>\n\@kip_sigh ...Я только сижу тут и собираю роботов.

source: @kip_sigh They're the ones exploring the world, I just write down the data, crunch numbers, generate graphs...
cht: @kip_sigh 它们是探索世界的人，我只是负责记录数据、 分析数字、画图表...
es: @kip_sigh Ellos son los que exploran el mundo, yo me limito a anotar datos y a hacer cuentas y gráficos...
it: @kip_sigh Sono loro che esplorano il mondo, io mi limito ad annotare dati, processare numeri, generare grafici...
ja: @kip_sigh 世界を探索するのはロボットたちで、 私はデータを書き留めて、分析して、 グラフを作って…
ko: @kip_sigh 그 로봇들이 세계를 탐험하고, 난 그 데이터를 기록하고 계산해서 그래프를 만들뿐이지...
pt_br: @kip_sigh São eles que exploram o mundo... Eu só escrevo os dados, processo números, gero gráficos...
ru: @kip_sigh Это они исследуют мир, а я просто записываю данные, провожу расчёты, составляю графики...

source: @niko Right... \.\.\@niko_speak I've been seeing robots everywhere!
cht: @niko 对...\.\.\@niko_speak 我看见到处都是机器人！
es: @niko Es verdad... \.\.\@niko_speak ¡He visto robots por todas partes!
it: @niko Vero... \.\.\@niko_speak Ho visto robot ovunque!
ja: @niko そっか… \.\.\@niko_speak どこに行ってもロボットがいた！
ko: @niko 그렇군요... \.\.\@niko_speak 저도 곳곳에서 로봇을 봤어요!
pt_br: @niko Certo... \.\.\@niko_speak Eu vi robôs por toda parte!
ru: @niko Точно... \.\.\@niko_speak Я тут повсюду вижу роботов!

source: @niko I just thought it was cuz the world was too dangerous for most people to explore...
cht: @niko 我觉得这是因为世界太危险了， 大多数人都不敢去探索...
es: @niko Pensaba que se debía a que el mundo era demasiado peligroso de explorar para la mayoría de la gente...
it: @niko Credevo fosse così perché il mondo è troppo pericoloso da esplorare per la maggior parte delle persone...
ja: @niko 外を出歩くのがすごく危険だから だと思ってたけど…
ko: @niko 사람들이 탐험을 하지 않는 건, 세상이 너무 위험해서 그런 거라 생각했는데...
pt_br: @niko Só pensei que o fosse mundo perigoso demais para as pessoas explorarem...
ru: @niko Я просто думал, это потому, что для большинства людей исследовать мир слишком опасно...

source: @kip2 That's not far from the truth, actually.
cht: @kip2 实际上这已经接近真相了。
es: @kip2 Lo cierto es que no se aleja mucho de la realidad.
it: @kip2 Non hai del tutto torto, in realtà.
ja: @kip2 当たらずとも遠からず、ね。
ko: @kip2 사실 그것도 틀린 말이 아니야.
pt_br: @kip2 Na verdade, é quase isso.
ru: @kip2 На самом деле это недалеко от истины.

source: @kip But I know someone who still does his research firsthand!
cht: @kip 但是我知道还有人仍然亲自在进行探索！
es: @kip ¡Sin embargo, conozco a alguien que sigue investigando por sí mismo!
it: @kip Ma conosco qualcuno che fa ancora le sue ricerche di persona!
ja: @kip でも未だに、自分の足で研究しにいってる人を 知ってるわよ！
ko: @kip 하지만 난 지금도 직접 연구를 하는 사람을 알고 있지!
pt_br: @kip Mas conheço alguém que ainda faz pesquisas em primeira mão!
ru: @kip Но я знаю кое-кого, кто всё ещё лично проводит все свои исследования!

source: @kip2 ...even after segments of land started collapsing and access to the more remote areas became difficult.
cht: @kip2 ...尽管陆地分割之后开始倾塌，进入 遥远的地区也开始变得艰难。
es: @kip2 ... Incluso después de los derrumbes de algunas zonas que dificultaron el acceso a los lugares más remotos.
it: @kip2 ...Anche dopo che pezzi di terreno hanno iniziato a collassare e accedere alle aree più remote è diventato difficile.
ja: @kip2 …大地の断片が崩壊し始めて、僻地まで 赴くのが困難になってからも、ずっと。
ko: @kip2 ...대지 일부가 붕괴하기 시작하면서 먼 곳으로 가는 게 더욱 어려워졌어.
pt_br: @kip2 ... mesmo depois que uns trechos de terra desabaram e dificultaram o acesso às áreas mais remotas.
ru: @kip2 ...даже после того, как участки земли начали обрушаться, и доступ к отдалённым уголкам стал затруднённым.

source: @kip_huh I mean, he outright built a machine that could fly! \>\n\@kip_huh Something we all thought was not physically possible!
cht: @kip_huh 我的意思是，他造了一架可以飞的机器！\>\n\@kip_huh 我们曾一直以为飞行机器在物理上根本做不到！
es: @kip_huh ¡Me refiero a que construyó una máquina capaz de volar!\>\n\@kip_huh ¡Algo que todos creíamos físicamente imposible!
it: @kip_huh Voglio dire, ha costruito una macchina che può volare!\>\n\@kip_huh Qualcosa che credevamo fosse fisicamente impossibile!
ja: @kip_huh その人は、空を飛べる機械を作ったの！ \>\n\@kip_huh 物理学的に不可能だと思われていたのに！
ko: @kip_huh 그런데 그 사람은 하늘을 나는 기계를 만든 거야! \>\n\@Kip_huh 우린 다들 그게 물리적으로 불가능하다고 생각했거든!
pt_br: @kip_huh Digo, ele construiu uma máquina que voava! \>\n\@kip_huh Algo que todo mundo achava impossível!
ru: @kip_huh Я имею в виду, он просто взял и построил аппарат, который может летать! \>\n\@kip_huh А мы все считали, что это физически невозможно!

source: @niko_speak Oh! That's...
cht: @niko_speak 噢！这...
es: @niko_speak ¡Vaya! Eso es...
it: @niko_speak Oh! È...
ja: @niko_speak あっ！それって…
ko: @niko_speak 엇! 그건...
pt_br: @niko_speak Caramba! Isso...
ru: @niko_speak Ого! Это...

source: @kip I asked him about working with us, so he provides us with all sorts of insights from time to time.
cht: @kip 我曾问他是否愿意和我们一起工作，从而 让他不断给我们提供各种想法。
es: @kip Le pedí que trabajara con nosotros, así que de vez en cuando nos aporta todo tipo de ideas...
it: @kip Gli ho chiesto di lavorare con noi e così, di tanto in tanto, ci dà dritte di ogni genere...
ja: @kip 一緒に働かないかって誘ったのよ。 彼、時々いろんな助言をしてくれるの。
ko: @kip 난 그 사람에게 우리와 함께 일해 달라고 부탁했어. 그래서 가끔 우리에게 온갖 이야기를 해 주지.
pt_br: @kip Eu o convidei para trabalhar conosco e ele nos fornece todo tipo de ideia de tempos em tempos.
ru: @kip Я попросила его работать с нами, так что он периодически делится с нами всевозможными идеями.

source: @kip_heh ...but for some reason, he REALLY didn't want to build robots.
cht: @kip_heh ...但是出于某种原因，他真的不想造 机器人。
es: @kip_heh ... pero, por alguna razón, no quería PARA NADA fabricar robots.
it: @kip_heh ...ma per qualche motivo, non voleva PROPRIO costruire robot.
ja: @kip_heh …でも何か理由があったのね。 どうしてもロボットだけは作りたくないって。
ko: @kip_heh ...하지만 그는 왠지 로봇 만드는 걸 정말 싫어했어.
pt_br: @kip_heh ... Só que, por algum motivo, ele não queria MESMO construir robôs.
ru: @kip_heh ...но он почему-то СОВЕРШЕННО не хочет создавать роботов.

source: @kip_sigh Or, more specifically, coding them.
cht: @kip_sigh 或者，更具体地说，不想给机器人编程。
es: @kip_sigh O, más concretamente, escribir su código.
it: @kip_sigh O meglio, codificarli.
ja: @kip_sigh いや、厳密に言うと、ロボットのプログラミングを したくなかったみたい。
ko: @kip_sigh 좀 더 정확하게 표현하면 로봇의 코드를 작성하는 걸 싫어했지.
pt_br: @kip_sigh Ou, para ser mais específica, codificá-los.
ru: @kip_sigh Или, точнее, заниматься их кодировкой.

source: @niko_speak How come?
cht: @niko_speak 为什么？
es: @niko_speak ¿Cómo puede ser?
it: @niko_speak Come mai?
ja: @niko_speak どうして？
ko: @niko_speak 어째서죠?
pt_br: @niko_speak Como assim?
ru: @niko_speak А чего так?
