Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @george5_hmm Is it alright if I hold on to the journal for now, sweetheart?\>\n\@george5 It might take a little while, I'm afraid!
cht: @george5_hmm 亲爱的，我就这样拿着日志可以吗？\>\n\@george5 恐怕需要花点时间！
es: @george5_hmm ¿Te importa a partir de ahora llevo yo el diario, cielo?\>\n\@george5 ¡Me temo que me va a llevar un ratito!
it: @george5_hmm Posso prendere un attimo il diario, tesoruccio?\>\n\@george5 Beh, in realtà potrebbe volerci un po' di più!
ja: @george5_hmm この日記を少し借りてもいいかしら？\>\n\@george5 しばらく時間はかかると思うけど、 許してちょうだいね！
ko: @george5_hmm 잠깐 일지를 빌려주겠니, 귀여운 구원자님?\>\n\@george5 아마, 시간은 좀 걸릴 거야!
pt_br: @george5_hmm Tudo bem se eu ficar com o diário por um tempinho, doçura?\>\n\@george5 Pode demorar um pouco!
ru: @george5_hmm Ничего, если я на время возьму этот дневник, лапуля?\>\n\@george5 Но, боюсь, тебе придётся немножко подождать!

source: @niko_speak Go for it!\>\n\@niko_yawn *yawn*...
cht: @niko_speak 去吧！\>\n\@niko_yawn *哈欠*...
es: @niko_speak ¡Claro, adelante!\>\n\@niko_yawn *Uaaa*...
it: @niko_speak Fai pure!\>\n\@niko_yawn Yawn...
ja: @niko_speak 大丈夫だよ！\>\n\@niko_yawn ふわぁ…
ko: @niko_speak 네!\>\n\@niko_yawn *하암*...
pt_br: @niko_speak Fique à vontade!\>\n\@niko_yawn *uaaah*...
ru: @niko_speak Приступайте!\>\n\@niko_yawn *зевок*...

source: @george5_aww Aww, you poor baby!\>\n\@george5 Goodness, you must've worked so hard to help us!
cht: @george5_aww 噢，可怜的人！\>\n\@george5 天哪，你肯定是为了帮我们太累了。
es: @george5_aww ¡Ay, pobrecito mío!\>\n\@george5 Cielos, debes de haberte esforzado mucho para ayudarnos.
it: @george5_aww Aww, povero piccolo!\>\n\@george5 Santo cielo, devi aver lavorato così duramente per aiutarci!
ja: @george5_aww あらら、かわいそうに！\>\n\@george5 何とまあ、私たちのために頑張ってくれたのね！
ko: @george5_aww 오, 가엾어라!\>\n\@george5 우릴 도우려고 너무 열심히 돌아다닌 모양이구나!
pt_br: @george5_aww Ahh, pobre criança!\>\n\@george5 Céus, você deve ter trabalhado que nem burro de carga para nos ajudar!
ru: @george5_aww О-о, бедный малыш!\>\n\@george5 Божечки, ты наверное так много трудился, чтобы нам помочь!

source: @george5_smile I think you deserve a nap, no?
cht: @george5_smile 我觉得你需要休息一下？
es: @george5_smile Creo que te mereces una siestecita, ¿no?
it: @george5_smile Ti meriti un bel pisolino, non credi?
ja: @george5_smile 少しお昼寝してきたらどう？
ko: @george5_smile 잠시 낮잠이라도 자는 게 어떻겠니?
pt_br: @george5_smile Acho que você merece um cochilo, não acha?
ru: @george5_smile Думаю, ты заслужил немного отдыха, разве нет?

source: @niko_yawn A nap does sounds nice...
cht: @niko_yawn 打个盹儿听起来不错...
es: @niko_yawn Me apetece mucho, sí...
it: @niko_yawn Un pisolino... ottima idea...
ja: @niko_yawn お昼寝かぁ…そうだね…
ko: @niko_yawn 낮잠이라니 좋네요...
pt_br: @niko_yawn Uma soneca até cairia bem...
ru: @niko_yawn Да, поспать было бы неплохо...

source: @george5 I have a guest room upstairs! It's just down the hall to the right.
cht: @george5 我在楼上有一间客房！就客厅右边。
es: @george5 ¡Tengo una habitación de invitados arriba! Está al fondo del pasillo, a la derecha.
it: @george5 Ho una stanza degli ospiti al piano di sopra! Si trova in fondo al corridoio a destra.
ja: @george5 上の階にゲストルームがあるわ！ 右の通路をまっすぐね。
ko: @george5 위층에 손님용 방을 마련해 놨어! 오른쪽의 홀 건너편에 있지.
pt_br: @george5 Tenho um quarto de hóspedes lá em cima! Fico no final do corredor à direita.
ru: @george5 Тут наверху есть гостевая комната! Она дальше по коридору справа.

source: @george5_smile Can I help you with anything else, dear?
cht: @george5_smile 我还能帮你什么吗，亲爱的？
es: @george5_smile ¿Puedo ayudarte en algo más, cielo?
it: @george5_smile Posso aiutarti in qualche altro modo, tesoro?
ja: @george5_smile 他に何か手伝えることはある？
ko: @george5_smile 내가 도와줄 거라도 있니, 얘야?
pt_br: @george5_smile Posso ajudar em mais alguma coisa, meu bem?
ru: @george5_smile Я могу тебе ещё с чем-нибудь помочь, дорогуша?

source: @george5 If you have any questions about \c[3]books\c[0], well...\>\n\@george5_heh I AM a librarian!
cht: @george5 如果你有关于\c[3]书\c[0]的任何问题，\>\n\@george5_heh 我可是图书管理员！
es: @george5 Si tienes alguna pregunta sobre \c[3]libros\c[0], bueno...\>\n\@george5_heh ¡Soy bibliotecaria!
it: @george5 Se hai domande riguardo ai \c[3]libri\c[0]...\>\n\@george5_heh Insomma, sono una BIBLIOTECARIA!
ja: @george5 \c[3]本\c[0]のことなら、ほら…\>\n\@george5_heh 司書は私ですから！
ko: @george5 만약 \c[3]책\c[0]에 관한 게 궁금하다면...\>\n\@george5_heh 난 사서니까 얼마든지 물어 보렴!
pt_br: @george5 Se tiver alguma pergunta sobre \c[3]livros\c[0], bem... \>\n\@george5_heh Afinal, eu SOU bibliotecária!
ru: @george5 Если у тебя есть какие-то вопросы по \c[3]книгам\c[0], что ж...\>\n\@george5_heh для этого библиотекари и существуют!

source: @george6_point You look a lil' lost still. Want some hot tips?
cht: @george6_point 你看起来还是迷路了。想要一些最新 信息吗？
es: @george6_point Veo que aún sigues un poco perdido. ¿Quieres algún consejo?
it: @george6_point Mi sembri ancora confuso, amico. Ti serve qualche dritta?
ja: @george6_point もしかしちゃって迷子ってヤツー？ タメになること教えてあげよっか？
ko: @george6_point 완전 헤매는 것 같네. 쓸 만한 정보가 더 필요해?
pt_br: @george6_point Está sem saber para onde ir, não é? Quer alguma dica marota?
ru: @george6_point Ты по ходу совсем потерялся. Дать пару советов?

source: @george6 Says here in this book that you gots'ta go to the teeny room at the base of the Tower, all while holding those three pieces of the awesome glowy stuff.
cht: @george6 这本书说，你要进入塔楼底部的一个狭 小房间，拿着三件神奇的发光物品。
es: @george6 El libro dice que cojas esas tres cosas tan molonas que brillan y entres en la salita que hay en la base de la Torre.
it: @george6 Qua nel libro dice che devi andare nella piccola stanza alla base della Torre, portandoti dietro tre pezzi di quella fichissima roba luminosa.
ja: @george6 この本には、塔の下にあるミニミニな 部屋に行けって書いてあんよ。キラッキラな 3つのカケラも忘れないよーにって！
ko: @george6 이 책에 쓰인 내용대로라면 말이야, 넌 이전 태양의 조각 세 개를 모은 다음에 탑 아래에 있는 쬐그만 방으로 가야 된대.
pt_br: @george6 Está escrito aqui que você precisa ir à salinha na base da Torre carregando três belezuras brilhantes.
ru: @george6 В этой книжке сказано, что тебе надо зайти в крошечную комнатку в подножии Башни, вместе с теми тремя кусочками отпадной светящейся штуки.

source: @george6 Once you got 'em (which you do), just stand in the room, and \p will do something about floor patterns and windows.
cht: @george6 然后，拿着它们，你就站在房间里， 而\p会对地板图案和窗口做些处理。
es: @george6 Una vez las tengas (que ya las tienes), tienes que entrar en la sala, y \p hará algo con las ventanas y el patrón del suelo.
it: @george6 Se li hai tutti (e li hai tutti) ti basterà restare fermo nella stanza. \p farà qualcosa che c'entra con la forma del pavimento e le finestre.
ja: @george6 んで、それを持ったら（もう持ってるけど）、 部屋の中でボーっとしてるだけで、 \p が床の模様やら窓やらで 何かヤバいことするんだってー！
ko: @george6 지금 조각을 이미 갖고 있으니까, 방에 가서 그냥 서 있어. 그럼 \p, 그 친구가 그 방 바닥과 창에 뭔가 할 거래.
pt_br: @george6 Assim que estiver com elas — o que já está rolando —, é só ficar na sala enquanto \p faz alguma coisa com as janelas e os desenhos do chão.
ru: @george6 Когда будешь готов (можно вычеркнуть), просто стой в комнате, а \p что-то сделает с узорами на полу и окнами.

source: @niko Alright...\.\.\@niko_speak Thank you!
cht: @niko 好的...\.\.\@niko_speak 谢谢你！
es: @niko Vale... \.\.\@niko_speak ¡Gracias!
it: @niko Capito... \.\.\@niko_speak Grazie mille!
ja: @niko 分かった…\.\.\@niko_speak ありがとう！
ko: @niko 알았어요...\.\.\@niko_speak 고마워요!
pt_br: @niko Certo...\.\.\@niko_speak Valeu!
ru: @niko Ладно...\.\.\@niko_speak Спасибо!

source: @george6_fingerguns You're toooootally welcome!
cht: @george6_fingerguns 完全不用客气！
es: @george6_fingerguns ¡De nada, monada!
it: @george6_fingerguns Ma di cheee!
ja: @george6_fingerguns こんぐらい、チョーーーーウェルカム！
ko: @george6_fingerguns 언제든 완전 환영이야아아!
pt_br: @george6_fingerguns De nada, bem!
ru: @george6_fingerguns На-а-а-а-а здоровьице!

source: @niko Well, I guess we'll be on our way?
cht: @niko 恩，我觉得我们要上路了？
es: @niko Bueno, entonces creo que vamos a irnos...
it: @niko Beh, direi che è ora di incamminarci...
ja: @niko じゃあ、ミーたちはそろそろ行こうかな？
ko: @niko 음, 아무래도 이제 가야겠는데요?
pt_br: @niko Bom, acho que está na hora de irmos, né?
ru: @niko Ну, мы тогда пойдём?

source: @george6_smile Peace out, little fella!
cht: @george6_smile 再见，小家伙。
es: @george6_smile ¡Hasta luego, coleguita!
it: @george6_smile Vai in pace, piccoletto!
ja: @george6_smile じゃーねー、チビくん！
ko: @george6_smile 평화가 함께하기를, 꼬마야!
pt_br: @george6_smile Fica na paz, fofura!
ru: @george6_smile Бывай, ушастый!

source: @george6 You'll do us good, I know it.
cht: @george6 我知道，你会为我们做点好事。
es: @george6 ¡Tranqui, todo va a salir fetén!
it: @george6 Darai una grande mano, di sicuro.
ja: @george6 アンタならマジ、絶対やってのけるわ。
ko: @george6 넌 우리를 바르게 이끌 거야. 난 알아.
pt_br: @george6 Você será nossa salvação, disso eu sei!
ru: @george6 Уверена, что ты не подкачаешь.

source: @george6_fingerguns Eyyyyy, you're up!
cht: @george6_fingerguns 哇，你醒了！
es: @george6_fingerguns ¡Yepaaa, ya estás despierto!
it: @george6_fingerguns Ehiii, sei sveglio!
ja: @george6_fingerguns イエーーイ、おっはー！
ko: @george6_fingerguns 이예이이, 일어났구나!
pt_br: @george6_fingerguns E aíííí! Acordou?
ru: @george6_fingerguns Хэ-э-эй, ты проснулся!

source: @george6 Just finished translating this book for ya!
cht: @george6 刚刚完成这本书的翻译！
es: @george6 ¡Traducción terminada! El libro ha quedado que flipas.
it: @george6 Ho appena finito di tradurre il libro per te!
ja: @george6 ちょうど解読が終わったとこよん！
ko: @george6 딱 번역이 끝난 참이었다고!
pt_br: @george6 Acabei de terminar a tradução do livro, cara!
ru: @george6 А я тут как раз закончила переводить твою книжку!

source: @george6_fingerguns What can I say? I'm all that and a bag of chips!
cht: @george6_fingerguns 我能说什么？我就是这样，来包薯片！
es: @george6_fingerguns Molo un montón, lo sé, no puedo evitarlo...
it: @george6_fingerguns Che posso dire? Sono meglio del meglio del meglio!
ja: @george6_fingerguns まあ、なんつーの？ やっぱ、ウチってトクベツな存在なのよ！
ko: @george6_fingerguns 무슨 말이 필요하겠어? 난 완전 끝내주는걸!
pt_br: @george6_fingerguns O que posso dizer? Eu sou tuuuudo isso e mais um pouco.
ru: @george6_fingerguns Ну что тут сказать? Я же профи и все дела!

source: @george6 By the by, it looks like this journal might be meant for \p.
cht: @george6 看起来这个日志可能是写给\p的。
es: @george6 ¡Por cierto! Creo que el diario es para \p.
it: @george6 Tra l'altro, 'sto diario sembra essere stato scritto per \p.
ja: @george6 でさ、この日記なんだけど、たぶん \p のために 書いたモノっぽいわ。
ko: @george6 아무튼, 이 일지 말인데, \p 이 친구 읽으라고 쓴 것 같아.
pt_br: @george6 Bom, parece que o diário foi escrito para \p.
ru: @george6 Кстати о главном, похоже это дневник не для тебя, а для \p.

source: @george6_point Here, check it out.
cht: @george6_point 来，检查一下。
es: @george6_point Toma, échale un ojo.
it: @george6_point Tieni, guarda un po'.
ja: @george6_point ほら、ココ！
ko: @george6_point 자, 직접 봐.
pt_br: @george6_point Saca só.
ru: @george6_point Вот, зацени мой перевод.

source: @george6 That's all, we juiced it!
cht: @george6 都在这了，我们消化一下！
es: @george6 Y... ¡se acabó lo que se daba!
it: @george6 E questo qui è il succo!
ja: @george6 それでおーしまい。マジ、 めっちゃ絞り出したわ！
ko: @george6 이게 다야. 마지막 한 방울까지 쪽쪽 짜냈지!
pt_br: @george6 É isso aí! Botamos moral!
ru: @george6 Это всё, что я смогла из неё выжать!

source: @niko_what ...juiced what?
cht: @niko_what ...消化什么？
es: @niko_what ... ¿Qué es lo que se daba?
it: @niko_what ...Che succo?
ja: @niko_what …絞り出したって、何を？
ko: @niko_what ...뭘 쪽쪽 했다고요?
pt_br: @niko_what ... botamos moral?
ru: @niko_what ...выжать?

source: @george6_fingerguns I'm just sayin' that's the end of the book!
cht: @george6_fingerguns 我是说，这是书的结尾了！
es: @george6_fingerguns ¡Digo que hemos llegado al final del libro!
it: @george6_fingerguns Il succo del discorso! Siamo alla fine del libro!
ja: @george6_fingerguns まあアレよ、そこが本の最後ってことよ！
ko: @george6_fingerguns 그 내용이 전부라는 뜻이야!
pt_br: @george6_fingerguns Só estou dizendo que acabou o livro!
ru: @george6_fingerguns Я просто говорю, что книга на этом закончилась!

source: @george6_shrug Rest of the pages are torn out.\>\n\@george6 Do you know what happened here?
cht: @george6_shrug 其他书页被撕毁了。\>\n\@george6 你知道刚发生了什么吗？
es: @george6_shrug Alguien ha arrancado las páginas que faltan.\>\n\@george6 ¿No tendrás algo que ver con eso?
it: @george6_shrug Il resto delle pagine è stato strappato.\>\n\@george6 Sai cos'è successo?
ja: @george6_shrug 残りはぜーんぶ破られててさー。\>\n\@george6 こうなったワケ、何か知らなーい？
ko: @george6_shrug 책의 나머지 페이지는 다 뜯겨 나갔더라고.\>\n\@george6 어쩌다 그렇게 됐는지 알아?
pt_br: @george6_shrug As páginas restantes alguém rasgou.\>\n\@george6 Você sabe o que aconteceu aqui?
ru: @george6_shrug Остальные страницы были вырваны.\>\n\@george6 Ты не в курсе, как так получилось?

source: @george6_shrug Bummer! I was hoping to figure out what he meant by saying "window" here.\>\n\@george6 Guess we'll leave that up to \p, huh?
cht: @george6_shrug 郁闷！我想要弄明白他说的"窗口"在 这什么意思。\>\n\@george6 我觉得我们得把这问题留给\p，好吗？
es: @george6_shrug ¡Qué marrón! Esperaba que me explicaras lo que significa "ventana".\>\n\@george6 Bueno, ya se encargará \p de resolverlo, ¿o qué?
it: @george6_shrug Che sfiga! Speravo di capire il vero significato di "finestra".\>\n\@george6 Credo che lasceremo questo compito a \p, eh?
ja: @george6_shrug ちぇー！この「窓」って意味、 チョー知りたかったんだけどなー。\>\n\@george6 ま、それは \p に任せるわ！！
ko: @george6_shrug 쳇! 여기 나오는 "창"이라는 게 뭔지 알고 싶었는데.\>\n\@george6 아무래도 그건 \p, 이 친구에게 맡겨야겠네?
pt_br: @george6_shrug Que palha! Queria muito saber o que é essa tal “janela”.\>\n\@george6 Acho que \p vai ter que resolver isso aí, né.
ru: @george6_shrug Печалька! Мне бы очень хотелось узнать, что он имел в виду под «окном».\>\n\@george6 Ну ладно, оставим это для \p?

source: @george6_point Oh! That's just stuff with yellow phosphor in 'em!\>\n\@george6 The kind of stuff that glows forever, dude.
cht: @george6_point 噢！这是指含有黄色荧光体的东西！\>\n\@george6 这种东西可以永久发光。
es: @george6_point ¡Ah! Son las movidas esas con fósforo amarillo.\>\n\@george6 Las que brillan un montón de tiempo, tío.
it: @george6_point Oh! È solo la roba col fosforo giallo!\>\n\@george6 Quella che rimane luminosa per un saaacco di tempo.
ja: @george6_point ワオ！それはねー、黄色の蛍光体っつーのが 中に入ってるモノのことなんだわ！\>\n\@george6 ずーっと光ってるんよ。マジヤバイっしょ。
ko: @george6_point 아! 그건 말이야, 노란색 발광체가 팍팍 들어간 녀석들을 말하는 거야!\>\n\@george6 영원히 빛나는 물질이거든.
pt_br: @george6_point Ah! São umas coisas com luminescência, cara!\>\n\@george6 Tipo umas paradas que brilham para sempre, sacou?
ru: @george6_point О! Это типа штуки с жёлтым фосфором внутри!\>\n\@george6 Такие светятся вечно, приятель.

source: @george6_fingerguns Eyyyy! Now that's what I'm talkin about!
cht: @george6_fingerguns 噢！我说的就是这个。
es: @george6_fingerguns ¡Yepaaa! ¡Así me gusta!
it: @george6_fingerguns Yooo! Ora sì che si ragiona!
ja: @george6_fingerguns イエエーーイ！まさにソレよ、ソレ！
ko: @george6_fingerguns 이예이이이! 바로 그런 거야!
pt_br: @george6_fingerguns Eiiiita! É disso que eu estou falando!
ru: @george6_fingerguns Хэ-хэй! Вот о чём я говорю!

source: @george6 ...Hold up, you only have two.
cht: @george6 ...等等，你只有两件。
es: @george6 ... Espera, pero solo tienes dos.
it: @george6 ...Ma aspe', ne hai solo due.
ja: @george6 …ちょい待ち。アンタ、2つしか 持ってないじゃん。
ko: @george6 ...잠만, 두 개뿐이잖아.
pt_br: @george6 ... Calma lá, você só tem duas.
ru: @george6 ...Так, стоп. У тебя только два.

source: @george6_point But we coo'!\>\n\@george6_fingerguns I gotcha covered, lil' fella!\>\n\@george6 Here ya go.
cht: @george6_point 但我们可以的！\>\n\@george6_fingerguns 我也有哦，小家伙！\>\n\@george6 干得好。
es: @george6_point Pero ¡tranqui!\>\n\@george6_fingerguns ¡La menda te echa un cable!\>\n\@george6 Toma, pa ti.
it: @george6_point Lascia fare a me, piccoletto!\>\n\@george6_fingerguns Ti copro io.\>\n\@george6 Ecco qua.
ja: @george6_point でもダイジョーーーブ！\>\n\@george6_fingerguns ウチに任せなってー！\>\n\@george6 ほら、これでイケるっしょ。
ko: @george6_point 하지만 괜찮아!\>\n\@george6_fingerguns 나만 믿으라고!\>\n\@george6 자, 받아.
pt_br: @george6_point Mas de boa!\>\n\@george6_fingerguns Deixa comigo, cara!\>\n\@george6 Pega aí.
ru: @george6_point Но у нас всё под контролем!\>\n\@george6_fingerguns Зацени это, малой!\>\n\@george6 Не благодари.

source: @niko Oh...\>\n\@niko_speak It looks...\@niko_huh ...like you?
cht: @niko 噢...\>\n\@niko_speak 它看起来...\@niko_huh ...像你？
es: @niko Ah...\>\n\@niko_speak Se parece...\@niko_huh ¿a ti...?
it: @niko Oh...\>\n\@niko_speak Assomiglia... \@niko_huh un po' a te.
ja: @niko これ…\>\n\@niko_speak お姉さんに…\@niko_huh …そっくりだね？
ko: @niko 어...\>\n\@niko_speak 이건...\@niko_huh ...당신과 닮은 것 같은데요?
pt_br: @niko Ah...\>\n\@niko_speak Parece... \@niko_huh ... com você?
ru: @niko O-о...\>\n\@niko_speak Это похоже...\@niko_huh ...на вас?

source: @george6_fingerguns The freshest face you've ever seen, ehhhhh?\>\n\@george6 And it's all yours.
cht: @george6_fingerguns 你见过的最新鲜的面孔，是吧？\>\n\@george6 这现在都是你的了。
es: @george6_fingerguns ¡Ojo, que esta jeta vale oro!\>\n\@george6 Y es toda tuya.
it: @george6_fingerguns Come la mia faccia, unica e inimitabile, ehhh?\>\n\@george6 Ed è tutto tuo.
ja: @george6_fingerguns チョー美顔っしょーーーー？\>\n\@george6 アンタにあーげる。
ko: @george6_fingerguns 이제껏 보지 못한 신선한 녀석이지, 그치이이이?\>\n\@george6 이제 네 거야.
pt_br: @george6_fingerguns O rostinho mais simétrico que você já viu, néééé?\>\n\@george6 E é todo seu.
ru: @george6_fingerguns Самая светлая голова, что ты видел, ха?\>\n\@george6 И вся твоя.

source: @george6_smile Peace out, lil' fella!
cht: @george6_smile 再见，小家伙！
es: @george6_smile ¡Taluego, coleguita!
it: @george6_smile Vai in pace, piccoletto!
ja: @george6_smile そんじゃね、チビくん！
ko: @george6_smile 평화가 함께하기를, 꼬마야!
pt_br: @george6_smile Vai na paz, fofura!
ru: @george6_smile Иди с миром, ламповый приятель!

source: @george6_shrug Bruh, it's gonna take some time to make this book readable, know what I'm sayin'?
cht: @george6_shrug 需要些时间才能读懂这本书，明白我的 意思吗？
es: @george6_shrug Tío, me va a costar un rato convertir esta cosa en algo legible, ¿sabes?
it: @george6_shrug Bello, mi serve ancora un po' per rendere il libro leggibile, capito?
ja: @george6_shrug チビくーん、この本を読めるようにすんには、 ちょっと時間かかんのよ。オッケー？
ko: @george6_shrug 이봐, 이 책을 읽을 만하게 번역하려면 시간이 걸려. 무슨 말인지 알아들었지?
pt_br: @george6_shrug Mano, vou demorar um pouco para deixar esse livro legível, sacou?
ru: @george6_shrug Бро, чтобы сделать эту книжку читабельной, мне придётся ещё немного попотеть, сечёшь?

source: @niko_eyeclosed Excuse me....\>\n\@niko ...again.
cht: @niko_eyeclosed 再次...\>\n\@niko ...打扰。
es: @niko_eyeclosed Perdona...\>\n\@niko otra vez...
it: @niko_eyeclosed Scusami...\>\n\@niko ancora.
ja: @niko_eyeclosed ごめんなさい…\>\n\@niko …またしちゃった。
ko: @niko_eyeclosed 저기...\>\n\@niko ...정말 죄송한데요.
pt_br: @niko_eyeclosed Com licença... \>\n\@niko ... de novo.
ru: @niko_eyeclosed Простите меня....\>\n\@niko ...опять.

source: @george6 Don't sweat it!\>\n\@george6_fingerguns Go catch some Z's!
cht: @george6 不要担心！\>\n\@george6_fingerguns 去睡会儿吧！
es: @george6 ¡Tranqui!\>\n\@george6_fingerguns ¡Ve a sobarla un rato!
it: @george6 Ma tranquillo!\>\n\@george6_fingerguns Vai a farti un pisolino!
ja: @george6 いいってことよー！\>\n\@george6_fingerguns ほら、グースカモード入ってきな！
ko: @george6 걱정 붙들어 매!\>\n\@george6_fingerguns 가서 잠이나 쿨쿨 자 두라고!
pt_br: @george6 Nem esquenta!\>\n\@george6_fingerguns Vá puxar um ronco!
ru: @george6 Расслабься!\>\n\@george6_fingerguns Иди посчитай баранов!

source: @george6 Guest room's in the attic down the hall, FYI.
cht: @george6 客房在大厅那边的阁楼里，仅供参考。
es: @george6 El cuarto de invitados está en el altillo que hay al fondo del pasillo... ¡Toma rima!
it: @george6 Per tua informazione, la stanza degli ospiti si trova in soffitta, in fondo al corridoio.
ja: @george6 ち・な・み・に…ゲストルームは、 通路をズンッて行ったとこの屋根裏ネ。 …え、覚えてるって？
ko: @george6 참고로 손님용 방은 홀 저편이야.
pt_br: @george6 O quarto de hóspedes fica no sótão ao final do corredor, só para constar.
ru: @george6 Если что, комната для гостей на чердаке дальше по коридору.

source: @niko_speak Oh! I do have this book!
cht: @niko_speak 噢！我真有这本书。
es: @niko_speak ¡Ah! ¡Tengo un libro!
it: @niko_speak Oh! Ho questo libro!
ja: @niko_speak あっ！この本なら持ってるよ！
ko: @niko_speak 아, 저, 이 책을 가지고 있어요!
pt_br: @niko_speak Ah! Eu tenho esse livro!
ru: @niko_speak О! У меня есть эта книга!

source: @george6 ...yo.
cht: @george6 ...哟。
es: @george6 ... Tío.
it: @george6 ...Ohi.
ja: @george6 …ワォ。
ko: @george6 ...요.
pt_br: @george6 ... véi.
ru: @george6 ...йо.

source: @george6_point .....YOOOOO.
cht: @george6_point ...哟哟哟哟哟。
es: @george6_point ... TÍIIO.
it: @george6_point ......OOOOOOOHI.
ja: @george6_point …ワーーーーォ。
ko: @george6_point ...요오오오오오.
pt_br: @george6_point ... VÉÉÉI.
ru: @george6_point .....ЙОХОХО.

source: @george6 Where'd you find this?
cht: @george6 你从哪找到它的？
es: @george6 Pero ¿de dónde has sacado esto?
it: @george6 Dove l'hai trovato?
ja: @george6 アンタ、コレどこで見つけたの？
ko: @george6 이건 어디서 났어?
pt_br: @george6 Onde você achou isso?
ru: @george6 Где ты такое раздобыл?

source: @niko Somewhere in the Barrens!
cht: @niko Barrens 的某个地方。
es: @niko ¡Lo encontré en Los Baldíos!
it: @niko Da qualche parte nella Baia Desolata!
ja: @niko 不毛の地の…どこか！
ko: @niko 불모지에서요!
pt_br: @niko Em algum lugar das Terras Áridas!
ru: @niko Где-то в Пустошах!

source: @george6 Cuz that's...
cht: @george6 因为这是...
es: @george6 Pero si...
it: @george6 Perché quello...
ja: @george6 だって、ソレさあ…
ko: @george6 이건...
pt_br: @george6 Cara, isso...
ru: @george6 Типа тут же...

source: @george6_point ...got that symbol and everything.
cht: @george6_point ...了解这个符号就全懂了。
es: @george6_point ... tiene el símbolo ese y todo el rollo.
it: @george6_point ...c'ha sopra quel simbolo lì.
ja: @george6_point …あの印がついてるじゃん。
ko: @george6_point ...그 기호에다가 온갖...
pt_br: @george6_point ... tem aquele símbolo e tal.
ru: @george6_point ...есть этот символ и все дела.

source: @george6 Here, lemme read it...
cht: @george6 来，让我读一下...
es: @george6 Trae, que lo leo...
it: @george6 Aspe', fammi leggere...
ja: @george6 ねねね、ちょこーっと読ませてよ…
ko: @george6 어디, 좀 읽어 볼까...
pt_br: @george6 Olha, deixa eu ler aqui...
ru: @george6 А ну-ка дай почитать...

source: @george6 ...aw seriously? He even used that language...
cht: @george6 ...认真的吗？他甚至用了那种语言....
es: @george6 ... ¿Va en serio? Encima ha usado ese idioma...
it: @george6 ...Ohi ma davvero? Ha persino usato quella lingua...
ja: @george6 …え、マジで？ アイツ、この言語も使えんの…
ko: @george6 ...헐? 이 친구가 이런 언어까지 쓰다니...
pt_br: @george6 ... ah, sério mesmo? Ele até usou aquele idioma...
ru: @george6 ...о, серьёзно? Он даже использовал тот язык...

source: @george6 I gotta translate this, man.\>\nMind if I borrow this?
cht: @george6 我准备翻译这个，朋友。\>\n介意我借走一下吗？
es: @george6 Tengo que traducir esto, tío.\>\n¿Te importa si me lo llevo un rato?
it: @george6 Fra, devo tradurlo per forza.\>\nTi dispiace se lo prendo in prestito?
ja: @george6 解読しなきゃやってられんわ。\>\nコレ、借りてもいーい？
ko: @george6 이봐. 내가 이걸 번역해 줄게.\>\n빌려가도 되지?
pt_br: @george6 Vou precisar traduzir isso, mano.\>\nPosso pegar emprestado?
ru: @george6 Чувак, я просто обязана это перевести.\>\nНе обидишься, если я её позаимствую?

source: @niko_speak Not at all!
cht: @niko_speak 一点也不介意！
es: @niko_speak ¡En absoluto!
it: @niko_speak Per nulla!
ja: @niko_speak いいよ！
ko: @niko_speak 괜찮아요!
pt_br: @niko_speak Sem problema!
ru: @niko_speak Нисколько!

source: @george6 Sweeeeet.\>\n\@george6_point It's gon' take a while tho, you cool with that?
cht: @george6 亲爱的。\>\n\@george6_point 这可能要花些时间，你觉得可以吗？
es: @george6 Geniaaaal.\>\n\@george6_point Eso sí, me va a llevar un rato, ¿vale?
it: @george6 Fantaaasticooo.\>\n\@george6_point Ci impiegherò un po', a te sta bene?
ja: @george6 ヨッシャーー。\>\n\@george6_point ちょーっと時間かかるかもだけど、オッケー？
ko: @george6 조오오아아아.\>\n\@george6_point 조금 시간이 걸리긴 하겠지만 괜찮지?
pt_br: @george6 Maaaaaassa.\>\n\@george6_point Mas vai ser meio demorado, tranquilo?
ru: @george6 Ништя-я-я-к.\>\n\@george6_point Только я за минуту тебе всё не переведу, тебе это норм?

source: @george6 Whoa dude, you look wiped, kiddo!
cht: @george6 噢，孩子，你脸色看起来不太好！
es: @george6 Menudo careto, chaval.
it: @george6 Wow amico, sembri a pezzi!
ja: @george6 ちょっともー、アンタ疲れ切ってんじゃん！
ko: @george6 워, 친구. 완전 축 처졌는데!
pt_br: @george6 Véi, que isso, cê tá na capa!
ru: @george6 Ох, приятель, да ты выжат как лимон!

source: @niko ...Huh?
cht: @niko ...嗯？
es: @niko ¿Eh...?
it: @niko ...Eh?
ja: @niko …え？
ko: @niko ...네?
pt_br: @niko ... quê?
ru: @niko ...Что?
