Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko_eyeclosed I'll... pass...
cht: @niko_eyeclosed 我...不吃了...
es: @niko_eyeclosed Paso...
it: @niko_eyeclosed ...Passo...
ja: @niko_eyeclosed あの…やめとくよ…
ko: @niko_eyeclosed 전... 괜찮아요...
pt_br: @niko_eyeclosed Agora não...
ru: @niko_eyeclosed Я... пас...

source: @shepherd Come to think of it, we're probably out of ramen.
cht: @shepherd 仔细想想，我们的拉面可能吃完了。
es: @shepherd Pensándolo bien, seguramente nos hayamos quedado sin carnero.
it: @shepherd Ora che ci penso, mi sa che abbiamo finito le bustine.
ja: @shepherd よく考えると、ラーメンは切らしていたな。
ko: @shepherd 근데 생각해 보니, 컵스프가 다 떨어진 것 같네.
pt_br: @shepherd Por falar nisso, acho que estamos sem sopa.
ru: @shepherd Я только сейчас вспомнила, что у нас нет ни чая, ни баранок.

source: @niko_what Ow!
cht: @niko_what 好吧！
es: @niko_what ¡Ay!
it: @niko_what Ahi!
ja: @niko_what いっ！
ko: @niko_what 아얏!
pt_br: @niko_what Ah!
ru: @niko_what Ай!

source: @shepherd Careful, if you touch a SRAM... \.\.\nYou're in for a shock!
cht: @shepherd 小心，如果你碰到了SRAM...\.\.\n就会被电到！
es: @shepherd Te cuidado, si tocas un carnero estático... \.\.\n¡te podrías llevar un calambre!
it: @shepherd Occhio, se infastidisci un montone elettrico...
ja: @shepherd 気をつけろ、Sラムを素手で触ると… \.\.\n電気を食らうぞ！
ko: @shepherd 조심해, 그 전기 양에 손을 대면... \.\.\n감전되고 마니까!
pt_br: @shepherd Os carneiros são muito amigos... \.\.\nA gente pode sempre contar com eles!
ru: @shepherd Осторожнее... \.\.\nОн заряжен своей статичностью!

source: @shepherd A STATIC shock!
cht: @shepherd 静电冲击！
es: @shepherd ¡Un calambre ESTÁTICO!
it: @shepherd ...potrebbe montare su tutte le furie.
ja: @shepherd 静電気だ！
ko: @shepherd 정전기가 일어나지!
pt_br: @shepherd Infinitamente!
ru: @shepherd Знаю, ШОКИРУЮЩАЯ информация!

source: @niko_eyeclosed Don't "baa" at me...
cht: @niko_eyeclosed 别对着我"咩咩叫"...
es: @niko_eyeclosed No me "abucheeees"...
it: @niko_eyeclosed Ehi, non farmi "bee"...
ja: @niko_eyeclosed ミーに「メエーッ」てしないでよ…
ko: @niko_eyeclosed 나한테 "매애애"라고 하지 마...
pt_br: @niko_eyeclosed Não venha com “bé” para cima de mim...
ru: @niko_eyeclosed Не бекай на меня...

source: @niko Looks like moss...
cht: @niko 看起来像苔藓...
es: @niko Parece musgo...
it: @niko Sembra muschio...
ja: @niko コケみたい…
ko: @niko 이끼처럼 생겼네요...
pt_br: @niko Parece musgo...
ru: @niko Похоже на мох...

source: @niko_speak I guess people eat those!
cht: @niko_speak 我猜人类吃这些东西！
es: @niko_speak ¡Supongo que la gente se come eso!
it: @niko_speak A quanto pare la gente lo mangia!
ja: @niko_speak きっと、食べ物なんだね！
ko: @niko_speak 사람들이 이걸 먹나 봐요!
pt_br: @niko_speak Acho que as pessoas comem isso!
ru: @niko_speak Думаю, люди это едят!

source: If nothing else, I'm sure everyone would like to see the sun again!
cht: 不说别的，我确定每个人都想再次 见到太阳！
es: Una cosa es segura, ¡a la gente le gustaría volver a ver el sol!
it: Se non altro, sono sicuro che a tutti piacerebbe rivedere il sole!
ja: せめて、みんな太陽を もう一度見たいはずさ！
ko: 최소한 나는 모두가 다시 태양을 보고 싶어할 거라고 생각해!
pt_br: Acho que as pessoas só querem ver o sol de novo!
ru: По крайней мере, я могу тебя заверить, что все снова хотели бы увидеть солнце!

source: @alula_speak Yeah!
cht: @alula_speak 是的！
es: @alula_speak ¡Sí!
it: @alula_speak Già!
ja: @alula_speak うん！
ko: @alula_speak 물론이지!
pt_br: @alula_speak Isso!
ru: @alula_speak Ага!

source: It's slowly being chipped away already.\nBut it's still trying to stay alive, I think.
cht: 世界正慢慢地崩溃\n但它仍然在试着活下去，我觉得。
es: Empieza a descascarillarse.\nPero sigue intentando no morir, creo.
it: Ogni giorno le cose peggiorano sempre di più.\nEppure ho come l'impressione che il mondo stia ancora provando a sopravvivere.
ja: 世界はゆっくりと崩壊しはじめてる。\nまだ必死で生きようとしているが…
ko: 세상은 서서히 붕괴돼 가고 있어.\n여전히 살아남기 위해 노력 중이지만...
pt_br: Está se despedaçando lentamente.\nMas ainda tenta se manter vivo, acredito.
ru: Что-то пожирает его, кусочек за кусочком.\nНо я думаю он ещё пытается бороться за свою жизнь.

source: Doesn't matter... one day the world will finally give up this fight.
cht: 无所谓...总有一天世界最终会放弃这场 战斗。
es: No pasa nada... llegará el día en que el mundo abandonará esta lucha de una vez para siempre.
it: Ma non importa... un giorno finalmente si arrenderà.
ja: だとしても… いつか、世界があきらめる日がくるだろう。
ko: 그렇다고 해도... 언젠가 세상은 결국 지고 말 거야.
pt_br: Não importa... um dia o mundo finalmente desistirá dessa luta.
ru: Неважно... Однажды мир наконец откажется от этой борьбы.

source: I just hope I'm not alive to see it.
cht: 我只希望那时候我已经不在了。
es: Solo espero no seguir con vida para verlo.
it: Spero solo di non vivere abbastanza a lungo per vederlo accadere.
ja: その日が訪れるまで、長生きしたくはないね。
ko: 내가 살아있는 동안 그걸 보고 싶진 않아.
pt_br: Só espero não estar aqui para ver isso.
ru: Я лишь надеюсь, что не доживу до этого дня.

source: @alula But the savior is here!
cht: @alula 但救世主在这！
es: @alula Pero ¡el salvador ha llegado!
it: @alula Ma il salvatore è qui!
ja: @alula でも、救世主さまがここにいるのよ！
ko: @alula 하지만, 구원자가 왔는걸!
pt_br: @alula Mas a salvadora está aqui!
ru: @alula Но ведь спаситель пришёл!

source: That won't fix the root of the problem.
cht: 那也解决不了根本问题。
es: Eso no solucionará la raíz del problema.
it: Non risolverà comunque la radice del problema.
ja: けれど、根本的な問題の解決にはならない。
ko: 그걸로는 근본적인 문제가 해결되지 않아.
pt_br: Isso não vai resolver a raiz do problema.
ru: Это не исправит суть проблемы.

source: @niko Just like the other lady said...
cht: @niko 就像另一位女士说的...
es: @niko Eso mismo dijo la otra chica...
it: @niko Proprio come aveva detto l'altra signorina...
ja: @niko あのお姉さんが言ってたことと同じだ…
ko: @niko 다른 여자분도 비슷한 말을 했었어...
pt_br: @niko Como a outra moça disse...
ru: @niko Ты говоришь прямо как та тётя...

source: @alula_oh Other... lady?
cht: @alula_oh 另一位...女士？
es: @alula_oh ¿La otra... chica?
it: @alula_oh L'altra... signorina?
ja: @alula_oh えっ…お姉さん？
ko: @alula_oh 다른... 여자분?
pt_br: @alula_oh Outra moça?
ru: @alula_oh Та... тётя?

source: @niko_speak Yeah! She's this robot and she seemed kinda sad...
cht: @niko_speak 是的！她就是这个机器人，看起来有点 沮丧...
es: @niko_speak ¡Sí! Era un robot, y parecía triste...
it: @niko_speak Sì! Era un robot e sembrava un po' triste...
ja: @niko_speak うん！ロボットなんだけど、 何だか悲しそうだった…
ko: @niko_speak 응! 그 분은 로봇이고 꽤 슬퍼 보였지...
pt_br: @niko_speak Sim! Ela era um robô e parecia muito triste...
ru: @niko_speak Ага! Она робот и выглядела довольно грустной...

source: @alula_pout Ah...
cht: @alula_pout 噢...
ja: @alula_pout そっかあ…
ko: @alula_pout 아...
ru: @alula_pout А...

source: Oh! But don't lose heart!\nWithout the sun, the world will die much faster.
cht: 噢！但不要丧失信心！\n没有太阳，世界会消亡地更快。
es: ¡Oh! Pero ¡no te desanimes!\nSin el sol, el mundo se moriría mucho más rápidamente.
it: Oh! Ma non ti scoraggiare!\nSenza il sole, il mondo morirebbe molto più velocemente.
ja: あっ！だが気を落とさないでくれよ。\n太陽がなければ、 世界はもっと早く滅びてしまうのだから。
ko: 아! 그래도 기가 죽을 건 없어!\n태양이 없으면 세상은 훨씬 빨리 죽어 버릴 테니까.
pt_br: Ah, mas não esmoreça!\nSem o sol, o mundo morrerá muito mais rápido.
ru: О, только не отчаивайся!\nБез солнца мир умрёт гораздо быстрее.

source: At the very least...\nI'm sure everyone would like to see the sun again.
cht: 至少...\n我相信每个人都想再次见到太阳。
es: Por lo menos...\nSeguro que a la gente le gustaría volver a ver el sol.
it: Se non altro...\nSono sicuro che a tutti piacerebbe rivederlo di nuovo.
ja: せめて…\nきっとみんな、もう一度太陽を見たいはず。
ko: 적어도...\n대부분의 사람들은 다시 태양을 보고 싶을 거야.
pt_br: No mínimo do mínimo...\nas pessoas vão gostar de ver o sol de novo.
ru: В худшем случае....\nЯ заверяю тебя, нам всем хотелось бы снова увидеть солнце.

source: Right, little one?
cht: 是吧，小家伙？
es: ¿Verdad, peque?
it: Giusto, piccola?
ja: そうだろう？
ko: 그렇지, 꼬마야?
pt_br: Certo, pequena?
ru: Не правда ли, малышка?

source: @alula_speak Yup!
cht: @alula_speak 是啊！
es: @alula_speak ¡Sí!
it: @alula_speak Sì!
ja: @alula_speak うん！
ko: @alula_speak 물론이죠!
pt_br: @alula_speak Isso!
ru: @alula_speak Ага!

source: @niko_speak I'm bringing back the sun, though...
cht: @niko_speak 我会努力带回太阳...
es: @niko_speak Aunque voy a traer de vuelta el sol...
it: @niko_speak È per questo che sto riportando il sole al suo posto...
ja: @niko_speak ミーが太陽を元の場所に戻すよ…
ko: @niko_speak 제가 태양을 돌려놓을 거예요...
pt_br: @niko_speak Vou devolver o sol, então.
ru: @niko_speak Но ведь я скоро верну солнце...

source: But don't lose heart!\nWithout the sun, the world will die much faster.
cht: 但不要丧失信心！\n没有太阳，世界会消亡地更快。
es: ¡Pero... no te desanimes!\nSin el sol, el mundo se moriría mucho más rápido.
it: Oh! Ma non ti scoraggiare!\nSenza il sole, il mondo morirebbe molto più velocemente.
ja: だが気を落とさないでくれ！\n太陽がなければ、 世界はもっと早く滅びてしまうんだから。
ko: 그래도 기가 죽을 건 없어!\n태양이 없으면 세상은 훨씬 빨리 죽어 버릴 테니까.
pt_br: Mas não esmoreça!\nSem o sol, o mundo morrerá muito mais rápido.
ru: Только не отчаивайся!\nБез солнца мир умрёт гораздо быстрее.

source: @niko Some of the trash spilled out on the floor.
cht: @niko 有的垃圾撒在了地面上。
es: @niko Hay basura esparcida por el suelo.
it: @niko Un po' di spazzatura è fuoriuscita sul pavimento.
ja: @niko ゴミが少し床にこぼれてる。
ko: @niko 쓰레기가 넘쳐서 바닥에 떨어졌어요.
pt_br: @niko O lixo está espalhado pelo chão.
ru: @niko Немного мусора высыпалось на пол.

source: @niko_eyeclosed It's full...
cht: @niko_eyeclosed 到处都是...
es: @niko_eyeclosed Está a tope...
it: @niko_eyeclosed È pieno...
ja: @niko_eyeclosed いっぱいだ…
ko: @niko_eyeclosed 가득 차 있어요...
pt_br: @niko_eyeclosed Está cheio...
ru: @niko_eyeclosed Оно доверху полное...

source: @niko Looks like an old phone.
cht: @niko 看起来像个旧电话。
es: @niko Parece un teléfono antiguo.
it: @niko Sembra un vecchio telefono.
ja: @niko 古い電話みたい。
ko: @niko 낡은 전화기 같아요.
pt_br: @niko Parece um telefone antigo.
ru: @niko Похоже на старый телефон.

source: @niko A small tree.
cht: @niko 一棵小树。
es: @niko Un árbol pequeño.
it: @niko Un alberello.
ja: @niko 小さな木。
ko: @niko 작은 나무예요.
pt_br: @niko Uma arvorezinha.
ru: @niko Маленькое деревце.

source: @niko Some sort of computer.
cht: @niko 某种电脑。
es: @niko Algún tipo de ordenador.
it: @niko Una specie di computer.
ja: @niko 何かのコンピューター。
ko: @niko 일종의 컴퓨터예요.
pt_br: @niko Uma espécie de computador.
ru: @niko Какая-то ЭВМ.

source: @ed [I remember it... what happened in the Tower.]
cht: @ed [我记得...在塔楼发生了什么。]
es: @ed [Me acuerdo... de lo que sucedió en la Torre.]
it: @ed [Ricordo... cos'è successo nella Torre.]
ja: @ed [思い出したぞ…塔で起きたことを。]
ko: @ed [기억나... 탑에서 무슨 일이 있었는지.]
pt_br: @ed [Eu me lembro... do que aconteceu na Torre.]
ru: @ed [Я помню... то, что произошло в Башне.]

source: @ed [What I tried to do... and how you managed to see through it all.]
cht: @ed [我做的事...以及你是怎样经历一切的。]
es: @ed [Lo que intenté hacer... y cómo pudiste averiguar mis intenciones.]
it: @ed [Cosa ho provato a fare... e come infine hai visto oltre.]
ja: @ed [私がしようとしていたことを…そして、 おまえたちがそれを見抜いたことを。]
ko: @ed [내가 하려 했던 일도... 네가 내 속셈을 모두 간파한 것도 말이야.]
pt_br: @ed [O que eu tentei fazer... e como você superou tudo.]
ru: @ed [Мои намерения... и как тебе удалось меня раскусить.]

source: @ed [We HAVE been through all of this.]
cht: @ed [我们一起经历了这些。]
es: @ed [Nosotros HEMOS pasado por todo esto.]
it: @ed [ABBIAMO già vissuto tutto questo.]
ja: @ed [私たちはすでに、全てを経験している。]
ko: @ed [우린 이 모든 걸 함께 겪었어.]
pt_br: @ed [Nós PASSAMOS por tudo isso.]
ru: @ed [Мы УЖЕ всё это проходили.]

source: @ed [Even though it was only supposed to run once... you still managed to come back.]
cht: @ed [即使它只能运转一次...你还是成功 回来了。]
es: @ed [A pesar de que solo se iba a ejecutar una vez... has sido capaz de regresar.]
it: @ed [Anche se ci sarebbe dovuto essere un solo tentativo... sei di nuovo qui.]
ja: @ed [一度しか実行されないはずだった のにも関わらず、おまえは戻ってきた。]
ko: @ed [실행 기회는 단 한 번뿐이었는데... 너는 어째서인지 다시 돌아왔어.]
pt_br: @ed [Era para ter sido executado apenas uma vez... mas você conseguiu voltar.]
ru: @ed [Несмотря на то, что предполагалась лишь одна сессия... тебе всё же удалось вернуться.]

source: @ed [...How did you come back?]
cht: @ed [...你是怎么回来的？]
es: @ed [... ¿Cómo es que has vuelto?]
it: @ed [...Come hai fatto?]
ja: @ed […どうやって戻ってきた？]
ko: @ed [...어떻게 돌아온 거지?]
pt_br: @ed [... Como você voltou?]
ru: @ed [...Как тебе удалось вернуться?]

source: @ed [...How did you bring Niko back?]
cht: @ed [...你是怎样把 Niko 带回的？]
es: @ed [... ¿Cómo es que has recuperado a Niko?]
it: @ed [...Come hai riportato Niko indietro?]
ja: @ed […どうやって、ニコを連れ戻した？]
ko: @ed [...니코는 어떻게 데려왔지?]
pt_br: @ed [... Como conseguiu fazer Niko voltar?]
ru: @ed [...Как тебе удалось вернуть Нико?]

source: @ed [And then, you even managed to break out of bounds.]
cht: @ed [而且你还成功地打破了界限。 ]
es: @ed [Y luego, incluso has conseguido liberarte de las ataduras.]
it: @ed [E inoltre sei riuscito ad uscire dai confini.]
ja: @ed [しかも、おまえは境界まで打ち破った。]
ko: @ed [게다가 넌 경계조차도 무시했어.]
pt_br: @ed [E aí, você conseguiu até mesmo superar os limites.]
ru: @ed [И тебе даже удалось вырваться за рамки.]

source: @ed [Bringing Niko to places that never should have been.]
cht: @ed [将 Niko 带到从未去过的地方。]
es: @ed [Llevando a Niko a lugares que jamás deberían haber existido.]
it: @ed [Portando Niko in luoghi in cui non sarebbe mai dovuto andare.]
ja: @ed [ニコを、連れていってはいけない場所に 連れていった。]
ko: @ed [니코를 존재하지 말았어야 하는 곳으로 데려갔지.]
pt_br: @ed [Levou Niko a lugares onde não deveria.]
ru: @ed [Привести Нико в места, в которых он никогда не должен был оказаться...]

source: @ed [It was HIM, wasn't it?]
cht: @ed [是他，对吗？]
es: @ed [Ha sido ÉL, ¿verdad?]
it: @ed [È stato LUI, vero?]
ja: @ed [全て、あいつの仕業なんだろう？]
ko: @ed [그 자의 소행이었어. 아냐?]
pt_br: @ed [Foi ELE, não foi?]
ru: @ed [Это всё ОН, не так ли?]

source: @ed [And now... now....]
cht: @ed [而现在...现在...]
es: @ed [Y ahora... ahora...]
it: @ed [E adesso... adesso...]
ja: @ed [そして今…いま…]
ko: @ed [그리고 지금... 지금...]
pt_br: @ed [E agora... agora...]
ru: @ed [И теперь... теперь....]

source: @ed [Niko is upset.]
cht: @ed [Niko 很沮丧。]
es: @ed [Niko se ha enfadado.]
it: @ed [Niko è sconvolto.]
ja: @ed [ニコは動揺している。]
ko: @ed [니코는 속상해하고 있어.]
pt_br: @ed [Niko se inquieta.]
ru: @ed [Нико расстроен.]

source: @ed [What even happened in that room back there?]
cht: @ed [回到那个房间后发生了什么？]
es: @ed [¿Se puede saber qué pasó en aquella habitación?]
it: @ed [Cos'è successo in quella stanza?]
ja: @ed [あの部屋で一体何があった？]
ko: @ed [저 방에서 대체 무슨 일이 있었던 거야?]
pt_br: @ed [O que aconteceu naquela sala?]
ru: @ed [Что вообще произошло в той комнате?]

source: @ed [What did Niko learn?]
cht: @ed [ Niko 知道了什么？]
es: @ed [¿Qué descubrió Niko?]
it: @ed [Cos'ha scoperto Niko?]
ja: @ed [ニコは何を知った？]
ko: @ed [니코가 무얼 알게 된 거야?]
pt_br: @ed [O que Niko descobriu?]
ru: @ed [Что Нико там узнал?]

source: @ed [I can feel it.]
cht: @ed [我能感觉到。]
es: @ed [Puedo sentirlo.]
it: @ed [Lo sento.]
ja: @ed [私には分かる。]
ko: @ed [느낄 수 있어.]
pt_br: @ed [Posso sentir.]
ru: @ed [Я это чувствую.]

source: @ed [I told you to turn back, \p!]
cht: @ed [我告诉你要回头，\p！]
es: @ed ¡Te dije que regresaras, \p!]
it: @ed [\p, ti avevo detto di tornare indietro!]
ja: @ed [戻れと言ったはずだ、 \p！]
ko: @ed [돌아가라고 했잖아, \p!]
pt_br: @ed [Mandei voltar, \p!]
ru: @ed [Тебе же сказали повернуть назад, \p!]

source: @ed [But you've chosen to trust that man instead of me.]
cht: @ed [但你选择相信那个男人，而不是我。]
es: @ed [Pero has elegido confiar en ese hombre en vez de confiar en mí.]
it: @ed [Ma hai scelto di fidarti di quell'uomo invece che di me.]
ja: @ed [にも関わらず、おまえはこの私ではなく、 あいつを信用した。]
ko: @ed [하지만 넌 내가 아니라 그 자를 믿기로 했지.]
pt_br: @ed [Mas você preferiu confiar naquele homem em vez de mim.]
ru: @ed [Но, естественно, ты веришь ему больше, чем мне.]

source: @ed [...No, not even that.]
cht: @ed [...不，甚至不是相信他。]
es: @ed [... No, ni siquiera en él.]
it: @ed [...No, neanche di lui.]
ja: @ed […いや、正確に言えば――]
ko: @ed [...아니, 그것도 아니야.]
pt_br: @ed [... Não, nem foi nele.]
ru: @ed [...Хотя нет, ещё хуже.]

source: @ed [Just his book.]
cht: @ed [而是他的书。]
es: @ed [Solo en su libro.]
it: @ed [Solo del suo libro.]
ja: @ed [あいつの本を。]
ko: @ed [그 자의 책을 믿은 거지.]
pt_br: @ed [No livro dele.]
ru: @ed [Его книге.]

source: @ed [His ghost.]
cht: @ed [他的幽灵。]
es: @ed [En su fantasma.]
it: @ed [Del suo fantasma.]
ja: @ed [あいつの亡霊を。]
ko: @ed [그 자의 환영을.]
pt_br: @ed [No fantasma dele.]
ru: @ed [Его призраку.]

source: @ed [This world is not real.]
cht: @ed [这个世界不是真实的。]
es: @ed [Este mundo no es real.]
it: @ed [Questo mondo non è reale.]
ja: @ed [この世界は本物ではない。]
ko: @ed [이 세상은 진짜가 아니야.]
pt_br: @ed [Este mundo não é real.]
ru: @ed [Этот мир ненастоящий.]

source: @ed [The people are not real.]
cht: @ed [人们都不是真实的。]
es: @ed [La gente no es real.]
it: @ed [Le persone non sono reali.]
ja: @ed [ここに住む人々も、本物ではない。]
ko: @ed [사람들도 진짜가 아니야.]
pt_br: @ed [As pessoas não são reais.]
ru: @ed [Эти люди ненастоящие.]

source: @ed [Niko... is....]
cht: @ed [而 Niko...是...]
es: @ed [Niko... es...]
it: @ed [Niko... è...]
ja: @ed [ニコ…は…]
ko: @ed [니코는...]
pt_br: @ed [Niko... está...]
ru: @ed [Нико... расстро....]

source: @ed [No no no no no.]
cht: @ed [不，不，不，不，不]
ja: @ed [いや、違う。違う違う違う。]
ko: @ed [아냐, 아냐, 아냐.]
pt_br: @ed [Não, não, não, não.]
ru: @ed [О нет-нет-нет нет.]

source: @ed [Everything.]
cht: @ed [一切。]
es: @ed [Todo...]
it: @ed [Tutto questo.]
ja: @ed [全て。]
ko: @ed [전부.]
pt_br: @ed [Está...]
ru: @ed [Это.]

source: @ed [Is.]
cht: @ed [都是。]
es: @ed [Todo está...]
it: @ed [È.]
ja: @ed [何もかもが。]
ko: @ed [다.]
pt_br: @ed [tudo...]
ru: @ed [Всё.]

source: @ed [ W r o n g ! ! ]
cht: @ed [ 错 误 ！ ！]
es: @ed [ ¡ ¡ M a l ! ! ]
it: @ed [ S b a g l i a t o ! ! ]
ja: @ed [ 間 違 っ て い る ん だ ！ ！ ]
ko: @ed [ 틀 렸 다 고! ! ]
pt_br: @ed [ e r r a d o ! ! ]
ru: @ed [ Н е п р а в и л ь н о ! ! ]

source: @niko_shock AH!!
cht: @niko_shock 啊！！
ja: @niko_shock ああ！！
ko: @niko_shock 아!!
ru: @niko_shock А-А!

source: @silver_worry [...The minecart!]
cht: @silver_worry [...矿车！]
es: @silver_worry [... ¡El vagón!]
it: @silver_worry [...Il carrello!]
ja: @silver_worry […トロッコが！]
ko: @silver_worry [...광산 수레가!]
pt_br: @silver_worry [... A vagoneta!]
ru: @silver_worry [...Вагонетка!]

source: @silver3 [Earthquake...]
cht: @silver3 [地震...]
es: @silver3 [Un terremoto...]
it: @silver3 [Un terremoto...]
ja: @silver3 [地震…]
ko: @silver3 [지진이야...]
pt_br: @silver3 [Terremoto...]
ru: @silver3 [Землетрясение...]

source: @niko_surprised Th-\.\.the tunnel back out just collapsed!
cht: @niko_surprised \.\.后面的隧道坍塌了！
es: @niko_surprised ¡El...!\.\.¡El túnel de vuelta se ha derrumbado!
it: @niko_surprised I-\.\.il tunnel dietro di noi è crollato!
ja: @niko_surprised で、\.\.出口のトンネルが崩れた！
ko: @niko_surprised 밖으로 나가는\.\. 터널이 무너졌어요!
pt_br: @niko_surprised O...\.\. o túnel de volta desmoronou!
ru: @niko_surprised Т-туннель!..\.\. Пути отсюда больше нет!

source: @silver_worry [No!!]
cht: @silver_worry [不！！]
ja: @silver_worry [そんな！！]
ko: @silver_worry [안 돼!!]
pt_br: @silver_worry [Não!]
ru: @silver_worry [Нет!!]

source: @niko3 What are we gonna do?!
cht: @niko3 我们要怎么办？！
es: @niko3 ¡¿Qué vamos a hacer?!
it: @niko3 Cosa facciamo!?
ja: @niko3 どうしたらいいの？！
ko: @niko3 이제 어쩌죠?!
pt_br: @niko3 O que vamos fazer?!
ru: @niko3 Что же нам теперь делать?!

source: @silver_worry [I....]
cht: @silver_worry [我...]
es: @silver_worry [Yo...]
it: @silver_worry [Io...]
ja: @silver_worry [ええと…]
ko: @silver_worry [나는....]
pt_br: @silver_worry [Eu....]
ru: @silver_worry [Я....]

source: @proto1 [Wait.]
cht: @proto1 [等等。]
es: @proto1 [Esperad.]
it: @proto1 [Aspettate.]
ja: @proto1 [落ち着いて。]
ko: @proto1 [잠깐.]
pt_br: @proto1 [Espere.]
ru: @proto1 [Подождите.]

source: @proto2 [The exit just caved, didn't it.]
cht: @proto2 [出口刚坍塌了，是吗。]
es: @proto2 [La salida se ha derrumbado, ¿no es así?]
it: @proto2 [L'uscita è appena crollata, vero?]
ja: @proto2 [出口が崩れてしまったのか。]
ko: @proto2 [출구가 방금 무너진 것 같군, 그렇지?]
pt_br: @proto2 [A saída desmoronou, não foi?]
ru: @proto2 [Только что завалило выход, не так ли?]

source: @proto2b [Sigh.]
cht: @proto2b [叹气。]
es: @proto2b [Ay...]
ja: @proto2b [はぁ。]
ko: @proto2b [하아.]
pt_br: @proto2b [Ah.]
ru: @proto2b [Эх.]

source: @proto2 [I saw this coming, but this is a bit more sudden than I anticipated.]
cht: @proto2 [我就知道会这样，虽然比我预料的要突然。]
es: @proto2 [Sabía que esto ocurriría, pero ha sido un poco antes de lo que había previsto.]
it: @proto2 [Avevo previsto che sarebbe successo, ma è accaduto prima di quanto pensassi.]
ja: @proto2 [こうなることは予想してたけど、 思ってたよりも早かった。]
ko: @proto2 [이럴 줄은 알았지만, 내 예상보다 너무 갑작스러워.]
pt_br: @proto2 [Sabia que aconteceria, mas foi um pouco mais cedo que previ.]
ru: @proto2 [Я знал, что это случится, но не ожидал, что так скоро.]

source: @proto1 [Both of you. Follow me.]
cht: @proto1 [你们俩，跟我来。]
es: @proto1 [Vosotros dos. Seguidme.]
it: @proto1 [Seguitemi.]
ja: @proto1 [2人とも、ついてきて。]
ko: @proto1 [너희 둘. 따라와.]
pt_br: @proto1 [Vocês dois, sigam-me.]
ru: @proto1 [Вы двое. Идите за мной.]

source: @niko3 Where to?
cht: @niko3 去哪里。
es: @niko3 ¿A dónde?
it: @niko3 Dove?
ja: @niko3 どこに行くの？
ko: @niko3 어디로요?
pt_br: @niko3 Para onde?
ru: @niko3 Но куда?

source: @proto1 [The way out.]
cht: @proto1 [出去。]
es: @proto1 [Hasta la salida.]
it: @proto1 [Verso l'uscita.]
ja: @proto1 [別の出口。]
ko: @proto1 [출구로.]
pt_br: @proto1 [Para a saída.]
ru: @proto1 [К выходу.]

source: @niko Some sort of small machine.
cht: @niko 某种小型机械。
es: @niko Una especie de máquina pequeña.
it: @niko Una specie di piccolo macchinario.
ja: @niko 小さな機械だね。
ko: @niko 작은 기계예요.
pt_br: @niko Uma maquininha.
ru: @niko Какое-то небольшое устройство.

source: @niko I wonder what it does?
cht: @niko 我很好奇它是用来干什么的？
es: @niko Me pregunto qué hará.
it: @niko Mi chiedo a cosa serva.
ja: @niko 何だろう？
ko: @niko 무슨 기계일까요?
pt_br: @niko O que será que ela faz?
ru: @niko Интересно, зачем оно нужно?

source: @niko_speak I can feel my hair standing up a little...
cht: @niko_speak 我能感觉到我的头发都有点立起来了...
es: @niko_speak Noto cómo se me eriza el pelo un poco...
it: @niko_speak Sento i miei capelli rizzarsi un po'...
ja: @niko_speak ミーの髪がちょっと逆だってる気がする…
ko: @niko_speak 머리카락이 뻣뻣해진 느낌이에요...
pt_br: @niko_speak Consigo sentir meu cabelo se arrepiando...
ru: @niko_speak Я чувствую, как мои волосы немного приподнимаются...

source: @niko It's a power cell...\nI think.
cht: @niko 我觉得这应该是电池...
es: @niko Es una batería...\nCreo.
it: @niko È una batteria...\ncredo.
ja: @niko パワーセル…\nかな。
ko: @niko 이건 전원 장치예요...\n아마도요.
pt_br: @niko É uma célula de energia...\nEu acho.
ru: @niko Это силовая ячейка...\nЯ полагаю.

source: @niko_speak Oh!
cht: @niko_speak 噢！
es: @niko_speak ¡Vaya!
ja: @niko_speak あっ！
ko: @niko_speak 오!
pt_br: @niko_speak Ah!
ru: @niko_speak О!

source: @niko_speak The word "Prophetbot" is written on the side.
cht: @niko_speak 侧面写着"先知机器人"字样。
es: @niko_speak Tiene escrita la palabra "Profetabot" en un lateral.
it: @niko La parola "Profetabot" è incisa sul retro.
ja: @niko_speak 横に「預言者ロボ」って書いてるよ。
ko: @niko_speak "예언봇"이라는 단어가 옆에 쓰여 있었네.
pt_br: @niko_speak Está escrito “Profetobô” na lateral.
ru: @niko_speak Сбоку написано «Робот-пророк».

source: @niko Didn't notice that earlier.
cht: @niko 之前没注意到。
es: @niko No me había dado cuenta antes.
it: @niko Non l'avevo notata prima.
ja: @niko 前は気づかなかったなあ。
ko: @niko 전에는 몰랐는데.
pt_br: @niko Eu não tinha percebido...
ru: @niko Раньше я этого не замечал.

source: @niko There are a lot of small, glowing shrimp swimming in the jar.
cht: @niko 罐子里面有很多闪光的小虾在游动。
es: @niko Hay un montón de pequeños y brillantes camarones nadando en el tarro.
it: @niko Ci sono un sacco di piccoli gamberetti luminosi nel barattolo.
ja: @niko ちっちゃな光るエビが ビンの中でたくさん泳いでる。
ko: @niko 병 안에서 작고 반짝이는 새우들이 잔뜩 헤엄치고 있어요.
pt_br: @niko Há vários camarõezinhos brilhantes nadando no pote.
ru: @niko В этой банке плавает много маленьких светящихся креветок.

source: @niko2 Oh, the cart's stopped!
cht: @niko2 噢，矿车停了！
es: @niko2 ¡Oh, el vagón se ha parado!
it: @niko2 Oh, il carrello si è fermato!
ja: @niko2 あ、トロッコが止まったよ！
ko: @niko2 어, 수레가 멈췄어요!
pt_br: @niko2 Ah, o carrinho parou!
ru: @niko2 Ой, вагонетка остановилась!

source: @niko_eyeclosed Looks like this is as far as the tracks go...
cht: @niko_eyeclosed 看起来这已经到轨道尽头了...
es: @niko_eyeclosed Parece que las vías solo llegan hasta aquí...
it: @niko_eyeclosed Sembra che le rotaie siano finite...
ja: @niko_eyeclosed ここで限界みたいだね…
ko: @niko_eyeclosed 선로가 여기서 끝나나 봐요...
pt_br: @niko_eyeclosed Parece que os trilhos acabam aqui...
ru: @niko_eyeclosed Похоже, рельсы заканчиваются здесь...
