Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko \p, I need to put in the seed first before I put in the dirt.
cht: @niko \p，我需要先放种子，再放泥土。
es: @niko \p, tengo que poner la semilla antes de poner la tierra.
it: @niko \p, devo metterci il seme prima del terriccio.
ja: @niko \p、 土を入れる前に、先に 種を入れなきゃ。
ko: @niko \p 님, 흙을 넣기 전에 씨앗부터 넣어야 해요.
pt_br: @niko \p, tenho que colocar a semente antes de colocar a terra.
ru: @niko \p, я должен сначала положить семечко, а только потом присыпать его землёй.

source: @niko This is where I'm supposed to put the seed... \>\nBut there's no dirt in this pot.
cht: @niko 我应该把种子放在这...\>\n但这盆里没有泥土。
es: @niko Se supone que es aquí donde debo poner la semilla... \>\nPero no hay tierra en este macetero.
it: @niko Qui è dove dovrei mettere il seme... \>\nMa non c'è terriccio in questo vaso.
ja: @niko ここに種を入れるみたい… \>\nでも、この鉢には土が入ってないよ。
ko: @niko 씨앗을 여기에 넣어야 하는데... \>\n화분에 흙이 없네요.
pt_br: @niko Aqui é onde eu tenho que colocar a semente... \>\nMas não tem terra no vaso.
ru: @niko Сюда я должен посадить семечко... \>\nНо в этом горшке нет земли.

source: @niko_speak I hope this helps you grow, little seed.
cht: @niko_speak 我希望这能帮你长大，小种子。
es: @niko_speak Espero que te ayude a crecer, semillita.
it: @niko_speak Spero che questo ti aiuti a crescere, piccolo semino.
ja: @niko_speak 小さな種さん、これで育てばいいけど。
ko: @niko_speak 이게 자라는 데 도움이 되면 좋겠구나, 작은 씨앗아.
pt_br: @niko_speak Espero que isso a ajude a crescer, sementinha.
ru: @niko_speak Надеюсь, это поможет тебе вырасти, маленькое семечко.

source: @niko The seed's in the soil, but it looks a bit dry.
cht: @niko 种子在土壤里了，但看起来有点干。
es: @niko La semilla está en la tierra, pero parece un poco seca.
it: @niko Il seme è nel terreno, ma sembra un po' secco.
ja: @niko 種は土の中に埋まってるよ。でも ちょっと土が乾燥してるみたい。
ko: @niko 씨앗을 흙에 심었지만, 흙이 말라 있네요.
pt_br: @niko A semente já está na terra, mas está meio seca.
ru: @niko У семечка теперь есть грунт, но он какой-то сухой.

source: @niko I can't just pour the water on the seed.\>\nIt needs dirt before we can water it.
cht: @niko 我不能只给种子浇水。\>\n先要放入泥土，然后我们才能浇水。
es: @niko No puedo echarle agua así sin más.\>\nNecesita tierra antes de que podamos regarla.
it: @niko Non posso versare l'acqua direttamente sopra il seme.\>\nDevo coprirlo con del terriccio prima di poterlo annaffiare.
ja: @niko 種に水はかけられないよ。\>\n水をあげる前に、先に土が必要だね。
ko: @niko 씨앗 위에 바로 물을 부을 순 없어요.\>\n물을 주기 전에 흙부터 넣어야 해요.
pt_br: @niko Não posso colocar a água diretamente na semente.\>\nTem que colocar terra antes de colocar a água.
ru: @niko Нельзя просто так взять и вылить воду на семечко.\>\nСначала его надо засыпать землёй.

source: @niko_speak Good thinking, \p!\>\n\@niko Water should help this seed grow.
cht: @niko_speak 聪明极了，\p！\>\n\@niko 水应该能帮助这粒种子长大。
es: @niko_speak ¡Bien pensado, \p!\>\n\@niko El agua debería ayudar a que esta semilla crezca.
it: @niko_speak Ottima idea, \p!\>\n\@niko L'acqua dovrebbe aiutare questo seme a crescere.
ja: @niko_speak ナイスアイデア、 \p！\>\n\@niko 水があれば、種も早く育つね。
ko: @niko_speak 좋은 생각이에요, \p 님!\>\n\@niko 수분이 씨앗의 성장을 촉진하겠죠.
pt_br: @niko_speak Bem pensado, \p!\>\n\@niko A água vai ajudar a semente a se desenvolver.
ru: @niko_speak Отличная мысль, \p!\>\n\@niko Вода поможет ему вырасти.

source: @niko Hmm... the dirt's nice and moist now, but...
cht: @niko 嗯...土壤现在很好，很湿润，但...
es: @niko Mmm... la tierra tiene ahora un aspecto agradable y húmedo, pero...
it: @niko Mh... Ora il terriccio è soffice e umido, ma...
ja: @niko うーん…これで土はいい感じに湿ったけど…
ko: @niko 흐음... 이제 흙도 충분하고, 수분도 충분하긴 한데...
pt_br: @niko Hmm... a terra está bem úmida agora, mas...
ru: @niko Хм-м... Теперь земля влажная, но...

source: @niko_speak What if it dries out? \.\. \@niko_eyeclosed There's only so much water from this little tube...
cht: @niko_speak 要是变干了怎么办？\.\.\@niko_eyeclosed 这小管子里只有这么点水...
es: @niko_speak ¿Qué pasa si se seca? \.\. \@niko_eyeclosed No hay demasiada agua en este pequeño tubo...
it: @niko_speak E se si seccasse? \.\.\@niko_eyeclosed Non c'è poi così tanta acqua in questa piccola provetta...
ja: @niko_speak 乾燥しちゃったらどうしよう？\.\. \@niko_eyeclosed この入れ物には もう水があんまりない…
ko: @niko_speak 수분이 다 말라버리면 어쩌죠? \.\. \@niko_eyeclosed 이 시험관만으로는 물을 충분히 줄 수 없어요...
pt_br: @niko_speak E quando ela secar de novo? \.\.\@niko_eyeclosed Só tem a água deste tubo...
ru: @niko_speak А что если она высохнет? \.\. \@niko_eyeclosed В этой пробирке было не так уж много воды...

source: @niko ...I'll hold on to the tube for now, just in case...
cht: @niko ...以防万一，我要留着这管子...
es: @niko Por ahora me quedaré con el tubo, por si acaso...
it: @niko ...Per ora penso che me la terrò, non si sa mai...
ja: @niko …念のために、この入れ物はとっておくね…
ko: @niko ...그래도 혹시 모르니 시험관을 갖고 있을게요...
pt_br: @niko Vou ficar com o tubo por enquanto...
ru: @niko ...Я оставлю эту пробирку у себя на всякий случай...

source: @niko_speak Good thinking, \p!\>\n\@niko This water should really help this seed grow.
cht: @niko_speak 聪明极了，\p！\>\n\@niko 这水应该能帮助这粒种子长大。
es: @niko_speak ¡Bien pensado, \p!\>\n\@niko Este agua debería ayudar a que esta semilla crezca.
it: @niko_speak Ottima idea, \p!\>\n\@niko Quest'acqua dovrebbe aiutare il seme a crescere per benino.
ja: @niko_speak ナイスアイデア、 \p！\>\n\@niko この水なら、きっと種もすぐ育つね。
ko: @niko_speak 좋은 생각이에요, \p 님!\>\n\@niko 이 물이라면 씨앗이 자라는 데 정말 도움이 되겠어요.
pt_br: @niko_speak Bem pensado, \p!\>\n\@niko A água vai ajudar a semente a se desenvolver.
ru: @niko_speak Хорошая мысль, \p!\>\n\@niko Эта вода должна помочь семечку прорасти.

source: @niko_speak It sprouted a tiny leaf!
cht: @niko_speak 它发芽长出了小叶片！
es: @niko_speak ¡Ha salido una hojita!
it: @niko_speak È spuntata una fogliolina!
ja: @niko_speak 小さな葉っぱが生えた！
ko: @niko_speak 조그만 잎이 돋아났어요!
pt_br: @niko_speak Brotou uma folhinha!
ru: @niko_speak На нём появился маленький листок!

source: @niko We've given it dirt and water.\>\nBut will that be enough?
cht: @niko 我们给了它土壤和水分。\>\n但这就够了吗？
es: @niko Le hemos dado tierra y agua.\>\nPero, ¿será suficiente?
it: @niko Gli abbiamo dato terriccio e acqua.\>\nMa sarà abbastanza?
ja: @niko 土と水をあげたよ。\>\nでも、これだけでいいのかな？
ko: @niko 흙과 물을 주긴 했지만...\>\n이걸로 충분할까요?
pt_br: @niko Demos terra e água.\>\nSerá suficiente?
ru: @niko Мы дали ему землю и воду.\>\nНо будет ли этого достаточно?

source: @niko_speak Good luck, little plant!
cht: @niko_speak 祝你好运，小植物！
es: @niko_speak ¡Buena suerte, plantita!
it: @niko_speak Buona fortuna, piantina!
ja: @niko_speak 頑張ってね、小さい植物さん！
ko: @niko_speak 힘내, 작은 새싹아!
pt_br: @niko_speak Boa sorte, plantinha!
ru: @niko_speak Удачи тебе, маленькое растение!

source: @niko6 This is the room I first woke up in...
cht: @niko6 这是我第一次醒来的房间...
es: @niko6 Esta es la habitación en la que me levanté por primera vez...
it: @niko6 Questa è la stanza in cui mi sono svegliato la prima volta...
ja: @niko6 ここ、ミーが初めて目が覚めた場所…
ko: @niko6 여긴 제가 처음에 깨어난 방이에요...
pt_br: @niko6 Eu acordei pela primeira vez neste quarto...
ru: @niko6 Это комната, в которой я проснулся в первый раз...

source: @niko_speak \p? Are you still here?
cht: @niko_speak \p？你还在吗？
es: @niko_speak ¿\p? ¿Sigues aquí?
it: @niko_speak \p? Sei ancora qui?
ja: @niko_speak \p？ まだいる？
ko: @niko_speak \p 님? 거기 계세요?
pt_br: @niko_speak \p? Ainda está aqui?
ru: @niko_speak \p? Ты ещё тут?

source: @niko2 ...\p?
ko: @niko2 ...\p 님?

source: Yes?
cht: 是的？
es: ¿Sí?
it: Sì?
ja: うん？
ko: 응.
pt_br: Sim?
ru: Да?

source: @niko_pancakes \p!!!
ko: @niko_pancakes \p 님!!!

source: @niko_speak I... I think...
cht: @niko_speak 我...我觉得...
es: @niko_speak C... Creo...
it: @niko_speak Credo... Credo che...
ja: @niko_speak あのね…たぶん…
ko: @niko_speak 저... 아마도...
pt_br: @niko_speak Eu... acho...
ru: @niko_speak Мне... Мне кажется...

source: @niko_pancakes I think it worked!!!
cht: @niko_pancakes 我觉得我成功了！！！
es: @niko_pancakes ¡Creo que ha funcionado!
it: @niko_pancakes Credo che abbia funzionato!!!
ja: @niko_pancakes うまくいったよ！！！
ko: @niko_pancakes 성공했나 봐요!!!
pt_br: @niko_pancakes Acho que funcionou!
ru: @niko_pancakes Кажется, сработало!!!

source: It did!
cht: 确实！
es: ¡Sí!
it: È vero!
ja: うまくいったな！
ko: 그래!
pt_br: Eu consegui!
ru: Сработало!

source: @niko_speak The sun is back!\>\nAnd I actually got to see it this time!
cht: @niko_speak 太阳回来了！\>\n这次我真的要去看看它！
es: @niko_speak ¡El sol ha vuelto!\>\n¡Y esta vez he podido verlo!
it: @niko_speak Il sole è tornato!\>\nE stavolta sono riuscito a vederlo!
ja: @niko_speak 太陽が戻ってきた！\>\n今回は、ちゃんと外が明るいもん！
ko: @niko_speak 태양이 돌아왔어요!\>\n이번에는 저한테도 보여요!
pt_br: @niko_speak O sol voltou!\>\nE desta vez eu consegui vê-lo!
ru: @niko_speak Солнце вернулось!\>\nИ на этот раз я увидел его по-настоящему!

source: @niko_pancakes We... actually did it...!
cht: @niko_pancakes 我们...真的做到了...！
es: @niko_pancakes ¡Lo... hemos conseguido...!
it: @niko_pancakes Ce... Ce l'abbiamo fatta...!
ja: @niko_pancakes ミーたち…本当に救えたんだ…！
ko: @niko_pancakes 우리가... 해냈어요...!
pt_br: @niko_pancakes Nós... conseguimos...!
ru: @niko_pancakes У нас... в самом деле получилось...!

source: @niko5 So... \>\@niko6 what do we do now?
cht: @niko5 然后...\>\@Niko6 我们现在要做什么？
es: @niko5 Bueno... \>\@niko6 ¿Y ahora qué?
it: @niko5 Quindi... \>\@niko6 che si fa ora?
ja: @niko5 でも… \>\@niko6 この後どうしたらいいんだろ？
ko: @niko5 그런데... \>\@niko6 이제 어쩌죠?
pt_br: @niko5 Bom... \>\@niko6 O que vamos fazer agora?
ru: @niko5 Так... \>\@niko6 что нам теперь делать?

source: @niko I guess I should figure out how to get home from here...
cht: @niko 我觉得我应该想办法从这里回家...
es: @niko Supongo que debería averiguar cómo llegar a casa desde aquí...
it: @niko Devo trovare un modo per poter tornare a casa...
ja: @niko ここから家に帰る方法を 見つけなくちゃだね…
ko: @niko 집에 돌아가는 방법을 찾아야겠어요...
pt_br: @niko Acho que preciso achar uma maneira de voltar para casa...
ru: @niko Думаю теперь надо понять, как отсюда попасть домой...

source: @niko2 This... \.\.isn't a door, is it?
cht: @niko2 这...\.\.是个门，不是吗？
es: @niko2 Esto... \.\.no es una puerta, ¿no?
it: @niko2 Questa... \.\.non è un porta, vero?
ja: @niko2 これ… \.\.ドアじゃない。
ko: @niko2 이거... \.\.문 아니죠?
pt_br: @niko2 Isso... \.\.não é uma porta, é?
ru: @niko2 Это... \.\.разве не дверь?

source: @niko This looks like one of those portals we saw all the way back in the city.
cht: @niko 这看起来像是我们从城里回来时看到 的入口。
es: @niko Se parece a uno de esos portales que vimos en la ciudad.
it: @niko Sembra uno di quei portali che abbiamo visto quando eravamo in città.
ja: @niko 街でずっと前に見た、あのポータルみたい。
ko: @niko 도시에서 봤던 차원문하고 비슷하게 생겼네요.
pt_br: @niko Parece um daqueles portais que vimos lá na cidade...
ru: @niko Это выглядит как один из тех порталов, что мы видели там в городе.

source: @niko6 In the room behind the big clock.
cht: @niko6 在大钟后面的房间。
es: @niko6 En la habitación tras el gran reloj.
it: @niko6 Nella stanza dietro il grande orologio.
ja: @niko6 おっきな時計の後ろにあった部屋の。
ko: @niko6 큰 시계 뒤의 방에 있던 거요.
pt_br: @niko6 na sala atrás do relógio grande.
ru: @niko6 В комнате за большими часами.

source: @niko And... and...
cht: @niko 而且...而且...
es: @niko Y... y...
it: @niko E... E...
ja: @niko あと…あとね…
ko: @niko 그리고...
pt_br: @niko E... e...
ru: @niko И... и...

source: @niko_speak I see a wheat field on the other side!
cht: @niko_speak 我看到了门另一边的麦田！
es: @niko_speak ¡Veo un campo de trigo al otro lado!
it: @niko_speak Vedo un campo di grano dall'altra parte!
ja: @niko_speak 反対側に、小麦畑が見えるよ！
ko: @niko_speak 반대편에 밀밭이 보여요!
pt_br: @niko_speak Estou vendo um trigal do outro lado!
ru: @niko_speak Я вижу пшеничное поле там, на другой стороне!

source: @niko_pancakes ...I see my village...
cht: @niko_pancakes ...我看到了我的村子...
es: @niko_pancakes ... Veo mi aldea...
it: @niko_pancakes ...Vedo il mio villaggio...
ja: @niko_pancakes …ミーの村が見える。
ko: @niko_pancakes ...우리 마을이 보여요...
pt_br: @niko_pancakes ... Estou vendo minha aldeia...
ru: @niko_pancakes ...Я вижу мою деревню...

source: @niko_pancakes I hear...\.\. my mama....
cht: @niko_pancakes 我听到...\.\. 我的妈妈...
es: @niko_pancakes Oigo...\.\. a mamá...
it: @niko_pancakes Sento...\.\. la mia mamma...
ja: @niko_pancakes あっ…\.\.ママの声がするよ…
ko: @niko_pancakes 엄마...\.\. 목소리도 들리고요...
pt_br: @niko_pancakes Estou ouvindo...\.\. minha mãe...
ru: @niko_pancakes Я слышу...\.\. мою маму....

source: @niko2 She's looking for me...
cht: @niko2 她正在找我...
es: @niko2 Me está buscando...
it: @niko2 Mi sta cercando...
ja: @niko2 ミーのこと探してる…
ko: @niko2 절 찾고 계셔요...
pt_br: @niko2 Ela está me procurando...
ru: @niko2 Она меня ищет...

source: @niko3 Ah, \p...
cht: @niko3 啊，\p...
ja: @niko3 ねえ、 \p…
ko: @niko3 아, \p 님...
ru: @niko3 Ах, \p...

source: @niko5 This...\.\. isnt the first time we've said goodbye, is it?
cht: @niko5 这...\.\.不是我们第一次说再见，对吧？
es: @niko5 Está...\.\. no es la primera vez que nos despedimos, ¿verdad?
it: @niko5 Non...\.\. è la prima volta in cui ci diciamo addio, vero?
ja: @niko5 さよならするのは…\.\.これが 初めてじゃないんでしょ？
ko: @niko5 우리가...\.\. 작별 인사를 한 게 처음은 아니죠?
pt_br: @niko5 Esta...\.\. não é a primeira vez que nos despedimos, não é?
ru: @niko5 Мы ведь...\.\. уже не в первый раз прощаемся?

source: @niko_distressed2 But... this'll be the last time, won't it?
cht: @niko_distressed2 但...这会是最后一次，是吗？
es: @niko_distressed2 Pero... será la última, ¿no?
it: @niko_distressed2 Però... questa sarà l'ultima, giusto?
ja: @niko_distressed2 でも…きっとこれが、最後になるんだよね？
ko: @niko_distressed2 하지만... 이번이 마지막이 되지 않을까요?
pt_br: @niko_distressed2 Mas... essa será a última, não é?
ru: @niko_distressed2 Но... получается этот будет последним?

source: @niko_distressed I don't think we'll ever see each other again after this...
cht: @niko_distressed 我觉得我们以后不会再见面了...
es: @niko_distressed No creo que nos volvamos a ver después de esto...
it: @niko_distressed Non penso che ci rivedremo ancora...
ja: @niko_distressed もう、二度と会えない気がする…
ko: @niko_distressed 이제 우리는 다시 보지 못하겠죠...
pt_br: @niko_distressed Acho que não nos veremos mais depois disso...
ru: @niko_distressed Я не думаю, что мы ещё свидимся после этого.

source: @niko_distressed ...and... what will become of the world?
cht: @niko_distressed ...而且...世界会变成什么样？
es: @niko_distressed ... Y... ¿Qué pasará con el mundo?
it: @niko_distressed ...E... cosa ne sarà del mondo?
ja: @niko_distressed …それに…こっちの世界はどうなるんだろうね？
ko: @niko_distressed 이 세상은... 또 어떻게 될까요?
pt_br: @niko_distressed ... e... o que será do mundo?
ru: @niko_distressed ...а... что же будет с этим миром?

source: @niko_eyeclosed2 ...after all we've been through.
cht: @niko_eyeclosed2 ...在我们经历这些后。
es: @niko_eyeclosed2 ... Después de todo lo que hemos pasado.
it: @niko_eyeclosed2 ...Dopo tutto quello che abbiamo passato.
ja: @niko_eyeclosed2 …もう、全部…
ko: @niko_eyeclosed2 함께 이런 일을 겪고...
pt_br: @niko_eyeclosed2 ... depois de tudo que passamos...
ru: @niko_eyeclosed2 ...после всего, через что мы прошли.

source: @niko3 After everything we've done...
cht: @niko3 在我们做了这一切后...
es: @niko3 De todo lo que hemos hecho...
it: @niko3 Dopo tutto quello che abbiamo fatto...
ja: @niko3 何もかも、終わって…
ko: @niko3 이런 일을 해냈는데...
pt_br: @niko3 depois de tudo que fizemos...?
ru: @niko3 После всего, что мы сделали...

source: @niko_distressed2 I still... \>\@niko_distressed don't know...
cht: @niko_distressed2 我还是...\>\@niko_distressed 不知道...
es: @niko_distressed2 Todavía... \>\@niko_distressed no sé...
it: @niko_distressed2 Io ancora... \>\@niko_distressed non lo so...
ja: @niko_distressed2 まだ… \>\@niko_distressed よく分かんないや…
ko: @niko_distressed2 전 아직... \>\@niko_distressed 모르겠어요...
pt_br: @niko_distressed2 Eu ainda... \>\@niko_distressed não sei...
ru: @niko_distressed2 Я даже... \>\@niko_distressed не знаю...

source: This place...
cht: 这个地方...
es: Este lugar...
it: Questo posto...
ja: この場所は…
ko: 이곳은...
pt_br: Este lugar...
ru: Это место...

source: These people...
cht: 这些人...
es: Esta gente...
it: Queste persone...
ja: この世界にいる人たちは…
ko: 이 사람들은...
pt_br: essas pessoas...
ru: Эти люди...

source: Won't stop existing.
cht: 会一直存在。
es: No dejarán de existir.
it: Non smetteranno di esistere.
ja: いなくなったりしない。
ko: 언제까지나 존재할 거야.
pt_br: não desaparecerão.
ru: Не перестанут существовать.

source: They'll be in your memory.
cht: 他们会在你的记忆里。
es: Estarán entre tus recuerdos.
it: Loro vivranno nei tuoi ricordi.
ja: みんな、ニコの記憶の中に残る。
ko: 네 기억 속에 있을 테고,
pt_br: Elas ficarão na sua memória...
ru: Они останутся в твоей памяти.

source: They'll be in my memory, too
cht: 他们也会在我的记忆里。
es: Y también entre los míos.
it: Vivranno anche nei miei ricordi.
ja: みんな、私の記憶の中にも残る。
ko: 내 기억 속에도 있겠지.
pt_br: e na minha também.
ru: Они останутся и в моей памяти тоже

source: @niko2 I... \>\@niko_speak promise I'll never forget this world!
cht: @niko2 我...\>\@niko_speak 保证不会忘了这个世界！
es: @niko2 Pro... \>\@niko_speak ¡Prometo que jamás ovlidaré este mundo!
it: @niko2 Io... \>\@niko_speak prometto che non dimenticherò mai questo mondo!
ja: @niko2 ミーは… \>\@niko_speak 絶対に、この世界のこと忘れないよ！
ko: @niko2 전... \>\@niko_speak 이 세상을 절대 잊지 않겠어요! 약속해요!
pt_br: @niko2 Eu... \>\@niko_speak prometo que nunca me esquecerei deste mundo!
ru: @niko2 Я... \>\@niko_speak обещаю, что никогда не забуду этот мир!

source: @niko3 I promise... \@niko I'll never forget you, \p.
cht: @niko3 我保证...\@Niko 我不会忘记你，\p
es: @niko3 Prometo... \@niko que jamás te olvidaré, \p.
it: @niko3 Prometto... \@niko che non mi dimenticherò mai di te, \p.
ja: @niko3 絶対に… \@niko 神様のこと忘れないよ、 \p。
ko: @niko3 \p 님... \@niko 당신도 절대 잊지 않을게요.
pt_br: @niko3 Prometo... \@niko Nunca me esquecerei de você, \p.
ru: @niko3 И я обещаю... \@niko что никогда не забуду тебя, \p.

source: @niko2 So... take care of yourself, okay?
cht: @niko2 那...照顾好自己，好吗？
es: @niko2 Bueno... Cuídate, ¿vale?
it: @niko2 Perciò... prenditi cura di te, intesi?
ja: @niko2 じゃあ…元気でね？
ko: @niko2 잘 지내야 돼요. 알았죠?
pt_br: @niko2 Então... cuide-se bem, tá?
ru: @niko2 Так что... ты побереги себя, ладно?

source: You too.
cht: 你也是。
es: Tú también.
it: Anche tu.
ja: 君もな。
ko: 너도.
pt_br: Você também.
ru: И ты тоже.

source: @niko Mhm....
cht: @niko 嗯...
es: @niko Mmm...
ja: @niko うん…
ko: @niko 네...
pt_br: @niko Hmm...
ru: @niko М-хм....

source: Goodbye, Niko.
cht: 再见，Niko。
es: Adiós, Niko.
it: Addio, Niko.
ja: さようなら、ニコ。
ko: 안녕, 니코.
pt_br: Adeus, Niko.
ru: Прощай, Нико.

source: @niko2 Goodbye, \p...
cht: @niko2 再见，\p...
es: @niko2 Adiós, \p...
it: @niko2 Addio, \p...
ja: @niko2 さよなら、 \p…
ko: @niko2 안녕, \p 님...
pt_br: @niko2 Adeus, \p...
ru: @niko2 Прощай, \p...

source: @niko Just a trash can...
cht: @niko 一个垃圾桶而已...
es: @niko Una papelera vacía...
it: @niko Solo un cestino della spazzatura...
ja: @niko ただのゴミ箱…
ko: @niko 그냥 쓰레기통이에요...
pt_br: @niko Uma lixeira...
ru: @niko Просто мусорное ведро...

source: @niko A pile of large books.
cht: @niko 一堆大书。
es: @niko Un montón de libros grandes.
it: @niko Una pila di grossi libri.
ja: @niko 大きな本がたくさん積まれてる。
ko: @niko 큰 책들이 쌓여 있어요.
pt_br: @niko Um monte de livros grandes.
ru: @niko_speak Стопка толстых книг.

source: @niko They look like phonebooks.
cht: @niko 它们看起来像是电话簿。
es: @niko Parecen guías telefónicas.
it: @niko Sembrano elenchi telefonici.
ja: @niko 電話帳みたい。
ko: @niko 전화번호부 같아요.
pt_br: @niko Parecem listas telefônicas.
ru: @niko Они похожи на телефонные справочники.

source: @niko It looks like I can unlatch this door...
cht: @niko 好像我可以拉开门闩...
es: @niko Parece que puedo abrir el pestillo de esta puerta...
it: @niko Sembra possa sbloccare questa porta...
ja: @niko このドア、留め金を外せそう…
ko: @niko 이 문은 열 수 있을 것 같은데요...
pt_br: @niko Acho que consigo destravar essa porta...
ru: @niko Похоже, я могу открыть засов этой двери...

source: Hey there.
cht: 你好。
es: Hola.
it: Ehilà.
ja: やあ。
ko: 안녕.
pt_br: Olá.
ru: Эй, привет.

source: @niko Hello.
cht: @niko 你好。
es: @niko Hola.
it: @niko Ciao.
ja: @niko こんばんは。
ko: @niko 안녕하세요.
pt_br: @niko Olá.
ru: @niko Привет.

source: You the messiah?
cht: 你就是救世主？
es: ¿Eres el mesías?
it: Sei tu il messia?
ja: おまえ、救世主か？
ko: 네가 구원자니?
pt_br: Você é o messias?
ru: Ты же мессия?

source: I like your scarf.
cht: 我喜欢你的围巾。
es: Me gusta tu bufanda.
it: Mi piace la tua sciarpa.
ja: いいスカーフしてるな。
ko: 목도리가 마음에 드는구나.
pt_br: Gostei do seu cachecol.
ru: Мне нравится твой шарф.

source: @niko Mama made it for me!
cht: @niko 妈妈给我织的！
es: @niko ¡Me la hizo mi madre!
it: @niko Mamma l'ha fatta apposta per me!
ja: @niko ママが作ってくれたんだ！
ko: @niko 엄마가 만들어 주신 거예요!
pt_br: @niko Mamãe fez para mim!
ru: @niko Это работа рук работы моей мамы!

source: Tell her I like her needlework.
cht: 告诉她我喜欢她织的东西！
es: Dile que me gusta su punto.
it: Dille che mi piace il suo lavoro a maglia.
ja: きれいな刺しゅうだと伝えておいてくれ。
ko: 엄마에게 솜씨가 훌륭하시다고 전해 주렴.
pt_br: Diga-lhe que gosto de sua costura.
ru: Передай ей, что мне нравится её рукоделие.

source: @niko ...when I see her again!
cht: @niko ...下次见到她的时候，我会的！
es: @niko ... ¡Cuando la vuelva a ver!
it: @niko Sì... quando la rivedrò!
ja: @niko …またママに会えたらね！
ko: @niko ...다시 만나면 꼭 전해 드릴게요!
pt_br: @niko ... quando eu a revir!
ru: @niko ...когда я снова её увижу!

source: @niko This fridge has magnets on it!
cht: @niko 这个冰箱上有磁铁！
es: @niko ¡El frigorífico tiene imanes!
it: @niko Su questo frigo sono attaccate delle calamite!
ja: @niko 冷蔵庫に磁石がついてる！
ko: @niko 냉장고에 자석이 붙어 있어요!
pt_br: @niko Essa geladeira tem vários ímãs!
ru: @niko На этом холодильнике есть магниты!

source: @niko Maybe they'll come handy?
cht: @niko 它们或许会有用？
es: @niko A lo mejor pueden ser útiles.
it: @niko Potrebbero tornarmi utili?
ja: @niko 役に立つかも？
ko: @niko 어쩌면 쓸모가 있을지도 모르겠는데요?
pt_br: @niko Talvez eles sejam úteis.
ru: @niko Может, они нам пригодятся?

source: @niko I hope nobody will mind us taking them...
cht: @niko 我希望大家不会介意我们把它们带走...
es: @niko Espero que a nadie le importe que nos los llevemos...
it: @niko Spero che a nessuno dispiaccia se le prendiamo in prestito...
ja: @niko 勝手に持っていっても誰も気にしないよね…
ko: @niko 우리가 가져간 걸 아무도 모르면 좋겠네요...
pt_br: @niko Espero que ninguém ache ruim se eu os levar...
ru: @niko Надеюсь, никто не будет возражать, если мы их возьмём...

source: @niko_speak It's very warm!
cht: @niko_speak 非常暖和！
es: @niko_speak ¡Está muy caliente!
it: @niko_speak È davvero calda!
ja: @niko_speak すごく温かい！
ko: @niko_speak 아주 따뜻해요!
pt_br: @niko_speak Está quente!
ru: @niko_speak Она очень тёплая!

source: @niko_speak I'm too young to drink coffee!
cht: @niko_speak 我年纪太小了，不能喝咖啡！
es: @niko_speak ¡No tengo edad para beber café!
it: @niko_speak Alla mia età non dovrei berlo!
ja: @niko_speak ミーはまだコーヒー飲めないや！
ko: @niko_speak 전 아직 커피 마실 나이가 아니거든요!
pt_br: @niko_speak Não tenho idade para tomar café!
ru: @niko_speak Я слишком маленький, чтобы пить кофе!

source: @niko A photograph of the city skyline.
cht: @niko 一张城市天际线的照片。
es: @niko Una fotografía de la silueta de la ciudad.
it: @niko Una fotografia della città.
ja: @niko 街の空の写真。
ko: @niko 도시의 하늘을 찍은 사진이에요.
pt_br: @niko Uma fotografia da silhueta da cidade.
ru: @niko Фотография панорамы города.

source: @niko A photograph of some buildings.
cht: @niko 一张建筑物的照片。
es: @niko Una fotografía de varios edificios.
it: @niko Una fotografia di alcuni edifici.
ja: @niko 建物の写真だ。
ko: @niko 몇몇 건물의 사진이에요.
pt_br: @niko Uma fotografia de alguns prédios.
ru: @niko Фотография каких-то зданий.

source: @niko A photograph of a factory.
cht: @niko 一张工厂的照片。
es: @niko Una fotografía de una fábrica.
it: @niko Una fotografia di una fabbrica.
ja: @niko 工場の写真だ。
ko: @niko 공장 사진이에요.
pt_br: @niko Uma fotografia de uma fábrica.
ru: @niko Фотография фабричного предприятия.

source: @niko A photograph of some railings.
cht: @niko 一张铁路轨道的照片。
es: @niko Una fotografía de unas barandillas.
it: @niko Una fotografia di alcune ringhiere.
ja: @niko 柵の写真。
ko: @niko 난간이 찍힌 사진이에요.
pt_br: @niko Uma fotografia de grades.
ru: @niko Фотография каких-то перил.

source: @niko Some of the pages are dog-eared.
cht: @niko 有几页折角了。
es: @niko Algunas páginas están muy manoseadas.
it: @niko Ad alcune di queste pagine sono state fatte le orecchie.
ja: @niko 色んなページの端が折れてる。
ko: @niko 몇 페이지는 구석이 접혀 있네요.
pt_br: @niko Algumas páginas têm orelhas.
ru: @niko Уголки некоторых страниц загнуты.
