Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @george5_sigh Oh... that would be so dreadful, dear...
cht: @george5_sigh 哦...那真是很可怕，亲爱的...
es: @george5_sigh Oh... Eso sería horrible, cariño...
it: @george5_sigh Mio caro, sarebbe... davvero terribile...
ja: @george5_sigh ああ…考えるだけでも恐ろしい…
ko: @george5_sigh 아... 정말 끔찍할 거야...
pt_br: @george5_sigh Ah... seria terrível...
ru: @george5_sigh Ох... Это будет так ужасающе, дорогуша...

source: @george6 And... if the messiah got hurt, of all people...
cht: @george6 而且...要是救世主受伤了，那么所有人...
es: @george6 Y... si el Mesías resultara herido, de entre toda la gente...
it: @george6 E se il messia si facesse male...
ja: @george6 つーか…万が一ウチらのチビくんが 怪我なんかしたら…
ko: @george6 게다가... 다른 사람도 아니고 구원자가 다치기라도 하면...
pt_br: @george6 E... se o messias se machucasse...
ru: @george6 И... если уж сам мессия пострадает...

source: @george6_shrug That's like...\.\.the exact opposite of radical, dude....
cht: @george6_shrug 那就会...\.\.带来与我们的期望完全相反的结果， 朋友......
es: @george6_shrug Es como... \.\.el otro extremo de lo radical, colega...
it: @george6_shrug Sarebbe tipo...\.\. non proprio il massimo, capisci fratello...?
ja: @george6_shrug もう、アレよ…\.\.超ヤバいっしょ…
ko: @george6_shrug 그건 끝내주는 거랑은...\.\.완전 반대라고...
pt_br: @george6_shrug É tipo... \.\.o oposto de bacana, cara...
ru: @george6_shrug Это будет как бы...\.\.круто с точностью до наоборот, приятель....

source: @kip_sigh Sigh...
cht: @kip_sigh 叹气...
es: @kip_sigh Ay...
ja: @kip_sigh はぁ…
ko: @kip_sigh 하아...
pt_br: @kip_sigh Ah...
ru: @kip_sigh Эх...

source: @kip_sad A friend of mine... said something about this forever ago...
cht: @kip_sad 我的一个朋友...很久以前说过这个...
es: @kip_sad Una amiga mía... mencionó algo sobre esto hace muchísimo tiempo...
it: @kip_sad Una mia amica... disse una cosa al riguardo, moltissimo tempo fa...
ja: @kip_sad 私の友達がね… ずっと前に、言ってたことなんだけど…
ko: @kip_sad 내 친구가... 아주 오래전에 이런 이야기를 했었지...
pt_br: @kip_sad Uma amiga minha... me contou sobre isso há muito tempo...
ru: @kip_sad Один мой друг... давным-давно кое-что сказала на этот счёт...

source: @kip_pout "It's better for the world to die naturally."
cht: @kip_pout "最好是让世界自然地消亡。"
es: @kip_pout «Es mejor que el mundo muera de forma natural».
it: @kip_pout "È meglio che il mondo muoia naturalmente."
ja: @kip_pout 「世界は自然に死なせるべき」
ko: @kip_pout "세상은 자연스럽게 죽는 편이 나아."
pt_br: @kip_pout “É melhor que o mundo morra naturalmente.”
ru: @kip_pout «Будет лучше, если этот мир умрёт естественным образом».

source: @kip_sigh "No living being should have to carry that burden."
cht: @kip_sigh "没有人必须担起这个责任。"
es: @kip_sigh «Ningún ser humano debería llevar tal carga».
it: @kip_sigh "Nessun essere vivente dovrebbe sopportare questo fardello."
ja: @kip_sigh 「どんな生き物であれ、 そんな重荷を抱えるべきではない」
ko: @kip_sigh "어떤 생명체도 그런 짐을 져서는 안 돼."
pt_br: @kip_sigh “Nenhum ser vivo deveria carregar esse fardo.”
ru: @kip_sigh «Ни одно живое существо не должно нести это бремя».

source: @kip_sad At the time... I thought it was still her faulty code speaking...
cht: @kip_sad 那时候...我以为是她的代码错误在胡言乱语...
es: @kip_sad En aquel momento... pensé que sería su código defectuoso...
it: @kip_sad Al tempo pensavo lo dicesse per via di un qualche errore nel suo codice...
ja: @kip_sad その時は…バグコードの影響で そう言ったんだと思ってた…
ko: @kip_sad 그때는... 코드 오류 때문에 그런 말을 하는 줄 았았어...
pt_br: @kip_sad Na hora... achei que ela estava com algum defeito no código...
ru: @kip_sad В то время... мне казалось, что она так говорила из-за сбоев в коде...

source: @kip_sigh But now I... \.\.I'm starting to understand...
cht: @kip_sigh 但现在我...\.\.我开始懂了...
es: @kip_sigh Pero ahora... \.\.empiezo a entenderlo...
it: @kip_sigh Ma adesso... \.\.comincio a capire cosa intendeva...
ja: @kip_sigh でも今なら… \.\. 分かるような気がする…
ko: @kip_sigh 하지만 이제... \.\.이해가 되려고 해...
pt_br: @kip_sigh Mas agora eu... \.\.estou começando a entender...
ru: @kip_sigh Но теперь я... \.\.Я начинаю понимать...

source: @kip_pout Messiah... \.\.I'm sorry...
cht: @kip_pout 救世主...\.\.很抱歉...
es: @kip_pout Mesías... \.\.Lo siento...
it: @kip_pout Messia... \.\.mi dispiace...
ja: @kip_pout 救世主… \.\.ごめんなさい…
ko: @kip_pout 구원자... \.\.미안해...
pt_br: @kip_pout Messias... \.\.Desculpe...
ru: @kip_pout Мессия... \.\.Мне жаль...

source: @kip_sad I'm really, really sorry....
cht: @kip_sad 我真的非常非常抱歉...
es: @kip_sad Lo siento muchísimo, de veras...
it: @kip_sad Mi dispiace davvero tanto...
ja: @kip_sad 本当に、本当にごめんなさい…
ko: @kip_sad 정말 미안해...
pt_br: @kip_sad Sinto muito mesmo...
ru: @kip_sad Мне очень, очень жаль....

source: @kip_sigh All this time, we've burdened you with our hope, our faith...
cht: @kip_sigh 这一次，我们用我们的希望和信念让你 背负了重担...
es: @kip_sigh Todo este tiempo, has cargado con nuestra esperanza, nuestra fe...
it: @kip_sigh Per tutto questo tempo, ti abbiamo addossato il peso della nostra speranza, della nostra fede...
ja: @kip_sigh ずっと、みんなの希望と信頼を あなたに背負わせてしまってた…
ko: @kip_sigh 지금껏 우리의 희망, 우리의 신념으로 너에게 짐을 지운 거야...
pt_br: @kip_sigh Durante todo esse tempo, nós depositamos nossa esperança, nossa fé em você...
ru: @kip_sigh Всё это время мы обременяли тебя нашей надеждой, нашей верой...

source: @kip_pout ...blissfully ignoring the fact that you are just a lost child.
cht: @kip_pout ...充满喜悦地竟忘了你只是个迷路的孩子 这样的事实。
es: @kip_pout ... Ignorando alegremente el hecho de que no eres más que un niño perdido.
it: @kip_pout ...dimenticandoci del fatto che sei solo un bambino smarrito.
ja: @kip_pout …あなたがこの世界に迷い込んできた子供 だっていうことを、都合よく無視して。
ko: @kip_pout ...너는 그냥 길 잃은 아이라는 사실을 모른 척했지.
pt_br: @kip_pout ... e claramente ignoramos o fato de que você é só uma criança perdida.
ru: @kip_pout ...блаженно закрывая глаза на то, что ты — всего лишь потерявшееся дитя.

source: @niko3 Well...
cht: @niko3 嗯...
es: @niko3 Bueno...
it: @niko3 Beh...
ja: @niko3 あの…
ko: @niko3 그게요...
pt_br: @niko3 Bem...
ru: @niko3 Ну...

source: @kip_pout You're probably more scared than any of us, aren't you?
cht: @kip_pout 你可能比我们任何一个人都要害怕， 不是吗？
es: @kip_pout Seguro que tú eres quien más miedo tiene de todos nosotros, ¿no?
it: @kip_pout Probabilmente fra tutti quello che ha più paura sei tu, vero?
ja: @kip_pout 誰よりも一番怖いと 感じているのは、あなたよね。
ko: @kip_pout 너는 그 누구보다 무서웠을 거야, 그렇지?
pt_br: @kip_pout Você provavelmente está com mais medo do que todo mundo, não é?
ru: @kip_pout Ты ведь наверное напуган больше чем кто либо из нас, разве нет?

source: @kip_pout We... have been dealing with tragedy for so long, it's become background noise to us now.
cht: @kip_pout 我们...已经处在悲剧中太久了， 它现在已经成为了我们的背景噪音习以为常了。
es: @kip_pout Llevamos... tanto tiempo lidiando con la tragedia, que se ha convertido en algo común para nosotros.
it: @kip_pout Noi abbiamo convissuto così a lungo con questa tragedia, che è diventata la normalità.
ja: @kip_pout 私たちは…この悲惨な状況にずっと 晒されてきたせいで、もう何も 感じなくなってしまったの。
ko: @kip_pout 우리는... 비극을 오랫동안 겪어서, 이런 건 이제 별것도 아니야.
pt_br: @kip_pout Já... faz tanto tempo que estamos lidando com essa tragédia que ela só virou um detalhe agora.
ru: @kip_pout Мы... так долго справлялись с нашей трагедией, что теперь она стала для нас шумом на заднем фоне.

source: @kip_sad But for you... \.\.it must be so terrifying...
cht: @kip_sad 但对你来说...\.\.这肯定非常令人害怕...
es: @kip_sad Pero para ti... \.\.debe resultar tan aterrador...
it: @kip_sad Ma per te... \.\.dev'essere stato terrificante...
ja: @kip_sad でも、あなたにとっては… \.\.すごく恐ろしいはずよね…
ko: @kip_sad 하지만 네겐... \.\.끔찍하게 무섭겠지...
pt_br: @kip_sad Mas para você... \.\.deve ser tão assustador...
ru: @kip_sad Но для тебя... \.\.всё должно быть так ужасно...

source: @kip_sad And now, you're stuck here with the rest of us...
cht: @kip_sad 而现在，你还和我们一起被困在这...
es: @kip_sad Y ahora estás aquí atrapado con todos nosotros...
it: @kip_sad E adesso, sei bloccato qui con tutti noi...
ja: @kip_sad それに今、私たちと同じように ここに閉じ込められてしまってる…
ko: @kip_sad 그런데 지금 우리와 함께 여기 갇히고 말았어...
pt_br: @kip_sad E agora, você tem que ficar aqui conosco...
ru: @kip_sad И теперь ты тут застрял вместе с нами всеми...

source: @kip_pout ...being held back by the very people you were told to save.
cht: @kip_pout ...被那些你被告知要去救的人拖住脚步。
es: @kip_pout ... siendo retenido por la gente a la que tenías que proteger.
it: @kip_pout ...trattenuto dalle stesse persone che ti è stato detto di salvare.
ja: @kip_pout …この世界を救ってくれと頼んできた 人たちに、今度は引き止められている。
ko: @kip_pout ...구해야 한다는 사람들 때문에 발이 묶인 채.
pt_br: @kip_pout ... as próprias pessoas que você devia salvar estão te prendendo.
ru: @kip_pout ...и тебя удерживают те самые люди, которых тебе велели спасти.

source: @kip_sigh We must seem so ungrateful...
cht: @kip_sigh 我们肯定看起来很没良心...
es: @kip_sigh Debemos parecerte tan desagradecidos...
it: @kip_sigh Ti sembreremo così ingrati...
ja: @kip_sigh 私たち、どんだけ恩知らずなのよ…
ko: @kip_sigh 정말 배은망덕하기 짝이 없지...
pt_br: @kip_sigh Devemos ser muito ingratos...
ru: @kip_sigh Мы, должно быть, выглядим такими неблагодарными...

source: @niko_distressed .....It's...\>\@niko_eyeclosed2 .....okay.
cht: @niko_distressed .....这\>\@niko_eyeclosed2 .....没关系的。
es: @niko_distressed ... No...\>\@niko_eyeclosed2 ... pasa nada.
it: @niko_distressed ......Va...\>\n\@niko_eyeclosed2 ......tutto bene.
ja: @niko_distressed ……そんなの…\>\@niko_eyeclosed2 …気にしないで。
ko: @niko_distressed .....전...\>\@niko_eyeclosed2 .....괜찮아요.
pt_br: @niko_distressed ..... Tá... \>\@niko_eyeclosed2 ..... tudo bem.
ru: @niko_distressed ....Это...\>\@niko_eyeclosed2 ...ничего.

source: @niko3 I...
cht: @niko3 我...
es: @niko3 Yo...
it: @niko3 Ecco...
ja: @niko3 ミーは…
ko: @niko3 제가...
pt_br: @niko3 Eu...
ru: @niko3 Я...

source: @niko3 ...when I first came to this world... \.\.\@niko4 a long time ago....
cht: @niko3 ...当我第一次来到这个世界时...\.\.\@Niko4 很久以前...
es: @niko3 Cuando llegué por primera vez a este mundo... \.\.\@niko4 hace mucho tiempo...
it: @niko3 ...la prima volta che sono arrivato in questo mondo... \.\.\@niko4 molto tempo fa...
ja: @niko3 …初めてこの世界に来た時にね… \.\.\@niko4 ずっと前のことだけど…
ko: @niko3 ...아주 오래전... \.\.\@niko4 제가 처음 여기 왔을 때...
pt_br: @niko3 ... quando cheguei a este mundo... \.\.\@niko4 há muito tempo....
ru: @niko3 ...когда я впервые пришёл в этот мир... \.\.\@niko4 очень давно....

source: @niko_distressed2 ...back then, all I wanted was to go home.
cht: @niko_distressed2 ...那时候，我唯一想的就是回家。
es: @niko_distressed2 ... entonces, lo único que quería era irme a casa.
it: @niko_distressed2 ...l'unica cosa che volevo fare era tornare a casa.
ja: @niko_distressed2 …あの時は、早く家に帰りたいって ずっと思ってたんだ。
ko: @niko_distressed2 ...그땐 그냥 집에 가고 싶을 뿐이었어요.
pt_br: @niko_distressed2 ... naquela época, eu queria só voltar para casa.
ru: @niko_distressed2 ...тогда всё, чего я хотел, было вернуться домой.

source: @niko_eyeclosed ...\p... do you remember?
cht: @niko_eyeclosed ...\p... 你记得吗？
es: @niko_eyeclosed ... \p... ¿Te acuerdas?
it: @niko_eyeclosed ...\p... te lo ricordi?
ja: @niko_eyeclosed …\p… 覚えてる？
ko: @niko_eyeclosed ...\p 님... 기억나요?
pt_br: @niko_eyeclosed ...\p... você lembra?
ru: @niko_eyeclosed \p... ты ещё помнишь?

source: @niko2 The very FIRST time...
cht: @niko2 第一次...
es: @niko2 La primera vez DE TODAS...
it: @niko2 Il nostro PRIMO incontro...
ja: @niko2 本当に最初のころ…
ko: @niko2 맨 처음...
pt_br: @niko2 A PRIMEIRA vez mesmo...
ru: @niko2 В самое ПЕРВОЕ время...

source: @niko5 I'm not sure how far back it was for you...
cht: @niko5 我不确定对你来说是多久以前...
es: @niko5 No sé seguro hace cuánto tiempo fue para ti...
it: @niko5 Non so quanto tempo sia passato per te...
ja: @niko5 神様にはどのくらい前のことなのか 分かんないけど…
ko: @niko5 이 세상에서는 얼마나 오래전인지 모르겠네요...
pt_br: @niko5 Não sei quanto tempo faz para você...
ru: @niko5 Не знаю, насколько давно это было для тебя...

source: @niko But... I remember towards the end...\>\n\@niko_eyeclosed I... actually wasn't sure anymore.
cht: @niko 但...我会永远记得...\>\n\@niko_eyeclosed 我...实际上也不是那么确定的。
es: @niko Pero... recuerdo que hacia el final... \>\n\@niko_eyeclosed Ya... no estaba seguro.
it: @niko Ma... ricordo che verso la fine...\>\n\@niko_eyeclosed Non... ero più così sicuro...
ja: @niko でも…旅をしていくうちにね…\>\n\@niko_eyeclosed その…よく分かんなくなっちゃったんだ。
ko: @niko 하지만... 나중에는...\>\n\@niko_eyeclosed 사실 정말 그런지 모르겠더라고요.
pt_br: @niko Mas... eu lembro que perto do fim... \>\n\@niko_eyeclosed Eu... não tinha mais tanta certeza.
ru: @niko Но... Я помню, ближе к концу...\>\n\@niko_eyeclosed Я... уже не был уверен.

source: @niko_upset ...about going home.
cht: @niko_upset ...想要回家。
es: @niko_upset ... De irme a casa.
it: @niko_upset ...di voler tornare a casa.
ja: @niko_upset …どうして家に帰りたいんだろうって。
ko: @niko_upset ...정말 집에 가고 싶은지요.
pt_br: @niko_upset ... sobre voltar para casa.
ru: @niko_upset ...что хочу вернуться.

source: @niko_eyeclosed Even knowing the world would be doomed eventually...
cht: @niko_eyeclosed 即使知道世界最终会灭亡...
es: @niko_eyeclosed Incluso sabiendo que el mundo terminaría condenado al final...
it: @niko_eyeclosed Anche sapendo che il mondo era condannato a corrompersi, prima o poi...
ja: @niko_eyeclosed この世界がもうすぐ崩壊しちゃうって 分かってても…
ko: @niko_eyeclosed 이 세상이 언젠가 파멸한다는 걸 알면서도...
pt_br: @niko_eyeclosed Mesmo sabendo que o mundo acabaria uma hora...
ru: @niko_eyeclosed Даже зная, что этому миру всё равно рано или поздно придёт конец...

source: @niko_distressed2 I... still wanted the people here to be happy...
cht: @niko_distressed2 我...还是想要这里的人们能够快乐...
es: @niko_distressed2 ... Aún quería... que la gente fuera feliz aquí...
it: @niko_distressed2 Volevo ugualmente che le persone fossero felici...
ja: @niko_distressed2 ミーは…みんなに 幸せになってほしかった…
ko: @niko_distressed2 저는... 여기 사람들이 행복하기를 바랐어요...
pt_br: @niko_distressed2 Eu... ainda queria que as pessoas daqui fossem felizes...
ru: @niko_distressed2 Я... всё же хотел, чтобы все здесь были счастливы...

source: @niko_eyeclosed So...\.\. when you told me to return the sun, back then...
cht: @niko_eyeclosed 所以...\.\. 当你让我去找回太阳，那时候...
es: @niko_eyeclosed Así que... \.\.cuando me pedísteis que devolviera el sol por aquel entonces...
it: @niko_eyeclosed Quindi...\.\. quando mi hai detto di rimettere a posto il sole, quella volta...
ja: @niko_eyeclosed だから…\.\. 太陽を戻してって言われた時も…
ko: @niko_eyeclosed 그래서...\.\. 태양을 되돌려 놓으라고 했을 때, 그때는...
pt_br: @niko_eyeclosed Então...\.\. quando você pediu para eu devolver o sol, naquela vez...
ru: @niko_eyeclosed Поэтому...\.\. когда мне было сказано вернуть солнце...

source: @niko_eyeclosed I didn't even....\.\. question it...
cht: @niko_eyeclosed 我甚至都没有...\.\. 提出任何疑问...
es: @niko_eyeclosed Ni siquiera... \.\.me lo cuestioné...
it: @niko_eyeclosed Non ho avuto...\.\. nessun dubbio...
ja: @niko_eyeclosed 全然…\.\. なんで？って 思わなかった…
ko: @niko_eyeclosed 심지어....\.\. 이상하게 생각하지도 않았어요...
pt_br: @niko_eyeclosed Eu nem....\.\. questionei...
ru: @niko_eyeclosed У меня даже....\.\. не возникло никаких сомнений...

source: @niko_eyeclosed So...\.\. when you told me to return home, back then...
cht: @niko_eyeclosed 所以...\.\. 当你让我回家时，当时...
es: @niko_eyeclosed Así que... \.\.cuando me pedísteis que volviera a casa por aquel entonces...
it: @niko_eyeclosed Quindi...\.\. quando mi hai detto di tornare a casa, quella volta...
ja: @niko_eyeclosed だから…\.\. 家に帰れって言われた時…
ko: @niko_eyeclosed 그래서...\.\. 집으로 돌아가라고 했을 때, 그때는...
pt_br: @niko_eyeclosed Então...\.\. quando você pediu para eu voltar para casa, naquela vez...
ru: @niko_eyeclosed Поэтому...\.\. когда мне было сказано вернуться домой...

source: @niko_distressed2 I wasn't... \.\.sure...
cht: @niko_distressed2 我不...\.\.确定...
es: @niko_distressed2 No estaba... \.\.seguro del todo...
it: @niko_distressed2 Non ero... \.\.sicuro...
ja: @niko_distressed2 何だか… \.\.よく分からなくなって…
ko: @niko_distressed2 저는... \.\.확신이.. 없었어요...
pt_br: @niko_distressed2 Eu não... \.\.tinha certeza...
ru: @niko_distressed2 Я не был... \.\.в этом не уверен...

source: @niko_eyeclosed But I trusted you more, \p...
cht: @niko_eyeclosed 但我更相信你， \p...
es: @niko_eyeclosed Pero confiaba más en ti, \p...
it: @niko_eyeclosed Ma mi sono fidato di te, \p...
ja: @niko_eyeclosed けど、 \p のこと、すごく 信じてたから…
ko: @niko_eyeclosed 하지만 저는 당신을 더 믿었어요, \p 님...
pt_br: @niko_eyeclosed Mas confiava mais em você, \p...
ru: @niko_eyeclosed Но я верил тебе больше, \p...

source: @niko4 ...but then I just... came back.
cht: @niko4 ...然后我就... 回来了。
es: @niko4 ... pero justo entonces... volví.
it: @niko4 Però, poi sono... ritornato.
ja: @niko4 …でも、そしたら…戻ってきちゃった。
ko: @niko4 ...그런데 저는 왠지... 다시 돌아왔죠.
pt_br: @niko4 ... daí eu simplesmente... voltei.
ru: @niko4 ...но потом я просто... вернулся обратно.

source: @kip_pout You... what...
cht: @kip_pout 你...什么...
es: @kip_pout ¿Cómo... dices...?
it: @kip_pout Cosa...
ja: @kip_pout あなた…何を言って…
ko: @kip_pout 너... 무슨...
pt_br: @kip_pout Você... o quê...
ru: @kip_pout Ты... что...

source: @niko3 And I... went through that decision again, didn't I?
cht: @niko3 而且我...又一次做了这样的决定，不是吗？
es: @niko3 Y... tuve que pasar por esa decisión otra vez, ¿no?
it: @niko3 Poi... ho dovuto prendere di nuovo quella decisione, non è vero?
ja: @niko3 それでミーは…また、 どうしたいか決めて、頑張ったでしょ？
ko: @niko3 그리고 전... 그 결정을 다시 내렸어요. 그렇죠?
pt_br: @niko3 E eu... tive que decidir de novo, não foi?
ru: @niko3 И мне пришлось... принимать это решение снова, разве нет?

source: @niko_upset But...\.\. I came back again...
cht: @niko_upset 但...\.\.我还是回来了...
es: @niko_upset Pero...\.\. Volví de nuevo...
it: @niko_upset Ma...\.\. poi sono tornato ancora...
ja: @niko_upset なのに…\.\. また戻ってきて…
ko: @niko_upset 그런데...\.\. 저는 다시 돌아왔어요...
pt_br: @niko_upset Mas...\.\. Voltei outra vez...
ru: @niko_upset Но...\.\. я опять вернулся обратно...

source: @niko_eyeclosed Even though you were able to do both... \.\.the effects couldn't be permanent, could it?
cht: @niko_eyeclosed 即使你能够同时做这两件事... \.\.效果也不可能是永久的，是吧？
es: @niko_eyeclosed Aunque fueras capaz de hacer ambas cosas... \.\.los efectos no durarían para siempre, ¿verdad?
it: @niko_eyeclosed Hai potuto scegliere entrambe le opzioni, ma... \.\.gli effetti non possono mica essere permanenti, no?
ja: @niko_eyeclosed どっちも選べたとしても… \.\.その効果がずっと 続くわけじゃないんでしょ？
ko: @niko_eyeclosed 당신은 둘 다 할 수 있었지만... \.\.그 효과는 영구적일 수 없었던 거예요. 그렇죠?
pt_br: @niko_eyeclosed Apesar de você poder fazer os dois... \.\.os efeitos não seriam permanentes, não é?
ru: @niko_eyeclosed Даже несмотря на то, что мы могли сделать и то, и другое... \.\.все последствия были временными?

source: @niko_upset And then...\.\. I found out about the world being like this...
cht: @niko_upset 然后...\.\.我发现世界是现在这样...
es: @niko_upset Y entonces... \.\.me encontré el mundo así...
it: @niko_upset E poi...\.\. ho scoperto in che condizioni era il mondo...
ja: @niko_upset その後…\.\. 世界がこんなふうになってることを 知ったんだ…
ko: @niko_upset 그때...\.\. 전 세상이 이런 처지인 걸 알게 되었어요...
pt_br: @niko_upset E aí...\.\. eu descobri por que o mundo é deste jeito...
ru: @niko_upset А потом...\.\. я узнал правду об этом мире...

source: @niko_eyeclosed Prototype said to forget the things he told me... \>\nAnd Cedric told me not to think about it too much, but...
cht: @niko_eyeclosed Prototype 告诉我要忘记他说的事...\>\nCedric 告诉我不要想那么多，但...
es: @niko_eyeclosed Prototipo me dijo que olvidara todo lo que me contó... \>\nY Cedric me dijo que no pensara mucho en ello, pero...
it: @niko_eyeclosed Prototipo ha detto di dimenticare il discorso che mi ha fatto... \>\ne Cedric mi ha detto di non pensarci troppo, ma...
ja: @niko_eyeclosed 話したことは忘れて、ってプロトタイプは 言ってたし… \>\nセドリックも、あんまり気にしちゃダメって 言ってたけど…
ko: @niko_eyeclosed 프로토타입은 제게 자기가 말한 것을 잊으라고 했어요... \>\n그리고 세드릭은 너무 깊이 생각하지 말라고 했어요. 하지만...
pt_br: @niko_eyeclosed O Protótipo disse para eu esquecer das coisas que ele me contou... \>\ne Cedric falou para eu não pensar muito no assunto, mas...
ru: @niko_eyeclosed Прототип велел мне забыть то, о чём он рассказал... \>\nА Седрик сказал много об этом не думать, но...

source: @niko_eyeclosed I...
cht: @niko_eyeclosed 我...
es: @niko_eyeclosed Yo...
it: @niko_eyeclosed Mi...
ja: @niko_eyeclosed でも…
ko: @niko_eyeclosed 저는...
pt_br: @niko_eyeclosed Eu...
ru: @niko_eyeclosed Я...

source: @niko4 I'm sorry for getting upset at you... back at the mines...
cht: @niko4 我很抱歉对你生气... 回到矿区时...
es: @niko4 Siento haberme enfadado con vosotros... cuando lo de las minas...
it: @niko4 Mi dispiace di essermi arrabbiato con te... quando eravamo alle miniere...
ja: @niko4 神様に当たっちゃって、ごめんなさい… 鉱山にいた時…
ko: @niko4 당신에게 화를 내서 미안해요... 광산에서...
pt_br: @niko4 Desculpa por me irritar com você... lá nas minas...
ru: @niko4 Прости, что я обиделся на тебя... тогда, в шахте...

source: @niko_eyeclosed ...I thought... for you to know all that, yet continue doing this...
cht: @niko_eyeclosed ...我觉得...你知道一切，还是继续 这样做...
es: @niko_eyeclosed ... Pensé... que sabiendo todo eso y aún así seguíais con el plan...
it: @niko_eyeclosed ...Pensavo che... continuare a provarci nonostante tu sapessi tutto...
ja: @niko_eyeclosed …神様がね…何もかも知ってて、それでも こういうことを続けてるのが…
ko: @niko_eyeclosed ...당신이 이걸 알면서도 계속 이러는 게...
pt_br: @niko_eyeclosed ... Eu achei que... mesmo sabendo de tudo, você continuar fazendo isso...
ru: @niko_eyeclosed ...Я думал... что ты всё знаешь и продолжаешь это делать...

source: @niko_upset2 It... just seemed cruel.
cht: @niko_upset2 这...好像有些残酷。
es: @niko_upset2 Me parecía... muy cruel.
it: @niko_upset2 Fosse... crudele.
ja: @niko_upset2 すごく…残酷に思えたんだ。
ko: @niko_upset2 너무... 잔인하다고 생각했거든요.
pt_br: @niko_upset2 Parecia... muita crueldade.
ru: @niko_upset2 Это... казалось очень жестоко.

source: @niko2 But then, I realized something...
cht: @niko2 但是，我意识到了...
es: @niko2 Pero entonces, me di cuenta de algo...
it: @niko2 Poi però, mi sono reso conto di una cosa...
ja: @niko2 でもそしたら、気づいたんだ…
ko: @niko2 하지만 그때 전 뭔가 깨달았어요...
pt_br: @niko2 Mas aí eu percebi uma coisa...
ru: @niko2 Но потом я кое-что понял...

source: @niko4 You... really wanted to save both the world and me...
cht: @niko4 你...是真的想同时拯救世界和我...
es: @niko4 Queríais salvar de verdad al mundo, y a mí...
it: @niko4 Tu... volevi davvero salvare sia il mondo che me...
ja: @niko4 神様…本当は世界とミーを、両方とも 救おうとしてくれてたんだね…
ko: @niko4 당신은 정말로 세상과 나를 다 구하려고 했다는걸요.
pt_br: @niko4 Você... queria mesmo salvar o mundo e a mim...
ru: @niko4 Тебе... очень хотелось спасти и мир, и меня...

source: @niko_distressed But at the end, you can only choose one, right?
cht: @niko_distressed 但最后，你只能选择一个，是吗？
es: @niko_distressed Pero al final solo se puede escoger a uno, ¿verdad?
it: @niko_distressed Ma alla fine, potevi fare solo una scelta, giusto?
ja: @niko_distressed でも最後は、どっちかしか 選べないんでしょ？
ko: @niko_distressed 하지만 마지막에는 하나만 선택해야 했어요. 그렇죠?
pt_br: @niko_distressed Mas no final só pode escolher um, não é?
ru: @niko_distressed Но в конечном счёте можно выбрать только одно, да?

source: @niko_distressed_talk Is it... really hard for you too?
cht: @niko_distressed_talk 这是不是...让你很难过？
es: @niko_distressed_talk ¿También te resulta... tan duro?
it: @niko_distressed_talk È... difficile anche per te, vero?
ja: @niko_distressed_talk そんなの…神様だって、つらいよね？
ko: @niko_distressed_talk 당신에게도... 그게 그렇게 어려운 선택인가요?
pt_br: @niko_distressed_talk É... tão difícil assim escolher?
ru: @niko_distressed_talk И тебе... от этого тоже очень тяжело?

source: @niko_eyeclosed It must be...
cht: @niko_eyeclosed 肯定是...
es: @niko_eyeclosed Debe serlo.
it: @niko_eyeclosed Ne sono certo...
ja: @niko_eyeclosed きっとそうだよね…
ko: @niko_eyeclosed 하긴, 어렵겠죠...
pt_br: @niko_eyeclosed Deve ser...
ru: @niko_eyeclosed А как иначе...

source: @niko3 ...\.\.if the world isn't broken...\.\.will that choice still be there?
cht: @niko3 ...\.\.若世界没有崩溃...\.\.那还会有这个选择吗？
es: @niko3 ...\.\.Si el mundo no se ha destruido, \.\.¿qué otra opción queda?
it: @niko3 ...\.\.Se il mondo non fosse rotto...\.\. ci sarebbe comunque quella scelta?
ja: @niko3 …\.\.世界が壊れてなくても… \.\.選ばなきゃいけないのかな？
ko: @niko3 ...\.\.세상이 망가지지 않았더라도...\.\.그런 선택이 필요할까요?
pt_br: @niko3 ...\.\.se o mundo estivesse inteiro...\.\.ainda seria preciso escolher?
ru: @niko3 ...\.\.если бы мир не был разрушен...\.\.остался ли бы там этот выбор?
