Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @plight We used to have a small army of delivery robots doing that...
cht: @plight 以前我们有一小队的传送机器人 专门做这个...
es: @plight Solíamos tener un pequeño ejército de robots de reparto que se encargaban de ello...
it: @plight Un tempo avevamo un piccolo esercito di robot fattorini che se ne occupavano...
ja: @plight 前までは、配達ロボットがそれを 担当してたんだけど…
ko: @plight 예전엔 배달 로봇을 사용했었는데...
pt_br: @plight Tínhamos uma pequena equipe de robôs para fazer essas entregas...
ru: @plight Раньше у нас была небольшая армия роботов, которые занимались доставкой...

source: @plight_worry But lately a bunch of them have been breaking down?
cht: @plight_worry 但后来有几个坏了？
es: @plight_worry Pero recientemente se han estado averiando muchos de ellos.
it: @plight_worry Ma di recente molti di loro si sono rotti.
ja: @plight_worry 最近はみんな故障しちゃってるだろ？
ko: @plight_worry 최근에 그 녀석들이 고장 나 버렸지 뭐야?
pt_br: @plight_worry Mas ultimamente eles estão dando defeito.
ru: @plight_worry Но в последнее время многие переломались?

source: @plight_2 So until they fix them, I'll just have more work on my plate.
cht: @plight_2 所以把他们修好以前，我需要做更多工作。
es: @plight_2 Así que hasta que los reparen, tendré más trabajo del que ocuparme.
it: @plight_2 Perciò, finché non li sistemano, io avrò più lavoro da sbrigare.
ja: @plight_2 だから、修理が終わるまでは、その分たくさん 仕事しなきゃいけないんだ。
ko: @plight_2 그래서 로봇을 고칠 때까지는 일을 더 해야 되게 생겼어.
pt_br: @plight_2 Então, até consertá-los, terei que fazer mais esse trabalho.
ru: @plight_2 Так что пока их не починят, у меня забот невпроворот.

source: @plight_why I haven't slept in so long...
cht: @plight_why 我很长时间没有睡觉了...
es: @plight_why Llevo tanto tiempo sin dormir...
it: @plight_why È da un sacco di tempo che non chiudo occhio...
ja: @plight_why ずいぶん長いこと寝てないな…
ko: @plight_why 덕분에 최근에는 잠도 푹 자지 못했지...
pt_br: @plight_why Eu não durmo há tanto tempo...
ru: @plight_why Я уже так долго не спал...

source: @niko_speak When will the robots get fixed?
cht: @niko_speak 机器人什么时候修好呢？
es: @niko_speak ¿Cuándo van a reparar a los robots?
it: @niko_speak Quando aggiusteranno i robot?
ja: @niko_speak 修理はいつ終わるの？
ko: @niko_speak 로봇은 언제 고치는데요?
pt_br: @niko_speak Quando consertarão os robôs?
ru: @niko_speak А когда починят роботов?

source: @plight_2 I have no idea, it's all up to the scientists over at the labs.
cht: @plight_2 我不知道，这完全由在实验室工作的科学家 决定。
es: @plight_2 No tengo ni idea, todo depende de los científicos de los laboratorios.
it: @plight_2 Non ne ho idea, quello è compito degli scienziati che stanno nei laboratori.
ja: @plight_2 さあな、研究所にいる科学者次第だ。
ko: @plight_2 나도 몰라. 그건 전적으로 연구소 내 과학자들에게 달렸으니까.
pt_br: @plight_2 Não faço ideia... Isso é com os cientistas do laboratório.
ru: @plight_2 Понятия не имею. Это зависит от учёных в лабораториях.

source: @plight_worry But they seem REALLY concerned about something else lately...
cht: @plight_worry 但是最近他们好像对其他的一些 事情更加上心...
es: @plight_worry Aunque últimamente parecen MUY preocupados por algo más...
it: @plight_worry Anche se ultimamente sembrano MOLTO preoccupati per qualcos'altro...
ja: @plight_worry でも最近は何かに相当 気をもんでるみたいなんだ…
ko: @plight_worry 하지만 과학자들은 최근 다른 문제로 걱정이 많은 모양이었어...
pt_br: @plight_worry Mas parece que eles estão mais preocupados com outra coisa...
ru: @plight_worry Только в последнее время они УЖАСНО обеспокоены чем-то другим...

source: @plight_worry ...Never a good sign when even the smart folks are worried.
cht: @plight_worry ...如果聪明人都开始担忧，那就不是 好兆头了。
es: @plight_worry ... Nunca es buena señal cuando los chicos listos están preocupados.
it: @plight_worry ...Non è MAI un buon segno quando i cervelloni sono preoccupati.
ja: @plight_worry …頭のいい連中までそうなっちまうのは、 良くない兆候だな。
ko: @plight_worry ...똑똑한 사람들이 걱정을 하기 시작했다면 좋은 징조는 아니겠지.
pt_br: @plight_worry ... Não é um bom sinal quando até o pessoal mais inteligente está preocupado.
ru: @plight_worry ...А когда эти умники чем-то обеспокоены, это плохой знак.

source: @niko This city is very big!
cht: @niko 这座城市很大！
es: @niko ¡Esta ciudad es muy grande!
it: @niko Questa città è grandissima!
ja: @niko この街はすごく大きいね！
ko: @niko 이 도시는 굉장히 크네요!
pt_br: @niko A cidade é grande demais!
ru: @niko Этот город очень большой!

source: @plight_2b It's smaller than it looks.
cht: @plight_2b 没有它看上去那么大。
es: @plight_2b Es más pequeña de lo que parece.
it: @plight_2b È molto più piccola di quel che sembra.
ja: @plight_2b 見かけより小さいさ。
ko: @plight_2b 사실 보기보다 작아.
pt_br: @plight_2b É menor do que você imagina.
ru: @plight_2b Он меньше, чем кажется.

source: @plight_2 Getting pretty crowded too...
cht: @plight_2 最近也变得越来越拥挤...
es: @plight_2 Y además, está empezando a saturarse...
it: @plight_2 Sta diventando anche troppo affollata...
ja: @plight_2 近ごろ人も増えてきたし…
ko: @plight_2 요즘은 너무 붐비기도 하고...
pt_br: @plight_2 Cada vez mais populosa também...
ru: @plight_2 И народу тут всё больше...

source: @plight_2 First there was the refugees from the Barrens, and now more Glen folks are moving in too.
cht: @plight_2 最开始是从 Barrens 来的难民，而现在 更多住在Glen的人也搬过来了。
es: @plight_2 Primero fueron los refugiados de los Baldíos y ahora también está viniendo más gente del Valle.
it: @plight_2 Prima sono venuti i rifugiati della Baia Desolata e ora stanno arrivando anche i tizi della Valle.
ja: @plight_2 最初のほうは不毛の地から避難者が来てたが、 今じゃ峡谷の連中も引っ越してきてる。
ko: @plight_2 처음에는 불모지에서 난민들이 오더니, 이제 협곡에 살던 사람들도 속속 이주하고 있어.
pt_br: @plight_2 Primeiro os refugiados das Terras Áridas e agora o pessoal do Vale que está se mudando para cá também.
ru: @plight_2 Сначала сюда пришли беженцы из Пустошей, а теперь подтягиваются и люди из Долины.

source: @plight It's just safer here, y'know?
cht: @plight 你知道这里更安全一点？
es: @plight Aquí es más seguro, ¿sabes?
it: @plight Qui è più sicuro che altrove, sai?
ja: @plight ここのほうが安全なんだ。
ko: @plight 여기가 더 안전하니까.
pt_br: @plight É mais seguro aqui, entende?
ru: @plight Тут просто безопаснее, понимаешь?

source: @plight I mean, it's not a haven by any means.
cht: @plight 我是说，但这里并不是天堂。
es: @plight Quiero decir que esto no es ningún refugio.
it: @plight Cioè, non è che sia proprio un paradiso.
ja: @plight まあ、安息の地なんかじゃ決してないけどな。
ko: @plight 뭐 어쨌든, 여기도 천국은 아니야.
pt_br: @plight Digo, não é nenhum tipo de refúgio.
ru: @plight Хотя это далеко не рай на земле.

source: @plight_worry That square stuff that we just saw?
cht: @plight_worry 那个我们刚看到的方块？
es: @plight_worry ¿La cosa esa cuadrada que vimos antes?
it: @plight_worry Hai presente quelle robe quadrate che abbiamo appena visto?
ja: @plight_worry さっき見た四角形のやつあるだろ？
ko: @plight_worry 우리가 방금 본 사각형 말이지?
pt_br: @plight_worry Aquela coisa quadrada que acabamos de ver?
ru: @plight_worry Помнишь квадратные штуки, которые мы не так давно видели?

source: @plight_worry We get more of that here than anywhere else, apparently.
cht: @plight_worry 显然，我们在这里看到的数量比其他地方要多。
es: @plight_worry Pues supuestamente aquí hay más que en cualquier otro sitio.
it: @plight_worry Ce ne sono molte di più qui che in qualsiasi altro posto, o così sembra.
ja: @plight_worry ここでは、他のどこよりも 多く発生するらしい。
ko: @plight_worry 다른 어디보다 여기 훨씬 많이 나타나.
pt_br: @plight_worry Parece que conseguimos mais daquilo aqui do que em outro lugar.
ru: @plight_worry Судя по всему, у нас их тут больше, чем где-либо ещё.

source: @niko_eyeclosed I noticed...
cht: @niko_eyeclosed 我注意到了...
es: @niko_eyeclosed Me he dado cuenta...
it: @niko_eyeclosed Ho notato...
ja: @niko_eyeclosed たしかに…
ko: @niko_eyeclosed 돌아다니다 보니 알게 된 건데...
pt_br: @niko_eyeclosed Eu percebi...
ru: @niko_eyeclosed Я это заметил...

source: @plight_2 ...We're lucky it only seems to affect the city's infrastructure.
cht: @plight_2 ...我们很幸运，看来它们只会影响城市的 基础设施。
es: @plight_2 ... Tenemos suerte de que solo esté afectando a la infraestructura de la ciudad.
it: @plight_2 ...Per fortuna sembra colpiscano solo le infrastrutture della città.
ja: @plight_2 …幸い、街のインフラ設備にしか 影響がないみたいだけど。
ko: @plight_2 ...도시의 기반 시설에만 영향을 미치는 것 같아. 운이 좋다고 봐야지.
pt_br: @plight_2 ... Temos sorte porque isso parece afetar apenas a infraestrutura da cidade.
ru: @plight_2 ...Нам повезло что они затрагивают только инфраструктуру города.

source: @plight The landmass itself is still holding up.
cht: @plight 还好大陆本身仍然能够支撑。
es: @plight El territorio en sí sigue aguantando.
it: @plight Il suolo per ora non si è danneggiato.
ja: @plight 大地そのものはまだ持ちこたえてる。
ko: @plight 이 땅은 아직 버티고 있어.
pt_br: @plight A terra ainda está aguentando.
ru: @plight Сама земля ещё пока держится.

source: @plight_2b Which is good, since there isn't much solid land here in the first place.
cht: @plight_2b 因为这里没有那么多的固体陆地了。
es: @plight_2b Lo cual es buena señal, ya que, para empezar, aquí no hay mucha tierra firme.
it: @plight_2b Ed è una buona cosa, dato che, praticamente, qui non c'è molta terraferma.
ja: @plight_2b 良かったよ、だってここには大地が 元々あんまりないからさ。
ko: @plight_2b 애초에 여기에 단단한 땅이 별로 없다는 점을 생각하면, 괜찮은 편이지.
pt_br: @plight_2b O que é bom, já que não temos muita terra sólida por aqui.
ru: @plight_2b И это хорошо, потому что тут не так уж много твердой почвы.

source: @niko Can you tell me about the library?
cht: @niko 你可以告诉我有关图书馆的事情吗？
es: @niko ¿Puedes hablarme de la biblioteca?
it: @niko Puoi dirmi qualcosa sulla biblioteca?
ja: @niko 図書館のことを教えてくれる？
ko: @niko 도서관에 관해 알려 주실래요?
pt_br: @niko Pode me falar a respeito da biblioteca?
ru: @niko Расскажешь мне про библиотеку?

source: @niko_speak I'm supposed to go there!
cht: @niko_speak 我应该要去那里！
es: @niko_speak ¡Se supone que tengo que ir hasta allí!
it: @niko_speak È lì che sono diretto!
ja: @niko_speak そこに行かなきゃダメなんだ！
ko: @niko_speak 거기로 가야 하거든요!
pt_br: @niko_speak Eu tenho que ir para lá!
ru: @niko_speak Я должен туда пойти!

source: @plight Oh yeah, that's one of my main delivery spots.
cht: @plight 噢，好的，那是我主要的工作地点之一。
es: @plight Claro, es uno de mis principales puntos de entrega.
it: @plight Oh già, quello è uno dei miei principali luoghi di consegna.
ja: @plight ああ…おれがいつも配達してるとこだな。
ko: @plight 아, 그래. 거기는 내 주요 배송처 중 하나거든.
pt_br: @plight Ah, claro, é um dos meus lugares principais de entrega.
ru: @plight А, да. Это одна из основных точек, куда я доставляю фосфор.

source: @plight Those reading lights are pretty high-maintenance.
cht: @plight 那些阅览灯真的很难维护。
es: @plight Las luces de lectura requieren un mantenimiento bastante complejo.
it: @plight Le lampade da lettura richiedono molta manutenzione.
ja: @plight あの読書灯はなかなか維持が大変なんだ。
ko: @plight 도서관의 독서등에는 손이 많이 가지.
pt_br: @plight Aquelas luzes de leitura exigem muita manutenção.
ru: @plight Обслуживание этих ламп для чтения довольно трудоёмкое.

source: @plight_worry But I always feel out of place surrounded by smart people!
cht: @plight_worry 但是我经常觉得我周围都是聪明人！
es: @plight_worry ¡Aunque siempre me siento fuera de lugar rodeado de gente inteligente!
it: @plight_worry Il problema è che mi sento sempre fuori luogo in mezzo a tutte quelle persone intelligenti!
ja: @plight_worry でも頭のいい人達に囲まれて、 いつも場違いな気分になる！
ko: @plight_worry 그렇지만 난 똑똑한 사람들에 둘러싸이면 왠지 머쓱한 기분이 들어!
pt_br: @plight_worry Mas eu sempre me sinto deslocado quando estou com gente inteligente!
ru: @plight_worry Но я всегда чувствую себя не в своей тарелке, когда меня окружают умные люди!

source: @plight Well, I guess you're pretty smart yourself, so you'll fit in fine.
cht: @plight 不过，我想你们本身也非常聪明，所以你们 会很快适应的。
es: @plight Bueno, supongo que tú eres bastante inteligente, así que encajarás bien.
it: @plight Tu mi sembri uno molto intelligente, perciò secondo me ti troverai bene.
ja: @plight まあ、君はけっこう賢そうだから、 問題なく溶け込めるさ。
ko: @plight 뭐, 넌 영리해 보이니 거기 가도 잘 적응할 거야.
pt_br: @plight Bem, acho você bastante inteligente, então você se encaixa na situação.
ru: @plight Но мне кажется, что ты умный парень, так что ты там придёшься к месту.

source: @plight_2b You and \p.
cht: @plight_2b 你和\p。
es: @plight_2b Tú y \p.
it: @plight_2b Anche \p.
ja: @plight_2b 君と、 \pは。
ko: @plight_2b 너와... 음, \p... 말야.
pt_br: @plight_2b Você e \p.
ru: @plight_2b Ты и \p.

source: @kip I couldn't stop him...
cht: @kip 我没法阻止他...
es: @kip No pude detenerle...
it: @kip Non sono riuscita a fermarlo...
ja: @kip 止められなかった…
ko: @kip 막을 수가 없었어...
pt_br: @kip Não consegui impedi-lo...
ru: @kip Я не смогла его остановить...

source: @kip Sigh
cht: @kip 叹气
es: @kip Ay...
ja: @kip はぁ…
ko: @kip 하아.
pt_br: @kip Ah...
ru: @kip Вздыхание

source: @niko Hey
cht: @niko 嘿
es: @niko Ey.
it: @niko Ehi.
ja: @niko ねえ。
ko: @niko 이봐요.
pt_br: @niko Ei
ru: @niko Привет

source: @kip Messiah?
cht: @kip 救世主？
es: @kip ¿Mesías?
it: @kip Messia?
ja: @kip 救世主？
ko: @kip 구원자?
pt_br: @kip Messias?
ru: @kip Мессия?

source: @kip Oh... you came at an awful time
cht: @kip 哦...你来的不是时候。
es: @kip Oh... Llegas en muy mal momento.
it: @kip Oh... sei arrivato nel momento peggiore.
ja: @kip あら…ヒドイ時に来たのね。
ko: @kip 아... 하필이면 이런 때에 오다니.
pt_br: @kip Ah... Você chegou numa péssima hora.
ru: @kip Ох... как ты ужасно не вовремя

source: @kip come on, we have to get outta here.
cht: @kip 快点，我们得离开这里。
es: @kip Venga, tenemos que salir de aquí.
it: @kip Forza, dobbiamo andarcene da qui.
ja: @kip さあ、ここから出ましょう。
ko: @kip 서둘러, 여기에서 나가야 해.
pt_br: @kip Vamos, precisamos dar o fora daqui.
ru: @kip идём, нам надо выбираться отсюда.

source: @niko Where?
cht: @niko 哪里？
es: @niko ¿A dónde?
it: @niko Dove?
ja: @niko どこへ？
ko: @niko 어디로요?
pt_br: @niko Onde?
ru: @niko Куда?

source: @kip Where everyone else is
cht: @kip 去其他人那里
es: @kip A donde están los demás.
it: @kip Al sicuro, insieme a tutti gli altri.
ja: @kip 他のみんながいるところへ。
ko: @kip 모두가 있는 곳으로.
pt_br: @kip Onde todo o resto está
ru: @kip Туда, где все остальные

source: @niko_eyeclosed No power, just like the rest...
cht: @niko_eyeclosed 没电，跟其它的一样...
es: @niko_eyeclosed No tiene energía, igual que los demás...
it: @niko_eyeclosed Non ha energia, come tutti gli altri...
ja: @niko_eyeclosed 動力がない。他のと一緒…
ko: @niko_eyeclosed 동력이 없어요. 나머지 로봇들과 마찬가지예요...
pt_br: @niko_eyeclosed Sem energia como os outros...
ru: @niko_eyeclosed Нет энергии, как и у остальных...

source: [I AM WATCHING OVER THE PLANTS.]
cht: [我在这里看守植物。]
es: [ESTOY VIGILANDO A LAS PLANTAS.]
it: [STO SORVEGLIANDO LE PIANTE.]
ja: [植物ノ世話をしていまス。]
ko: [전 식물을 돌보고 있습니다.]
pt_br: [ESTOU CUIDANDO DAS PLANTAS.]
ru: [Я ПРИСМАТРИВАЮ ЗА РАСТЕНИЯМИ.]

source: [HELLO, SMALL PERSON.]
cht: [你好，小家伙。]
es: [HOLA, PEQUEÑO INDIVIDUO.]
it: [SALVE, PICCOLINO.]
ja: [どうモ、小さな人間。]
ko: [안녕하세요, 작은 인간.]
pt_br: [OLÁ, PEQUENA PESSOA.]
ru: [ЗДРАВСТВУЙТЕ, МАЛЕНЬКИЙ ЧЕЛОВЕК.]

source: @niko_eyeclosed You're not much bigger than I am...
cht: @niko_eyeclosed 你也比我大不了多少...
es: @niko_eyeclosed No eres mucho más grande que yo...
it: @niko_eyeclosed Non che tu sia tanto più grande di me...
ja: @niko_eyeclosed 君もミーとあんまり変わらないよ…
ko: @niko_eyeclosed 당신도 나만 하잖아요...
pt_br: @niko_eyeclosed Você não é muito mais alto que eu...
ru: @niko_eyeclosed Ты не намного больше меня...

source: [WELCOME TO THE LOOKOUT POINT.]
cht: [欢迎来到侦察哨点。]
es: [BIENVENIDO AL MIRADOR.]
it: [BENVENUTO AL PUNTO D'AVVISTAMENTO.]
ja: [見晴らし台ニようこソ。]
ko: [초소 지역에 잘 오셨습니다.]
pt_br: [BEM-VINDO AO PONTO DE OBSERVAÇÃO.]
ru: [ДОБРО ПОЖАЛОВАТЬ НА НАБЛЮДАТЕЛЬНЫЙ ПУНКТ.]

source: [BELOW US IS THE OLD QUARRY.]
cht: [我们的下面是旧采矿场。]
es: [DEBAJO DE NOSOTROS SE ENCUENTRA LA VIEJA MINA.]
it: [SOTTO DI NOI C'È LA VECCHIA CAVA.]
ja: [下ニハ古い採石場がありまス。]
ko: [저 아래는 옛 채석장입니다.]
pt_br: [ABAIXO DE NÓS FICA A ANTIGA PEDREIRA.]
ru: [ПОД НАМИ НАХОДИТСЯ СТАРЫЙ КАРЬЕР.]

source: [THE HEAD ENGINEER LIVES A LITTLE MORE TO THE EAST.]
cht: [总工程师住在偏东一点的地方。]
es: [LA JEFA DE INGENIERÍA VIVE UN POCO AL EL ESTE.]
it: [IL CAPO INGEGNERE VIVE POCO PIÙ A EST.]
ja: [主任技術者ハここからやや東に住んでいまス。]
ko: [수석 기술자는 여기서 더 동쪽에 살고 있습니다.]
pt_br: [A ENGENHEIRA-CHEFE VIVE A LESTE DAQUI.]
ru: [ГЛАВНЫЙ ИНЖЕНЕР ЖИВЁТ ЧУТЬ ВОСТОЧНЕЕ.]

source: [THE ENTRANCE TO THE OLD MINES IS FURTHER TO THE EAST.]
cht: [而旧采矿场的入口则在更偏东的地方。]
es: [LA ENTRADA A LAS VIEJAS MINAS ESTÁ MÁS HACIA EL ESTE.]
it: [L'ENTRATA ALLE VECCHIE MINIERE SI TROVA ANCORA PIÙ A EST.]
ja: [旧鉱山ヘノ入り口はさらに東にありまス。]
ko: [옛 광산 입구는 거기서 더 동쪽으로 가야 나옵니다.]
pt_br: [A ENTRADA DAS MINAS ANTIGAS FICA MAIS A LESTE.]
ru: [ВХОД В СТАРУЮ ШАХТУ РАСПОЛОЖЕН ДАЛЬШЕ К ВОСТОКУ.]

source: @niko Strange black plants. They look like clovers.
cht: @niko 奇怪的黑色植物。看起来是三叶草。
es: @niko Extrañas plantas negras. Parecen tréboles.
it: @niko Strane piante nere. Sembrano trifogli.
ja: @niko 変な黒い植物。クローバーみたいだね。
ko: @niko 이상하게 검은 식물이에요. 클로버처럼 생겼네요.
pt_br: @niko Plantas pretas estranhas. Parecem trevos.
ru: @niko Странные чёрные растения. Похожи на клевер.

source: @en3 [\p...\> you're... back.]
cht: @en3 [\p...\>你...回来了。]
es: @en3 [\p...\> has... vuelto.]
it: @en3 [\p...\> sei... di nuovo qui.]
ja: @en3 [\p…\> 戻って…きたのか。]
ko: @en3 [\p...\> 돌아왔구나.]
pt_br: @en3 [\p...\> você... voltou.]
ru: @en3 [\p...\> ты... снова здесь.]

source: @en_upset2 [I restored the world, I sent Niko home...]
cht: @en_upset2 [我修复了世界，把Niko送回了家...]
es: @en_upset2 [He restaurado el mundo, he enviado a Niko a casa...]
it: @en_upset2 [Ho ripristinato il mondo, ho mandato Niko a casa...]
ja: @en_upset2 [私は世界を復元し、ニコを家に帰した…]
ko: @en_upset2 [내가 세상을 복구했어. 니코도 집에 보냈고...]
pt_br: @en_upset2 [Eu restaurei o mundo, enviei Niko para casa...]
ru: @en_upset2 [Я восстановила мир, я отправила Нико домой...]

source: @en4 [Are you...\.\.\@en3 not happy?]
cht: @en4 [你不...\.\.\@en3 高兴吗？]
es: @en4 [¿No estás...\.\.\@en3 feliz?]
it: @en4 [Non sei... \.\.\@en3 felice?]
ja: @en4 [おまえは…\.\.\@en3 嬉しくないのか？]
ko: @en4 [너...\.\.\@en3 기쁘지 않아?]
pt_br: @en4 [Você... \.\.\@en3 não está feliz?]
ru: @en4 [Тебе...\.\.\@en3 этого недостаточно?]

source: @en_upset2 [Even if you wanted to see Niko again...]
cht: @en_upset2 [就算你想要再见Niko...]
es: @en_upset2 [Aunque quisieras volver a ver a Niko...]
it: @en_upset2 [Anche se desideri rivedere Niko...]
ja: @en_upset2 [また、ニコに会いたいのか…]
ko: @en_upset2 [이제 니코를 다시 보고 싶대도...]
pt_br: @en_upset2 [Mesmo se quisesse ver Niko de novo...]
ru: @en_upset2 [Даже если бы тебе хотелось снова увидеть Нико...]

source: @en_eyeclosed [You can't, \p.\> Niko's gone.]
cht: @en_eyeclosed [也不可能了，\p.\>Niko已经离开了。]
es: @en_eyeclosed [No puedes, \p.\> Niko ya no está.]
it: @en_eyeclosed [Non puoi, \p.\> Niko non c'è più.]
ja: @en_eyeclosed [それは不可能だ、 \p。\> ニコはもういない。]
ko: @en_eyeclosed [볼 수 없어, \p.\> 니코는 갔어.]
pt_br: @en_eyeclosed [Você não pode, \p.\> Niko se foi.]
ru: @en_eyeclosed [Не получится, \p.\> Нико здесь нет.]

source: @en_eyeclosed2 [And without Niko, there is no story for me to tell, no messiah to traverse across the land.]
cht: @en_eyeclosed2 [没有Niko，便没有故事可讲了，这块土地上 没有救世主了。]
es: @en_eyeclosed2 [Y sin Niko, no tengo ninguna historia que contar, ni mesías al que acompañar.]
it: @en_eyeclosed2 [E senza Niko, non c'è più alcuna storia che io possa raccontare, nessun messia intento a percorrere lande sconfinate.]
ja: @en_eyeclosed2 [そしてニコがいなければ、語るべき物語もない。 世界を飛び回る救世主もいない。]
ko: @en_eyeclosed2 [니코가 없으면 내가 할 이야기도 없고, 이 땅을 가로지를 구원자도 없어.]
pt_br: @en_eyeclosed2 [E, sem Niko, não tenho história para contar, nenhum messias para guiar pelas terras.]
ru: @en_eyeclosed2 [А без Нико нет ни истории, которую я могла бы рассказать, ни мессии, который бы отправился в путешествие.]

source: @en_eyeclosed [...No way for you to connect with the world.]
cht: @en_eyeclosed [...你没办法与那个世界联系。]
es: @en_eyeclosed [... Ninguna forma de conectar con el mundo.]
it: @en_eyeclosed [...Non puoi connetterti in alcun modo con il mondo.]
ja: @en_eyeclosed […世界とつながる方法もない。]
ko: @en_eyeclosed [...네가 세상과 소통할 방법도 없지.]
pt_br: @en_eyeclosed [... Não há como você se conectar com o mundo.]
ru: @en_eyeclosed [...Никакой возможности для тебя войти в контакт с этим миром.]

source: @en2 [But...\.\.Niko still remembers this place.]
cht: @en2 [但...\.\.Niko仍然记得这个地方。]
es: @en2 [Pero...\.\.Niko todavía recuerda este lugar.]
it: @en2 [Tuttavia... \.\.Niko si ricorda ancora di questo posto.]
ja: @en2 [だが…\.\.ニコは、この場所を まだ覚えてくれている。]
ko: @en2 [하지만...\.\.니코는 아직 이곳을 기억해.]
pt_br: @en2 [Mas... \.\.Niko ainda se lembra daqui.]
ru: @en2 [Но...\.\.Нико всё ещё помнит это место.]

source: @en3 [If you really want to see this world again, I could still...]
cht: @en3 [如果你真的想再看看这个世界，我还是 可以...]
es: @en3 [Si de verdad quieres volver a ver este mundo, podría...]
it: @en3 [Se desideri realmente rivedere questo mondo, io potrei...]
ja: @en3 [本当にこの世界を再び見たいというのなら、 見せてやれない訳でもないが…]
ko: @en3 [정말로 이 세상을 다시 보고 싶다면, 할 수는 있어...]
pt_br: @en3 [Se quiser mesmo ver esse mundo de novo, eu posso...]
ru: @en3 [Если ты очень хочешь снова заглянуть в этот мир, я всё ещё могу...]

source: @en_distressed2 [Oh...\.\. but it won't be the same.]
cht: @en_distressed2 [哦...\.\.这并不一样。]
es: @en_distressed2 [Oh...\.\. pero no será lo mismo.]
it: @en_distressed2 [Oh...\.\. ma non sarà la stessa cosa.]
ja: @en_distressed2 [ああ…\.\. だが、全く同じ世界にはならないぞ。]
ko: @en_distressed2 [아...\.\. 하지만 이번엔 전과 똑같지는 않을 거야.]
pt_br: @en_distressed2 [Ah...\.\. Mas não será a mesma coisa.]
ru: @en_distressed2 [Ох...\.\. но это будет не то же самое.]

source: @en_distressed2 [It'll just be a recording.\>\nIt'll just be me using Niko's memories.]
cht: @en_distressed2 [这只是一种记录。\>\n只是在使用Niko的记忆。]
es: @en_distressed2 [No será más que una grabación.\>\nSolo estaré usando los recuerdos de Niko.]
it: @en_distressed2 [Sarà solo una riproduzione.\>\nSaranno solamente i ricordi di Niko.]
ja: @en_distressed2 [これは、ただの記録だ。\>\n私は、ニコの記憶に基づいた私となる。]
ko: @en_distressed2 [이건 그저 녹화된 기록이야.\>\n니코의 기억을 사용하는 게 가능하지.]
pt_br: @en_distressed2 [Será apenas uma gravação.\>\nSerá apenas eu usando as memórias de Niko.]
ru: @en_distressed2 [Это будет просто запись.\>\nЯ просто воспользуюсь воспоминаниями Нико.]

source: @en_eyeclosed [...Just like how I'm using Niko's reflection now...]
cht: @en_eyeclosed [...就像我现在使用Niko的...倒影一样...]
es: @en_eyeclosed [... Igual que estoy usando el reflejo de Niko ahora...]
it: @en_eyeclosed [...Te li mostrerei io, così come ora mi mostro a te con il suo aspetto...]
ja: @en_eyeclosed […私が今、ニコの姿を利用しているのと同様に…]
ko: @en_eyeclosed [...내가 지금 니코의 모습을 빌린 것처럼...]
pt_br: @en_eyeclosed [... Como estou usando o reflexo de Niko agora...]
ru: @en_eyeclosed [...Прямо как сейчас пользуюсь его отражением...]

source: @en3 [Is that...\.\. what you want?]
cht: @en3 [这是...\.\.你想要的吗？]
es: @en3 [¿Eso es...\.\. lo que quieres?]
it: @en3 [È davvero questo...\.\. ciò che vuoi?]
ja: @en3 [それが…\.\. おまえの望みなのか？]
ko: @en3 [그러기를...\.\. 원해?]
pt_br: @en3 [É isso...\.\. que você quer?]
ru: @en3 [Это то...\.\. чего ты хочешь?]

source: @en3 [I will go rewind the story.]
cht: @en3 [我会将故事回放。]
es: @en3 [Iré a rebobinar la historia.]
it: @en3 [Riavvolgerò la storia.]
ja: @en3 [物語を巻き戻そう。]
ko: @en3 [내가 이야기를 되돌릴게.]
pt_br: @en3 [Vou rebobinar a história.]
ru: @en3 [Тогда я пойду перемотаю историю назад.]

source: @en4 [...so that you can relive it from the beginning.]
cht: @en4 [...这样你就可以重温一次。]
es: @en4 [... Para que puedas volver a vivirlo desde el principio.]
it: @en4 [...In modo tale che tu possa riviverla dall'inizio.]
ja: @en4 […もう一度、最初から体験できるように。]
ko: @en4 [...네가 처음부터 다시 경험할 수 있도록.]
pt_br: @en4 [... para você a reviver desde o começo.]
ru: @en4 [...так что ты сможешь вновь пережить её с самого начала.]

source: @en_eyeclosed [I see.]
cht: @en_eyeclosed [我知道了。]
es: @en_eyeclosed [Ya veo.]
it: @en_eyeclosed [Capisco.]
ja: @en_eyeclosed [そうか。]
ko: @en_eyeclosed [알겠어.]
pt_br: @en_eyeclosed [Entendo.]
ru: @en_eyeclosed [Ясно.]

source: @en4 [If you change your mind, though... feel free to come back.]
cht: @en4 [要是你改变主意了...欢迎随时回来。]
es: @en4 [Si cambias de opinión... vuelve cuando quieras.]
it: @en4 [Se però dovessi cambiare idea... torna pure quando vuoi.]
ja: @en4 [だが、気が変わったら…いつでも 戻って来るといい。]
ko: @en4 [마음이 바뀌면... 언제든지 와서 이야기해.]
pt_br: @en4 [Mas, se mudar de ideia... é só voltar aqui.]
ru: @en4 [Но если ты передумаешь... можешь смело сюда возвращаться.]

source: @en_eyeclosed [It's not like I'm going anywhere.]
cht: @en_eyeclosed [我会一直在这。]
es: @en_eyeclosed [Tampoco voy a ningún sitio.]
it: @en_eyeclosed [Tanto non ho niente di meglio da fare.]
ja: @en_eyeclosed [私はどこにも行ったりしない。]
ko: @en_eyeclosed [내가 어디 가진 않을 테니까.]
pt_br: @en_eyeclosed [Como se eu tivesse outro lugar para ir...]
ru: @en_eyeclosed [Я ведь никуда не тороплюсь.]
