Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko4 ...do you...\.\. still need to choose between one or the other?
cht: @niko4 ...你...\.\. 还需要左右为难吗？
es: @niko4 ... ¿Sigue siendo necesario... \.\.escoger entre uno y otro?
it: @niko4 ...Dovresti...\.\. comunque scegliere chi salvare?
ja: @niko4 …それでも…\.\. どっちかを、選ばなきゃ いけないのかな？
ko: @niko4 ...그래도...\.\. 둘 중에 하나를 선택해야 하나요?
pt_br: @niko4 ... você...\.\. ainda precisa escolher um ou outro?
ru: @niko4 ...пришлось ли бы тебе...\.\. снова выбирать между одним и другим?

source: @niko_sad But... even if it is...
cht: @niko_sad 但...即使是这样...
es: @niko_sad Aunque... incluso siendo así...
it: @niko_sad Ma... anche se fosse così...
ja: @niko_sad でも…もし、そうでも…
ko: @niko_sad 하지만... 그렇다고 해도...
pt_br: @niko_sad Mas... mesmo se tiver...
ru: @niko_sad Но... даже если это так...

source: @niko_eyeclosed I... \.\.really want to save this world, \p.
cht: @niko_eyeclosed 我...\.\.还是想要拯救这个世界， \p。
es: @niko_eyeclosed Yo... \.\.quiero salvar a este mundo, \p.
it: @niko_eyeclosed Io... \.\.voglio veramente salvare questo mondo, \p.
ja: @niko_eyeclosed ミーは… \.\.この世界を 救いたいよ、 \p…
ko: @niko_eyeclosed 전... \.\.진심으로 이 세상을 구하고 싶어요, \p 님.
pt_br: @niko_eyeclosed Eu... \.\.queria muito salvar este mundo, \p.
ru: @niko_eyeclosed Я... \.\.очень хочу спасти этот мир, \p.

source: @niko_distressed2 Even if it's more dangerous this time around...
cht: @niko_distressed2 即使这一次更加危险...
es: @niko_distressed2 Incluso aunque esta vez resulte más peligroso...
it: @niko_distressed2 Anche se questa volta è molto più pericoloso...
ja: @niko_distressed2 今回の旅が、どんなに危険でも…
ko: @niko_distressed2 설령 이번에는 훨씬 더 위험하다 해도...
pt_br: @niko_distressed2 Mesmo se for mais perigoso desta vez...
ru: @niko_distressed2 Даже если сейчас тут стало опаснее...

source: @niko_distressed_talk Even if... so many of the nice people we met were.... \>\@niko_distressed_meow were...
cht: @niko_distressed_talk 即使...我们认识的这么多好人都...\>\@niko_distressed_meow 都...
es: @niko_distressed_talk Incluso aunque... mucha de la gente maravillosa que hemos conocido estuviera... \>\@niko_distressed_meow estuviera...
it: @niko_distressed_talk Anche se... tante delle brave persone che abbiamo incontrato qui sono... \>\@niko_distressed_meow sono...
ja: @niko_distressed_talk どんなに…今まで会った人たちが、もう… \>\@niko_distressed_meow もう…
ko: @niko_distressed_talk 설령 이곳에서 만난 좋은 사람들이.... \>\@niko_distressed_meow 모두...
pt_br: @niko_distressed_talk Mesmo se... várias pessoas boas que conhecemos.... \>\@niko_distressed_meow acabarem...
ru: @niko_distressed_talk Даже если... так много замечательных людей и роботов, которых мы здесь встретили.... \>\@niko_distressed_meow было...

source: @niko_distressed_talk \p.... \>\n\@niko_less_sad I'm not.... \.\.afraid, anymore....
cht: @niko_distressed_talk \p....\>\n\@niko_less_sad 我再也.... \.\.不害怕了...
es: @niko_distressed_talk \p... \>\n\@niko_less_sad Ya no... \.\. tengo miedo...
it: @niko_distressed_talk \p... \>\n\@niko_less_sad Non ho più...\.\. paura...
ja: @niko_distressed_talk \p… \>\n\@niko_less_sad ミーは… \.\.もう、怖くなんかないよ…
ko: @niko_distressed_talk \p 님.... \>\n\@niko_less_sad 전... \.\.이제 두렵지 않아요....
pt_br: @niko_distressed_talk \p.... \>\n\@niko_less_sad Eu não.... \.\.tenho mais medo....
ru: @niko_distressed_talk \p.... \>\n\@niko_less_sad Я... \.\.больше не боюсь....

source: @niko_cry *sniff*
cht: @niko_cry *吸气*
es: @niko_cry *Snif*
ja: @niko_cry ぐすん…
ko: @niko_cry *훌쩍*
pt_br: @niko_cry *chuif*
ru: @niko_cry *шмыгание*

source: @niko_eyeclosed That's why...\>\n\@niko3 I think you guys should let me go...
cht: @niko_eyeclosed 这也是为什么...\>\n\@niko3 我觉得你们应该让我去...
es: @niko_eyeclosed Por eso creo...\>\n\@niko3 que deberíais dejar que me vaya...
it: @niko_eyeclosed Ecco perché...\>\n\@niko3 Credo che dovreste lasciarmi andare...
ja: @niko_eyeclosed だから…\>\n\@niko3 ミーを行かせてほしい…
ko: @niko_eyeclosed 그게 바로...\>\n\@niko3 저를 보내줘야 하는 이유예요...
pt_br: @niko_eyeclosed É por isso que... \>\n\@niko3 acho que vocês deviam deixar eu ir...
ru: @niko_eyeclosed Вот почему...\>\n\@niko3 я думаю вам стоит меня отпустить...

source: @niko_distressed2 I... promise I'll be okay...
cht: @niko_distressed2 我...保证我会没事...
es: @niko_distressed2 Os prometo... que voy a estar bien...
it: @niko_distressed2 Prometto che... me la caverò...
ja: @niko_distressed2 絶対に…大丈夫だから…
ko: @niko_distressed2 괜찮을 거라... 약속할게요...
pt_br: @niko_distressed2 Eu... prometo que ficarei bem...
ru: @niko_distressed2 Обещаю... со мной всё будет в порядке...

source: @niko_distressed ...please?
cht: @niko_distressed ...拜托？
es: @niko_distressed ... ¿Vale?
it: @niko_distressed ...Vi prego.
ja: @niko_distressed …ダメかな？
ko: @niko_distressed ...부탁이에요.
pt_br: @niko_distressed ... por favor?
ru: @niko_distressed ...пожалуйста?

source: @george1_hm George has heard your conversation with \p and is deeply moved!
cht: @george1_hm George 听了你和 \p的谈话，很感动！
es: @george1_hm ¡George ha oído tu convsersación con \p y se ha emocionado mucho!
it: @george1_hm George ha sentito la tua conversazione con \p ed è profondamente commossa!
ja: @george1_hm 今の \p との会話を聞いて、 本当に感激したわ！
ko: @george1_hm 조지는 당신과 \p 님의 대화를 듣고 깊이 감동했어요!
pt_br: @george1_hm George ouviu sua conversa com \p e ficou muito comovida!
ru: @george1_hm Джордж слышала твой разговор с \p и глубоко тронута!

source: @george1_smug That's why... George has full faith in you!
cht: @george1_smug 这也是为什么...George 对你充满信心！
es: @george1_smug Y por eso... ¡George tiene toda su fe en ti!
it: @george1_smug Ecco perché... George ripone piena fede in te!
ja: @george1_smug そうね…私、あなたを全面的に信頼するわ！
ko: @george1_smug 그래서... 조지는 당신을 전적으로 믿기로 했어요!
pt_br: @george1_smug É por isso que... George tem total fé em você!
ru: @george1_smug И поэтому... Джордж в тебя верит!

source: @george2_grr ...well, I'm convinced.
cht: @george2_grr ...嗯，我相信你。
es: @george2_grr ... Bueno, me has convencido.
it: @george2_grr ...Beh, mi hai convinta.
ja: @george2_grr …はぁ、分かった分かった。
ko: @george2_grr ...흠, 설득력이 있군.
pt_br: @george2_grr ... bem, me convenceu.
ru: @george2_grr ...ладно, убедил.

source: @george2 After all that...\.\. it'd be SUPER rude for me to stop you, wouldn't it?
cht: @george2 毕竟...\.\.要是我阻止你真的是很无礼了，是吧？
es: @george2 Después de todo eso...\.\. quedaría MUY mal por mi parte intentar detenerte, ¿no?
it: @george2 Dopo tutto questo...\.\. sarebbe DAVVERO scortese non lasciarti andare, giusto?
ja: @george2 今のを聞いて…\.\. アンタを止めると思う？
ko: @george2 이걸 듣고도...\.\. 널 막는다면 너무 무례한 짓이겠지?
pt_br: @george2 Depois de tudo isso...\.\. seria MUITO rude eu tentar te impedir, não é?
ru: @george2 После такого...\.\. с моей стороны было бы КРАЙНЕ грубо тебя удерживать, разве нет?

source: @george3_sigh ...if you must...
cht: @george3_sigh ...如果你坚持...
es: @george3_sigh ... Si es lo que debes...
it: @george3_sigh ...Se proprio devi...
ja: @george3_sigh …そこまで言うなら…
ko: @george3_sigh ...꼭 가야겠다면...
pt_br: @george3_sigh ... se é assim que quer...
ru: @george3_sigh ...если ты должен...

source: @george3_sad It... wouldn't be right for me to keep you...
cht: @george3_sad ...我要留你也不太好...
es: @george3_sad No me parece correcto... intentar retenerte...
it: @george3_sad Non... sarebbe giusto da parte mia trattenerti...
ja: @george3_sad 引き止めるのは…良くないよね…
ko: @george3_sad 제가 당신을 막는 건 옳지 않겠군요...
pt_br: @george3_sad Não... seria certo eu te impedir...
ru: @george3_sad Было бы неправильно... мне тебя здесь удерживать...

source: @george4_golly Ohhhh..... \>\n\@george4_omg That was BEAUTIFUL!!!
cht: @george4_golly 哦...\>\n\@george4_omg 这真漂亮！！！
es: @george4_golly ¡Oooh!\>\n\@george4_omg ¡¡Eso ha sido PRECIOSO!!
it: @george4_golly Ohhhh...... \>\n\@george4_omg È stato BELLISSIMO!!!
ja: @george4_golly うわわ……\>\n\@george4_omg もう、サイコー！！！
ko: @george4_golly 아아..... \>\n\@george4_omg 정말 감동적이구나!!!
pt_br: @george4_golly Ahhhh..... \>\n\@george4_omg Isso foi LINDO!!!
ru: @george4_golly О-о-о..... \>\n\@george4_omg Это было ТАК ПРЕКРАСНО!!!

source: @george4_omg Kip!!! Did you hear that! The messiah was trying to encourage \p!
cht: @george4_omg Kip！！！你听到了吧！救世主刚正在鼓励 \p！
es: @george4_omg ¡¡Kip!! ¿Has oído eso? ¡El mesías estaba intentando animar a \p!
it: @george4_omg Kip!!! L'hai sentito!? Il messia stava cercando di incoraggiare \p!
ja: @george4_omg キップ！！今の聞いた！？救世主が \p を励まそうと！
ko: @george4_omg 킵!!! 방금 들었어요? 구원자가 \p 님을 격려하려 했어요!
pt_br: @george4_omg Kip!!! Ouve essa! O messias estava tentando incentivar \p!
ru: @george4_omg Кип!!! Ты это слышала? Мессия попытался воодушевить \p!

source: @kip_heh I'm right here...
cht: @kip_heh 我在这里...
es: @kip_heh Estoy justo aquí...
it: @kip_heh Guarda che c'ero anch'io, è successo davanti a entrambe...
ja: @kip_heh いや、私ずっとここに…
ko: @kip_heh 나도 여기 있거든...
pt_br: @kip_heh Estou bem aqui...
ru: @kip_heh Вообще-то я стою тут рядом...

source: @george4_omg I KNOW RIGHT!!! IT HAPPENED RIGHT IN FRONT OF OUR EYES!!!
cht: @george4_omg 我就知道！！！这就发生在我们眼前！！！
es: @george4_omg ¡¡LO SÉ MUY BIEN!! ¡¡HA OCURRIDO DELANTE DE TUS NARICES!!
it: @george4_omg È QUESTO IL BELLO!!! È SUCCESSO PROPRIO DAVANTI AI NOSTRI OCCHI!!!
ja: @george4_omg そう！！！ わたしたちの！まさに！目の前で！こんな！！！
ko: @george4_omg 그러게 말이에요!!! 바로 우리 눈앞에서 이런 일이 일어났다고요!!!
pt_br: @george4_omg EU SEI!!!! ACONTECEU BEM NA NOSSA FRENTE!!!!
ru: @george4_omg Я ЗНАЮ!!! ЭТО ПРОИЗОШЛО ПРЯМО НА НАШИХ ГЛАЗАХ!!!

source: @george4_oops ...sorry, got carried away...
cht: @george4_oops ...对不起，得意忘形了...
es: @george4_oops ... Perdón, me he dejado llevar.
it: @george4_oops ...Scusa, mi sono fatta trasportare...
ja: @george4_oops …ごめん、テンション上がっちゃった…
ko: @george4_oops ...미안, 너무 흥분해 버렸네...
pt_br: @george4_oops ... desculpe, me empolguei...
ru: @george4_oops ...извини, меня немного занесло...

source: @george4 ...but yes, I think it's only right that we let you go!
cht: @george4 ...是的，我觉得让你走才是对的！
es: @george4 ... ¡Pero sí, creo que lo correcto es dejarte marchar!
it: @george4 ...ma sì, penso che sia giusto lasciarti andare!
ja: @george4 …でも、うん。ここでキミを行かせなきゃ あとで後悔しちゃうね！
ko: @george4 ...그래, 널 보내 주는 게 맞는 것 같아!
pt_br: @george4 ... mas, sim, acho que o certo é deixarmos você ir!
ru: @george4 ...но да, я думаю будет правильнее если мы тебя отпустим!

source: @george5_sad Aww... sweetie...
cht: @george5_sad 哇...甜心...
es: @george5_sad Ay... cielo...
it: @george5_sad Aww... tesoro...
ja: @george5_sad まあ…貴方って子は…
ko: @george5_sad 아아... 너는...
pt_br: @george5_sad Ahh... meu bem...
ru: @george5_sad О-о-о... малыш...

source: @george5_sigh You are so brave...\.\. even braver than most grown-ups...
cht: @george5_sigh 你真是太勇敢了...\.\. 甚至比大多数大人都要勇敢...
es: @george5_sigh Eres tan valiente... \.\.Incluso más valiente que la mayoría de adultos...
it: @george5_sigh Hai davvero tanto coraggio...\.\. anche più di molti adulti...
ja: @george5_sigh 本当に、勇敢なのね…\.\. 大人たちよりも ずっと勇気がある…
ko: @george5_sigh 정말 용감하구나...\.\. 어른들보다 훨씬 더 말이야...
pt_br: @george5_sigh Quanta coragem...\.\. você tem mais coragem do que muito adulto...
ru: @george5_sigh Какой ты храбрый...\.\. храбрее даже многих взрослых...

source: @george5_hmm It... wouldn't be right for us to keep you, would it?
cht: @george5_hmm ...我们要是留你就不太合适了，是吗？
es: @george5_hmm No creo... que retenerte fuera lo correcto, ¿verdad?
it: @george5_hmm Non sarebbe giusto da parte nostra trattenerti, vero?
ja: @george5_hmm そんな…貴方を引き止めるなんて、無理な話。
ko: @george5_hmm 널 잡아 두는 건 올바른 일이 아니겠지?
pt_br: @george5_hmm Não... seria certo se tentássemos te impedir, certo?
ru: @george5_hmm Было бы... несправедливо нам тебя здесь удерживать, правда?

source: @george5_aww Besides, how can I say no to those puppy-dog eyes!
cht: @george5_aww 而且，我怎么忍心拒绝你那可怜巴巴的眼神呢？
es: @george5_aww Además, ¿cómo le voy a decir que no a esos ojitos de cachorrillo?
it: @george5_aww E poi, come posso dire di no a quegli occhioni da cucciolo?
ja: @george5_aww それに、そんな子犬のような目で 見つめられたら、断れっこないわ！
ko: @george5_aww 게다가, 그런 강아지 같은 눈으로 보는데 어떻게 거절하겠니?
pt_br: @george5_aww Além disso, como posso falar não para esse olhar de filhote abandonado?!
ru: @george5_aww Да ещё как я могу отказать таким милым щенячьим глазкам!

source: @george6_point Yo, kid....
cht: @george6_point 孩子...
es: @george6_point Oye, joven...
it: @george6_point Yo, ragazzo...
ja: @george6_point ねー、チビくん…
ko: @george6_point 이 녀석...
pt_br: @george6_point Aí, criança...
ru: @george6_point Йо, приятель....

source: @george6_smile You're real strong, you know that?
cht: @george6_smile 你真的很强大，你知道吗？
es: @george6_smile Eres muy fuerte, ¿lo sabías?
it: @george6_smile Sei davvero forte, lo sai?
ja: @george6_smile You、マジ最強だわ。自覚ないっしょ？
ko: @george6_smile 넌 정말 강해, 알고 있어?
pt_br: @george6_smile Cê é bem forte, tá sabendo?
ru: @george6_smile А ты очень силён духом, знаешь об этом?

source: @niko4 I...
cht: @niko4 我...
es: @niko4 Yo...
it: @niko4 Io...
ja: @niko4 えっと…
ko: @niko4 저는...
pt_br: @niko4 Eu...
ru: @niko4 Я...

source: @george6_fingerguns Go knock 'em dead, tiger!
cht: @george6_fingerguns 去给他们好看，小老虎！
es: @george6_fingerguns ¡Déjalos fuera de combate, tigre!
it: @george6_fingerguns Falli secchi, tigre!
ja: @george6_fingerguns バーンと決めちゃいな！
ko: @george6_fingerguns 가서 해치워 버려, 호랑이 군!
pt_br: @george6_fingerguns Vai lá e acaba com eles!
ru: @george6_fingerguns Иди срази всех наповал, тигр!

source: @kip_heh Well, if George is fine with it...
cht: @kip_heh 嗯，要是 George 不介意的话...
es: @kip_heh Bueno, si a George no le importa...
it: @kip_heh Beh, se a George va bene...
ja: @kip_heh まあ、ジョージがそう言うなら…
ko: @kip_heh 음, 조지가 괜찮다면...
pt_br: @kip_heh Bom, se George concorda...
ru: @kip_heh Ну что ж, если Джордж не возражает...

source: @kip_sigh I... \.\.guess we should let you go now, messiah...
cht: @kip_sigh 我...\.\.想，我们应该现在让你走，救世主...
es: @kip_sigh Supongo... \.\. que deberíamos dejarte ir ya, mesías...
it: @kip_sigh Immagino... \.\.che dovremmo lasciarti andare adesso, messia...
ja: @kip_sigh そうね… \.\.行ってきなさい、救世主…
ko: @kip_sigh 아무래도... \.\.널 보내 줘야 하겠구나, 구원자야...
pt_br: @kip_sigh Acho... \.\.que é melhor deixarmos você ir agora, messias...
ru: @kip_sigh Я думаю... \.\.нам уже стоит тебя отпустить, мессия...

source: @kip_pout But... promise us you'll be careful, okay?
cht: @kip_pout 但...答应我们你会小心，好吗？
es: @kip_pout Pero... prométenos que tendrás cuidado, ¿vale?
it: @kip_pout Ma... promettici che farai attenzione, va bene?
ja: @kip_pout でも…必ず気をつけてね、約束よ？
ko: @kip_pout 하지만... 조심하겠다고 약속해, 알겠지?
pt_br: @kip_pout Mas... prometa que tomará cuidado, certo?
ru: @kip_pout Но... пообещай, что будешь осторожен, ладно?

source: @niko2 You guys be safe too...
cht: @niko2 你们也要注意安全...
es: @niko2 Cuidaos vosotros también.
it: @niko2 Lo stesso vale per voi...
ja: @niko2 みんなも元気でいてね…
ko: @niko2 여러분도 조심하세요....
pt_br: @niko2 Vocês também...
ru: @niko2 И вы тоже берегите себя...

source: [THIS IS THE LIBRARY / TEMPORARY SHELTER.]
cht: [这是图书馆 / 临时避难所。]
es: [ESTA ES LA BIBLIOTECA / REFUGIO TEMPORAL.]
it: [QUESTA È LA BIBLIOTECA / RIFUGIO TEMPORANEO.]
ja: [ここハ、図書館 兼 一時避難所でス。]
ko: [도서관 겸 임시 대피소입니다.]
pt_br: [AQUI É A BIBLIOTECA / ABRIGO TEMPORÁRIO].
ru: [ЭТО БИБЛИОТЕКА / ВРЕМЕННОЕ УБЕЖИЩЕ.]

source: Sigh....
cht: 叹气...
es: Ay...
ja: はぁ…
ko: 하아....
pt_br: Ah....
ru: Э-эх....

source: I had to leave my aquarium behind when they were sounding the sirens earlier...
cht: 之前响起警报声时，我不得不丢弃了 我的鱼缸...
es: Tuve que deshacerme de mi acuario cuando sonaron las sirenas hace un rato...
it: Ho dovuto lasciare il mio acquario quando hanno iniziato a suonare le sirene...
ja: さっきサイレンが鳴ってね。水槽は 置いていくしかなかった…
ko: 사이렌이 울리는 바람에 수족관을 두고 와야 했어...
pt_br: Tive que deixar meu aquário para trás quando as sirenes começaram a tocar mais cedo...
ru: Когда включились сирены, мне пришлось бросить свой аквариум...

source: I wish I had time to rescue my fish...
cht: 我希望我有时间救我的鱼...
es: Ojalá tuviera tiempo de rescatar a mi pez...
it: Vorrei aver avuto il tempo di salvare i miei pesci...
ja: あの子たちを助けにいく時間があれば…
ko: 내 물고기들을 구할 시간이 있으면 좋겠는데...
pt_br: Queria ter tido tempo para salvar meu peixe...
ru: Как жаль, что не было времени спасти моих рыбок...

source: I won't lose hope.
cht: 我不会放弃希望。
es: No perderé la esperanza.
it: Non perderò la speranza.
ja: でも希望は捨てないことにしよう。
ko: 희망을 잃지 않을 거야.
pt_br: Não vou perder a esperança.
ru: Я не буду терять надежду.

source: Sigh...
cht: 叹气...
es: Ay...
ja: はぁ…
ko: 하아...
pt_br: Ah...
ru: Эх-х...

source: It's comforting to see the faith you have in \p, messiah...
cht: 救世主，很欣慰能看到你对 \p的信心...
es: Es reconfortante ver la fe que tienes en \p, mesías...
it: È confortante vedere la fede che riponi in \p, messia...
ja: 君の \p に対する信念を見ていると、 こっちも安心するよ、救世主さま…
ko: 네가 \p 님을 믿는 걸 보니 위안이 되는걸, 구원자...
pt_br: É reconfortante ver a fé que você tem em \p, messias...
ru: Так отрадно видеть твою веру в \p, мессия...

source: That's why... I won't lose hope either.
cht: 这也是为什么...我也不会放弃希望。
es: Por eso... Yo tampoco perderé la esperanza.
it: Ecco perché... nemmeno io perderò la speranza.
ja: おかげで…僕も希望を抱いていられる。
ko: 그래서... 나도 희망을 잃지 않으려고 해.
pt_br: É por isso que... eu também não vou perder a esperança.
ru: Именно поэтому... я тоже не буду терять надежду.

source: Y'know, now that everyone's coming to me for help...
cht: 你知道，现在每个人都来找我求助...
es: ¿Sabes? Ahora que todo el mundo me está pidiendo ayuda...
it: Sai, ora che tutti vengono da me in cerca di aiuto...
ja: 助けてくれー！って よく頼られるようになってさ、その…
ko: 다들 나한테 도와 달라며 오기 시작했어...
pt_br: Sabe, agora que todos estão vindo para ajudar...
ru: Знаешь, теперь, когда все приходят ко мне за помощью...

source: ...it really makes me appreciate you more, messiah!
cht: ...这更让我欣赏你了，救世主！
es: ... ¡eso me hace sentir más admiración por ti, mesías!
it: ...ti apprezzo molto di più, messia!
ja: …あんたには改めて感謝しなきゃな、救世主！
ko: 그렇다 보니 네가 더욱 존경스러워!
pt_br: ... gosto mais de você, messias!
ru: ...от этого я начинаю больше тебя ценить, мессия!

source: Thank you for all you've done for us.
cht: 谢谢你为我们做的。
es: Gracias por todo lo que has hecho por nosotros.
it: Grazie per tutto quello che hai fatto per noi.
ja: 俺たちのために、今まで 頑張ってくれてありがとな。
ko: 우리를 위해 애써 줘서 정말 고마워.
pt_br: Agradeço por tudo que fez para nós.
ru: Спасибо за всё, что ты для нас сделал.

source: Looks like my life's work is finally being put to good use!
cht: 看起来我这一生的工作终于派上用场了！
es: ¡Parece que el trabajo de toda mi vida ha servido para algo!
it: Finalmente le ricerche di una vita si sono dimostrate utili!
ja: ついに、俺の人生をかけた商品が役に立つ 日が来たようだな！
ko: 내 필생의 역작이 드디어 제대로 쓰이는구나!
pt_br: Parece que o trabalho da minha vida finalmente está sendo usado para algo bom!
ru: Похоже, что делу всей моей жизни наконец нашли достойное применение!

source: As long as we conserve the water we have on hand ...
cht: 只要我们节约用水...
es: Mientras conservemos el agua que tenemos al alcance de la mano...
it: Finché conserviamo l'acqua disponibile...
ja: 残された水を節約していけば…
ko: 우리가 가진 물을 아껴 쓰면...
pt_br: Enquanto conservarmos a água que tivermos...
ru: Пока мы тут бережём имеющиеся запасы воды ...

source: ...my water pills should be able to keep everyone here from going thirsty for weeks!
cht: ...我的产水药应该能供应这的所有人 几周的喝水量！
es: ... ¡Mis píldoras de agua deberían hacer que no sintiérais sed en semanas!
it: ...le mie pillole idratanti dovrebbero essere in grado di placare la sete a tutti per settimane!
ja: …このカプセルさえあれば、ここにいる住民が 脱水症状になっちまうことはない！
ko: 물 알약으로 모두의 갈증을 몇 주 동안 해결할 수 있어!
pt_br: ... minhas pílulas de água poderão matar a sede de todos por semanas!
ru: ...мои таблетки должны будут неделями сдерживать жажду всех, кто тут есть!

source: @niko This stand smells... sugary.
cht: @niko 这架子闻起来...有甜味。
es: @niko Este puesto huele... a azúcar.
it: @niko Questa bancarella odora di... zucchero.
ja: @niko この屋台…甘い匂いがする。
ko: @niko 이 가판대에서는 설탕 냄새가 나요...
pt_br: @niko Essa barraca tem um cheiro... açucarado.
ru: @niko От этого прилавка пахнет... сладким.

source: Candy skewers, fresh off the grill!
cht: 糖果烤串，刚刚烤好的！
es: ¡Pinchitos de caramelo, recién sacados del horno!
it: Spiedini di caramelle alla griglia, ancora caldi!
ja: キャンディーの串焼き、焼き立てですよー！
ko: 석쇠로 갓 구운 사탕 꼬치야!
pt_br: Espetinhos doces fresquinhos!
ru: Сладости на палочке, горячие с гриля!

source: ...Not very nutritious, I'm afraid.
cht: ...感觉不是很营养。
es: ... Me temo que no alimentan mucho.
it: ...Non molto nutrienti, temo.
ja: …あんまり栄養はないけど、ね。
ko: ...별로 영양가는 없지만.
pt_br: ... Não muito nutritivos, infelizmente.
ru: ...Боюсь, они не очень питательные.

source: But at least they'll keep the evacuees from gettin' hungry!
cht: 但至少它们能让撤离人员填饱肚子！
es: ¡Pero al menos evitarán que los refugiados tengan hambre!
it: Ma almeno faranno in modo che gli sfollati non abbiano fame!
ja: でもしばらくの間、避難者たちの 空腹は満たせるはず！
ko: 피난민들의 허기를 달래 주지!
pt_br: Mas pelo menos vão matar a fome dos refugiados!
ru: Но так или иначе, голод эвакуированных они сдержат!

source: The city gate was destroyed a while back, I can't go into the Glen anymore...
cht: 城里的大门不久前损坏了，我再也不能 进到 Glen 去了...
es: La puerta de la ciudad fue destruida hace un tiempo, ya no puedo entrar al Valle...
it: L'ingresso della città è stato distrutto un po' di tempo fa, ora non posso più entrare nella Valle...
ja: 少し前に街のゲートが壊れてさ、もう峡谷には 行けなくなっちまった…
ko: 얼마 전에 도시 정문이 부서져서, 이제 협곡에 갈 수 없어...
pt_br: Já faz um tempo que o portão da cidade foi destruído, não consigo mais entrar no Vale...
ru: Городские ворота уже давно уничтожены, в Долину мне больше не пройти...

source: I'm not sure where I'll be able to get my supply of fish, at this rate...
cht: 照这种情况，我不确定到哪里能够 拿到我要的鱼...
es: No sé con certeza de dónde podré obtener mis provisiones de pescado, a este paso...
it: Non ho davvero idea di dove andare a prendere il pesce...
ja: これから、どこで魚を確保すりゃいいのかな…
ko: 이대로라면 물고기를 어디서 구해야 할지....
pt_br: Desse jeito, não sei onde vou conseguir meu suprimento de peixes...
ru: Как мне теперь пополнять запасы рыбы ума не приложу...

source: I still have plenty of these soup dumplings left!
cht: 我还有很多这种汤饺！
es: ¡Aún me quedan un montón de empanadillas de sopa!
it: Ho ancora un sacco di questi ravioli al vapore!
ja: まだ小籠包は沢山あるぞ！
ko: 아직 물만두가 많이 남았어!
pt_br: Ainda tenho um monte de bolinhos cozidos sobrando!
ru: У меня осталось ещё много этих пельмешек для супа!

source: Looks like it should feed everyone here for at least another day.
cht: 应该够这里的所有人至少再吃上一天。
es: Yo diría que podría alimentarlos a todos al menos durante otro día más.
it: Dovrebbero bastare a sfamare tutti almeno per un altro giorno.
ja: この量なら、あと一日はもつだろう。
ko: 적어도 하루는 모두가 먹을 만큼은 돼.
pt_br: Acho que deve dar para alimentar todo mundo aqui por mais um dia, pelo menos.
ru: Думаю, их должно хватить, чтобы все тут продержались ещё денёк-другой.

source: Looks like I'll have to cancel my appointment...
cht: 看样子我得取消预约了...
es: Parece que voy a tener que cancelar mi cita...
it: Sembra che dovrò annullare il mio appuntamento...
ja: 予約は全部キャンセルか…
ko: 아무래도 약속을 취소해야겠네...
pt_br: Parece que vou ter que cancelar meu compromisso...
ru: Похоже, придётся отменить все планы...

source: This stinks!
cht: 这好臭！
es: ¡Esto huele fatal!
it: Maledizione!
ja: 最悪だ！
ko: 정말, 더러워서!
pt_br: Maldição!
ru: Какой отстой!

source: [EVERYTHING IS TERRIBLE]
cht: [一团糟]
es: [TODO ES TERRIBLE]
it: [VA TUTTO MALISSIMO.]
ja: [何もかもガ、大変なことになっていまス。]
ko: [모든 것이 끔찍하다.]
pt_br: [AS COISAS ESTÃO TERRÍVEIS]
ru: [ВСЁ УЖАСНО]

source: ZZZZZZZZZZZZZZZZ
ja: ZZZZZZZZZZZZZZZZZ
ko: 쿨쿨쿨...
ru: Хр-р-р-р-р-р-р-р-р

source: @niko_eyeclosed She's asleep...
cht: @niko_eyeclosed 她睡着了...
es: @niko_eyeclosed Se ha dormido...
it: @niko_eyeclosed Sta dormendo...
ja: @niko_eyeclosed 寝てるみたい…
ko: @niko_eyeclosed 자고 있어요...
pt_br: @niko_eyeclosed Ela dormiu...
ru: @niko_eyeclosed Она спит...

source: *yawn*
cht: *哈欠*
es: *Uaaa*
ja: ふわぁ…
ko: *하암*
pt_br: *uaaah*...
ru: *зевок*

source: The lab complex got totaled, didn't it....
cht: 实验室彻底毁了，是吧...
es: El complejo del laboratorio ha quedado hecho añicos, ¿verdad...?
it: Il laboratorio è stato distrutto, vero...?
ja: 研究施設はほぼ全壊みたいね…
ko: 연구실 건물이 완전히 무너졌어. 아냐?
pt_br: O complexo de laboratórios foi completamente destruído, não é...
ru: Лабораторному комплексу пришёл конец, да....

source: @niko3 Yeah...
cht: @niko3 是的...
es: @niko3 Sí...
it: @niko3 Già...
ja: @niko3 うん…
ko: @niko3 맞아요...
pt_br: @niko3 Sim...
ru: @niko3 Ага...
