Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @kip2 Beats me!\> \@kip_huh I mean, he's happy to work with robots!
cht: @kip2 我不知道！\>\@kip_huh 我的意思是，他很乐意和机器人打交道！
es: @kip2 ¡No me lo explico!\> \@kip_huh ¡Me refiero a que a él le gusta trabajar con robots!
it: @kip2 Non ne ho idea!\> \@kip_huh Cioè, gli piace lavorare con loro!
ja: @kip2 サッパリよ！\> \@kip_huh だって、ロボットとの作業は喜んでするのに！
ko: @kip2 나도 모르겠어!\> \@kip_huh 그는 로봇들과 함께 일하는 건 즐거워했거든!
pt_br: @kip2 Sei lá!\> \@kip_huh É que ele gosta de trabalhar com robôs!
ru: @kip2 Понятия не имею!\> \@kip_huh Он-то и рад работать с роботами!

source: @kip In fact, he even- \.\@kip2 ...
cht: @kip 实际上，他甚至——\.\@kip2 ...
es: @kip De hecho, incluso... \.\@kip2 ...
it: @kip Pensa, ha anche-\.\@kip2 ...
ja: @kip しかも、彼は… \.\@kip2 …
ko: @kip 사실 그는 심지어... \.\@kip2 ...
pt_br: @kip Na verdade, ele até... \.\@kip2
ru: @kip К тому же, он даже- \.\@kip2 ...

source: @kip_heh ...ah. It's been a while since we last talked.\@kip \>\nHe must be busy with his books now, yeah.
cht: @kip_heh ...啊。我们不久前还交谈过。\@kip \>\n他现在一定在忙他的书，对。
es: @kip_heh ... En fin. Ha pasado bastante tiempo desde la última vez que hablamos.\@kip \>\nAhora debe andar liado con sus libros, sí, eso es.
it: @kip_heh ...Ah. È passato un po' dall'ultima volta che abbiamo parlato.\@kip \>\nSarà occupato sui suoi libri adesso.
ja: @kip_heh …ああ、最後に話したのはずいぶん前のことね。\@kip \>\n今ごろ、本の執筆で忙しいはず。
ko: @kip_heh ...하아, 마지막으로 이야기한 것도 이미 오래전이야.\@kip \>\n아마 지금은 책을 쓰느라 바쁘겠지.
pt_br: @kip_heh ... ah. Já faz um tempo que não conversamos.\@kip \>\nEle deve estar ocupado com os livros agora, é isso.
ru: @kip_heh ...ах. Мы не разговаривали с ним уже целую вечность.\@kip \> Должно быть, он сейчас занят своими книгами.

source: @niko ...Hello?
cht: @niko ...有人吗？
es: @niko ... ¿Hola?
it: @niko ...Ciao?
ja: @niko …こんばんは？
ko: @niko ...저기요?
pt_br: @niko ... Olá?
ru: @niko ...Здравствуйте?

source: @kip_huh Oh, shoot!
cht: @kip_huh 噢，该死！
es: @kip_huh ¡Oh, no!
it: @kip_huh Oh, cavolo!
ja: @kip_huh あら、大変！
ko: @kip_huh 아, 이런!
pt_br: @kip_huh Ah, qual é!
ru: @kip_huh Ох, блин!

source: @kip_huh If I had known you would be here so soon, I would've turned off the darned lock!
cht: @kip_huh 早知道你这么快会来这里，我会卸掉这个 该死的锁！
es: @kip_huh ¡Si hubiera sabido que ibas a llegar tan pronto, habría desactivado el dichoso bloqueo!
it: @kip_huh Se avessi saputo che saresti arrivato così presto, avrei disattivato quel maledetto sistema di sicurezza!
ja: @kip_huh こんなに早く来るって知ってたら、 ロックを解除してたのに！
ko: @kip_huh 이렇게 빨리 올 줄 알았으면 저 잠금장치를 끌 걸 그랬네!
pt_br: @kip_huh Se eu soubesse que você chegaria tão rápido, teria desligado a droga da tranca!
ru: @kip_huh Если бы я знала, что ты будешь здесь так скоро, я бы отключила этот дурацкий замок!

source: @kip Hello there!
cht: @kip 你好呀！
es: @kip ¡Hola!
it: @kip Salve!
ja: @kip こんばんは！
ko: @kip 안녕!
pt_br: @kip Oi!
ru: @kip Привет!

source: @kip_heh Sorry about the weird... security measures.
cht: @kip_heh 抱歉...奇怪的安全措施让你们为难了。
es: @kip_heh Perdón por las peculiares... medidas de seguridad.
it: @kip_heh Scusa per le strane... misure di sicurezza.
ja: @kip_heh 変な、あの…セキュリティ対策してて ごめんなさいね。
ko: @kip_heh 이상한... 보안 조치에 대해선 사과할게.
pt_br: @kip_heh Perdoe-me as... medidas de segurança peculiares.
ru: @kip_heh Прости за эти странные... меры безопасности.

source: @niko It's okay!
cht: @niko 没事！
es: @niko ¡No pasa nada!
it: @niko Non fa niente!
ja: @niko 大丈夫！
ko: @niko 괜찮아요!
pt_br: @niko Tudo bem!
ru: @niko Всё нормально!

source: @niko \p helped me solve it!
cht: @niko \p帮助我解决了！
es: @niko ¡\p me ha ayudado a superarlas!
it: @niko \p mi ha aiutato a superarle!
ja: @niko \p が手伝ってくれたから！
ko: @niko \p 님이 도와줘서 금방 풀었거든요!
pt_br: @niko \p me ajudou!
ru: @niko С помощью \p я всё решил!

source: @kip Did they now!
cht: @kip 全部解决了吗！
es: @kip ¡Y tanto!
it: @kip Non mi dire!
ja: @kip そうなのね！
ko: @kip 그랬군!
pt_br: @kip Ah, beleza!
ru: @kip В самом деле!

source: @kip So... can I help you with anything?
cht: @kip 那么...我可以帮你做点什么吗？
es: @kip Bueno... ¿puedo ayudarte en algo?
it: @kip Allora... come posso aiutarti?
ja: @kip それで…何か聞きたいこと、ある？
ko: @kip 그래... 뭘 도와주면 되니?
pt_br: @kip Então... Posso ajudar em alguma coisa?
ru: @kip Ну так что... я могу тебе чем-нибудь помочь?

source: @kip_wink Heh...that sounds like George alright!
cht: @kip_wink 嗨...那听起来是George吧！
es: @kip_wink ¡Sí... muy propio de George!
it: @kip_wink Eh... È proprio da lei!
ja: @kip_wink はは…ジョージらしいわ！
ko: @kip_wink 헤에... 조지답네!
pt_br: @kip_wink Hehe... Isso é bem a cara da George!
ru: @kip_wink Хе-хе...да, это похоже на Джордж!

source: @kip ...wait, I know!
cht: @kip ...等等，我明白了！
es: @kip ... Un momento, ¡ya sé!
it: @kip ...Aspetta, ho un'idea!
ja: @kip …あっ、分かった！
ko: @kip ...잠깐만, 알겠다!
pt_br: @kip ... calma aí, já sei!
ru: @kip ...погоди-ка, я знаю решение!

source: @kip_heh I forgot...the front desk library bots have facial recognition.
cht: @kip_heh 我忘了...图书馆前台机器人有脸部 识别功能。
es: @kip_heh He olvidado que... los robots de la recepción de la biblioteca usan el reconocimiento facial.
it: @kip_heh Mi ero dimenticata... i robot nella reception della biblioteca hanno il riconoscimento facciale.
ja: @kip_heh 忘れてた…受付の図書館ロボットは 顔認識ができるんだった。
ko: @kip_heh 잊고 있었어... 도서관 안내 데스크의 로봇에게는 얼굴 인식 기능이 있어.
pt_br: @kip_heh Esqueci... Os robôs da recepção da biblioteca têm sistemas de reconhecimento facial.
ru: @kip_heh Я забыла, у библиотечных ботов за стойкой регистрации есть распознавание лиц.

source: @kip_huh If I had known you would be here so soon, I would've turned off the system!
cht: @kip_huh 早知道你这么快会来这里，我会卸掉 这个系统！
es: @kip_huh ¡Si hubiera sabido que ibas a llegar tan pronto, habría desactivado el sistema!
it: @kip_huh Se avessi saputo che saresti arrivato così presto, avrei disattivato il sistema di sicurezza!
ja: @kip_huh あなたがこんなに早く来るって知ってたら、 システムを解除してたのに！
ko: @kip_huh 네가 이렇게 빨리 올 줄 알았더라면 시스템을 꺼 버렸을 텐데!
pt_br: @kip_huh Se eu soubesse que você chegaria tão rápido, teria desligado o sistema!
ru: @kip_huh Если бы я знала, что ты будешь здесь так скоро, я бы отключила эту систему!

source: @niko Yeah, where's the library?
cht: @niko 对了，你知道图书馆在哪里吗？
es: @niko Sí, ¿dónde está la biblioteca?
it: @niko Dov'è la biblioteca?
ja: @niko うん、図書館ってどこにあるの？
ko: @niko 저기, 도서관은 어디죠?
pt_br: @niko É, onde fica a biblioteca?
ru: @niko Ага, где находится библиотека?

source: @kip_huh The library? That's all the way on the other side of town!
cht: @kip_huh 图书馆？就这样一直走到镇子的另一边！
es: @kip_huh ¿La biblioteca? ¡Está al otro lado de la ciudad!
it: @kip_huh La biblioteca? È dall'altra parte della città!
ja: @kip_huh 図書館？図書館は街の反対側よ！
ko: @kip_huh 도서관 말야? 그건 여기서 완전히 반대쪽에 있어!
pt_br: @kip_huh A biblioteca? Fica do outro lado da cidade!
ru: @kip_huh Библиотека? Она на другом конце города!

source: @kip2 The fastest route is where you take the shortcut through the backalley, but...
cht: @kip2 最快的路线是通过后巷的捷径，但是...
es: @kip2 El camino más corto es a través del atajo del callejón, pero...
it: @kip2 La strada più veloce è la scorciatoia che passa per il vicolo, ma...
ja: @kip2 裏路地を通るのが一番近いはずよ。でも…
ko: @kip2 가장 빠른 길은 뒷골목을 지나서 가는 거지만...
pt_br: @kip2 O caminho mais rápido é por um atalho no beco dos fundos, mas...
ru: @kip2 Самый быстрый путь — срезать через переулок, но...

source: @niko I think that's how we got here, actually!
cht: @niko 我觉得这实际上就是我们来到这里的路！
es: @niko ¡De hecho, creo que así es como hemos llegado aquí!
it: @niko Credo sia la strada che abbiamo preso per arrivare qui, in realtà!
ja: @niko ちょうど、その道を歩いてきたよ！
ko: @niko 사실 올 때도 그 길로 왔어요!
pt_br: @niko Na verdade, acho que foi assim que chegamos até aqui!
ru: @niko Я думаю, именно так мы сюда и попали!

source: @kip Oh good!
cht: @kip 哦很好！
es: @kip ¡Qué bien!
it: @kip Oh, ottimo!
ja: @kip それなら良かった！
ko: @kip 오, 그럼 됐어!
pt_br: @kip Ah, legal!
ru: @kip Очень хорошо!

source: @kip2 You should head back to that direction and walk to the east a bit.
cht: @kip2 你要朝着那个方向往回走，然后再往东 走一点。
es: @kip2 Deberías regresar en esa misma dirección y caminar un poco hacia el este.
it: @kip2 Devi rifare quella strada e poi camminare verso est per un po'.
ja: @kip2 その方向に戻って、少し東に進むの。
ko: @kip2 왔던 길로 되돌아가. 그다음 거기서 동쪽으로 조금만 걸어가면 돼.
pt_br: @kip2 É só voltar nessa direção e caminhar um pouco a leste.
ru: @kip2 Иди обратно в том направлении и потом поверни к востоку.

source: @kip You'll find it eventually!
cht: @kip 最终你会找到它！
es: @kip ¡Al final la encontrarás!
it: @kip La troverai prima o poi!
ja: @kip そうすれば辿り着くはずよ！
ko: @kip 그럼 확실하게 찾을 수 있어!
pt_br: @kip Uma hora ela vai aparecer!
ru: @kip Рано или поздно ты её найдёшь!

source: @niko_speak Thank you!
cht: @niko_speak 谢谢！
es: @niko_speak ¡Gracias!
it: @niko_speak Grazie!
ja: @niko_speak ありがとう！
ko: @niko_speak 정말 고마워요!
pt_br: @niko_speak Ótimo!
ru: @niko_speak Спасибо!

source: @niko Something is poking out from this shelf.
cht: @niko 这个架子上露出了一个东西。
es: @niko Hay algo que destaca en este estante.
it: @niko Da questo scaffale sporge qualcosa...
ja: @niko 棚から何か飛び出てるよ。
ko: @niko 선반에서 뭔가 삐죽 튀어나와 있네요.
pt_br: @niko Tem alguma coisa saindo dessa prateleira.
ru: @niko C этой полки что-то выглядывает.

source: @niko_speak It's a tube of glitter glue.
cht: @niko_speak 是一个闪光胶水。
es: @niko_speak Es un tubo de purpurina líquida.
it: @niko_speak È un tubetto di colla glitterata.
ja: @niko_speak ラメが入ったノリのチューブだ。
ko: @niko_speak 반짝이 접착제가 든 통이에요.
pt_br: @niko_speak É um tubo de cola com purpurina.
ru: @niko_speak Это тюбик клея с блёстками.

source: @kip You can have that if you want!
cht: @kip 你想要的话就拿去吧！
es: @kip ¡Puedes llevártelo si quieres!
it: @kip Puoi prenderlo se vuoi!
ja: @kip 欲しいならあげるわよ！
ko: @kip 원하면 가져가도 좋아!
pt_br: @kip Pode ficar com isso se quiser!
ru: @kip Можешь взять, если хочешь!

source: @kip_wink Never know when you need to glitter things up, right?
cht: @kip_wink 你永远不知道什么时候会需要将东西闪亮起来， 对吧？
es: @kip_wink Nunca sabes cuándo puedes necesitar darle brillo a las cosas, ¿verdad?
it: @kip_wink Non si sa mai quando servirà spargere brillantini su qualcosa, no?
ja: @kip_wink いつ何をキラキラさせたくなるか 分からないもの、ね？
ko: @kip_wink 반짝이가 언제 필요할지 알 수 없잖아?
pt_br: @kip_wink É sempre bom ter purpurina à mão, né?
ru: @kip_wink Никогда не знаешь, когда придётся придать вещам блеска, верно?

source: @niko Oh! Are you sure?
cht: @niko 噢！你确定吗？
es: @niko ¡Oh! ¿Estás segura?
it: @niko Oh! Sicura?
ja: @niko えっ！いいの？
ko: @niko 앗! 그래도 되나요?
pt_br: @niko Ah! Tem certeza?
ru: @niko О! Вы уверены?

source: @kip_wink Yeah! I have tons of those!
cht: @kip_wink 是的！我有很多呢！
es: @kip_wink ¡Por supuesto! Tengo un montón.
it: @kip_wink Certo! Ne ho tantissimi!
ja: @kip_wink ええ！たくさん持ってるから！
ko: @kip_wink 응! 그런 거라면 한 트럭 정도 가지고 있으니까!
pt_br: @kip_wink Sim! Tenho um montão disso!
ru: @kip_wink Да! У меня их полно!

source: @niko Thank you!
cht: @niko 谢谢！
es: @niko ¡Gracias!
it: @niko Grazie!
ja: @niko ありがとう！
ko: @niko 정말 고마워요!
pt_br: @niko Então ótimo!
ru: @niko Спасибо!

source: @niko These machines look like computers.
cht: @niko 这些机器看起来像电脑。
es: @niko Estas máquinas parecen ordenadores.
it: @niko Queste macchine sembrano computer.
ja: @niko この機械はコンピューターみたい。
ko: @niko 컴퓨터처럼 생긴 기계예요.
pt_br: @niko Essas máquinas parecem computadores.
ru: @niko Эти устройства похожи на ЭВМ.

source: @ed [What's left of a computer terminal.]
cht: @ed [这是一个剩下来的计算机终端。]
es: @ed [Lo que queda de un ordenador.]
it: @ed [I resti di un terminale.]
ja: @ed [コンピューターターミナルの残骸だ。]
ko: @ed [컴퓨터 단말기의 잔해다.]
pt_br: @ed [O que restou de um terminal de computador.]
ru: @ed [Остатки компьютерного терминала.]

source: @red_gatekeeper [P l`e\>a#se do n ot ap`/p `r oa\>c%%h.]
cht: @red_gatekeeper [请`\>不#要`/靠 `\>近%%。]
es: @red_gatekeeper [P o`r\>f#a v o r n`/o `t ea\>ce%%rq u` e s.]
it: @red_gatekeeper [P e`r\>fa#v o re n on avv`/i `cin a\>rt%%i.]
ja: @red_gatekeeper [ワ`タ\>シ#ニ`/近`ヅ\>ク`%%ナ。]
ko: @red_gatekeeper [부ㄷㅣ\> 저 ㅂ 근 하 지 \>마십시ㅣㅣㅣ오.]
pt_br: @red_gatekeeper [N`ã\>#o se a#pro`/x`i%m\>%e.]
ru: @red_gatekeeper [П ож`а\>лу#й с та, н е пр`/и `б ли ж а\>йте%%сь.]

source: [HELLO!]
cht: [你好！]
es: [¡HOLA!]
it: [SALVE!]
ja: [どうモ！]
ko: [안녕하세요!]
pt_br: [OLÁ!]
ru: [ЗДРАВСТВУЙТЕ!]

source: @niko What are you doing up there?
cht: @niko 你在那干嘛？
es: @niko ¿Qué estás haciendo ahí arriba?
it: @niko Che ci fai lì sopra?
ja: @niko ここで何してるの？
ko: @niko 거기서 뭘 하는 거예요?
pt_br: @niko O que vocês está fazendo aqui?
ru: @niko Что ты делаешь там, наверху?

source: [I AM STATIONED HERE.]
cht: [我被配置在这里。]
es: [ESTOY ESTACIONADO AQUÍ.]
it: [È LA MIA POSTAZIONE.]
ja: [ここニ駐在していまス。]
ko: [전 여기를 지키고 있습니다.]
pt_br: [EU ME ESTABELECI POR AQUI.]
ru: [Я ЗДЕСЬ РАЗМЕЩЁН.]

source: @niko By yourself?
cht: @niko 一个人？
es: @niko ¿Tú solo?
it: @niko E stai lì tutto solo?
ja: @niko 君だけで？
ko: @niko 혼자서요?
pt_br: @niko Só você?
ru: @niko Самим собой?

source: @niko A picture of a robot.
cht: @niko 一张机器人的图片。
es: @niko La foto de un robot.
it: @niko La foto di un robot.
ja: @niko ロボットの写真。
ko: @niko 로봇 사진이에요.
pt_br: @niko Uma foto de um robô.
ru: @niko Изображение робота.

source: @niko_speak ...Y'know, I've never been around so many robots before, \p!
cht: @niko_speak ...你知道吗，之前我从来没有置身于这么 多机器人之中，\p！
es: @niko_speak ... ¿Sabes qué, \p? ¡Nunca había estado rodeado de tantos robots!
it: @niko_speak ...Sai, non sono mai stato insieme a tanti robot prima d'ora, \p!
ja: @niko_speak …あのね、こんなにたくさんのロボットに 会ったことなんて一度もなかったよ、 \p！
ko: @niko_speak ...\p 님, 전 이렇게 로봇을 많이 본 적이 없어요!
pt_br: @niko_speak ... Sabe... eu nunca convivi com tantos robôs antes, \p!
ru: @niko_speak ...Знаешь, \p, меня раньше никогда не окружало столько роботов!

source: @niko Or... \.\. any robots at all...
cht: @niko 甚至...\.\.根本没有见过机器人...
es: @niko Ni... \.\. de un robot siquiera...
it: @niko O... \.\.insieme a dei robot in generale...
ja: @niko と、言うか… \.\. ロボットに会うこと自体、初めて…
ko: @niko 하긴... \.\.로봇을 아예 본 적이 없네요...
pt_br: @niko Com... \.\. nenhum robô, na verdade...
ru: @niko Ну или... \.\. хоть сколько-то роботов...

source: @niko_speak I mean, I see them in cartoons and stuff, but I've never seen one in person!
cht: @niko_speak 我有在动画片之类的东西中看到过， 但是从未亲眼见过！
es: @niko_speak A ver, los he visto en los dibujos y eso, ¡pero nunca en persona!
it: @niko_speak Cioè, li ho visti nei cartoni e cose del genere, ma non ne avevo mai visto uno di persona!
ja: @niko_speak マンガとかでは見たことあるけどさ。 実際に見るのは初めて！
ko: @niko_speak 만화책이나 애니메이션에서나 보지, 실제로 본 적은 없었다고요!
pt_br: @niko_speak Bom, eu já vi em desenhos e tal, mas nunca tinha visto um pessoalmente!
ru: @niko_speak То есть, я видел их в каких-то мультиках, но никогда их в жизни не встречал!

source: @niko They're pretty neat, don't you think?
cht: @niko 他们都很精致，你不觉得吗？
es: @niko Son muy guays, ¿no crees?
it: @niko Sono piuttosto simpatici, non è vero?
ja: @niko みんな、すごくカッコいいと思わない？
ko: @niko 저 로봇들 정말 멋지네요. 안 그래요?
pt_br: @niko Eles são legais, não acha?
ru: @niko А ведь они довольно прикольные, да?

source: Hey Niko do a robot voice
cht: 嘿， Niko，模仿一下机器人声音
es: Oye, Niko, pon voz de robot.
it: Ehi Niko, fai una voce da robot.
ja: ニコ、ロボットの声を真似するんだ。
ko: 니코, 로봇 목소리를 내 봐.
pt_br: Ei, Niko! Imite um robô
ru: Эй, Нико, изобрази голос робота

source: @niko Yeah!
cht: @niko 是的！
es: @niko ¡Sí!
it: @niko Sì!
ja: @niko うん！
ko: @niko 네!
pt_br: @niko Sim!
ru: @niko Ага!

source: @niko_speak ...What?
cht: @niko_speak ...什么？
es: @niko_speak ... ¿Qué?
it: @niko_speak ...Cosa?
ja: @niko_speak …えっ？
ko: @niko_speak ...네?
pt_br: @niko_speak ... O quê?
ru: @niko_speak ...Чего-чего?

source: Try talking like a robot!
cht: 试着像一个机器人一样说话！
es: ¡Intenta hablar como un robot!
it: Prova a parlare come un robot!
ja: ロボットみたいに喋るんだ！
ko: 로봇처럼 말해 봐!
pt_br: Fale como um robô!
ru: Попробуй поговорить как робот!

source: @niko_eyeclosed *ahem*
cht: @niko_eyeclosed *呃哼*
es: @niko_eyeclosed *ejem*
ja: @niko_eyeclosed *ゴホン*
ko: @niko_eyeclosed 에헴.
pt_br: @niko_eyeclosed *a-ham*
ru: @niko_eyeclosed *кхм-кхм*

source: @niko [BEEEP BOOP]
cht: @niko [哔哔叭叭]
es: @niko [BIIIP BUUP]
it: @niko [BIIIP BOP.]
ja: @niko [ビーッブーッ]
ko: @niko [삑, 삐빅]
pt_br: @niko [BIP BUP]
ru: @niko [БИИП БУП]

source: @niko_speak [I'M A ROBOT AND I... \. EAT BATTERIES...\. INSTEAD OF NORMAL PEOPLE FOOD!]
cht: @niko_speak [我是一个机器人，我...\.吃电池...\. 不吃普通人吃的食物！]
es: @niko_speak [¡SOY UN ROBOT Y... \. ME ALIMENTO DE BATERÍAS...\. EN VEZ DE COMIDA NORMAL!]
it: @niko_speak [SONO UN ROBOT E... \.MANGIO BATTERIE...\. AL POSTO DEL CIBO DELLE PERSONE NORMALI!]
ja: @niko_speak [ワタシはロボットで… \.フツウのヒトのタベモノじゃなくて… \.バッテリーをタベマス！]
ko: @niko_speak [전 로봇입니다. 그리고...\. 전 배터리를 먹습니다...\. 사람들이 먹는 음식 대신에요!]
pt_br: @niko_speak [EU SOU UM ROBÔ E... \. ADORO COMER BATERIAS...\. EM VEZ DE COMIDA!]
ru: @niko_speak [Я РОБОТ И Я... \. ЕМ БАТАРЕЙКИ...\. ВМЕСТО ОБЫЧНОЙ ЧЕЛОВЕЧЕСКОЙ ЕДЫ!]

source: @niko_83c Hehe...
cht: @niko_83c 呵呵...
es: @niko_83c Je, je...
it: @niko_83c Eheh...
ja: @niko_83c えへへ…
ko: @niko_83c 헤헤...
pt_br: @niko_83c Hehehe...
ru: @niko_83c Хе-хе...

source: [THAT IS NOT CORRECT.]
cht: [不对。]
es: [ESO ES ERRÓNEO.]
it: [NON È CORRETTO.]
ja: [それハ間違っていまス。]
ko: [그 부분은 틀렸습니다.]
pt_br: [INCORRETO.]
ru: [НЕВЕРНОЕ СУЖДЕНИЕ.]

source: [ROBOTS DO NOT CONSUME BATTERIES IN THE SAME WAY PEOPLE CONSUME FOOD.]
cht: [机器人消耗电池的方式和人类吃食物不一样。]
es: [LOS ROBOTS NO CONSUMEN BATERÍAS DE LA MISMA FORMA EN QUE LA GENTE CONSUME COMIDA.]
it: [I ROBOT NON CONSUMANO LE BATTERIE NELLO STESSO MODO IN CUI LE PERSONE MANGIANO IL CIBO.]
ja: [ロボットハ、人間が食べ物を摂取するのと 同じようにはバッテリーを摂取しませン。]
ko: [로봇은 사람이 음식을 섭취하는 방식으로 배터리를 섭취할 수 없습니다.]
pt_br: [ROBÔS NÃO CONSOMEM BATERIAS DA MESMA MANEIRA QUE PESSOAS CONSOMEM COMIDA.]
ru: [РОБОТЫ НЕ УПОТРЕБЛЯЮТ БАТАРЕЙКИ ТАКИМ ЖЕ ОБРАЗОМ, КАК ЛЮДИ УПОТРЕБЛЯЮТ ЕДУ.]

source: [IN FACT, ROBOTS DO NOT POSSESS DIGESTIVE SYSTEMS.]
cht: [其实，机器人甚至没有消化系统。]
es: [DE HECHO, LOS ROBOTS NO CUENTAN CON SISTEMAS DIGESTIVOS]
it: [IN REALTÀ, I ROBOT NON HANNO UN APPARATO DIGERENTE.]
ja: [ソモソモ、ロボットには 消化器官がありませン。]
ko: [로봇에게는 소화기관이 존재하지 않기 때문이지요.]
pt_br: [NA VERDADE, ROBÔS NÃO TÊM SISTEMA DIGESTIVO.]
ru: [К ТОМУ ЖЕ У РОБОТОВ ОТСУТСТВУЕТ ПИЩЕВАРИТЕЛЬНАЯ СИСТЕМА.]

source: [SOME ROBOTS DO NOT EVEN HAVE MOUTHS.]
cht: [有的机器人甚至连嘴巴都没有。]
es: [ALGUNOS ROBOTS, NI SIQUIERA TIENEN BOCA.]
it: [E ALCUNI ROBOT NON HANNO NEMMENO UNA BOCCA.]
ja: [口腔ガ備わっていないロボットもいまス。]
ko: [게다가 입이 없는 로봇도 있습니다.]
pt_br: [ALGUNS ROBÔS NEM TÊM BOCA.]
ru: [У НЕКОТОРЫХ РОБОТОВ ДАЖЕ НЕТ РТА.]

source: @niko \p...\. \>\@niko_eyeclosed you made me look silly...
cht: @niko \p...\.\>\@niko_eyeclosed 你让我表现得很傻...
es: @niko \p...\. \>\@niko_eyeclosed me has hecho causar una mala impresión...
it: @niko \p...\. \>\@niko_eyeclosed mi hai fatto sembrare uno sciocco...
ja: @niko \p…\. \>\@niko_eyeclosed ミーが馬鹿みたいじゃん…
ko: @niko \p 님...\. \>\@niko_eyeclosed 절 놀리려고 이러신 거죠...
pt_br: @niko \p...\. \>\@niko_eyeclosed depois dessa, fiquei sem graça...
ru: @niko \p...\. \>\@niko_eyeclosed Из-за тебя я выглядел глупо...

source: @niko It's a little tree.
cht: @niko 这是一棵小树。
es: @niko Es un arbolito.
it: @niko È un alberello.
ja: @niko 小さな木だ。
ko: @niko 작은 나무예요.
pt_br: @niko É uma arvorezinha.
ru: @niko Это маленькое деревце.

source: @niko_speak It's a mirror!
cht: @niko_speak 这是面镜子！
es: @niko_speak ¡Es un espejo!
it: @niko_speak È uno specchio!
ja: @niko_speak 鏡だ！
ko: @niko_speak 거울이에요!
pt_br: @niko_speak É um espelho!
ru: @niko_speak Это зеркало!

source: @niko Just a toilet...
cht: @niko 这是个坐便器...
es: @niko Solo es un lavabo...
it: @niko È solo un gabinetto...
ja: @niko ただのトイレだ…
ko: @niko 변기예요...
pt_br: @niko Só um banheiro...
ru: @niko Просто туалет...

source: @niko It's a metal bathtub.
cht: @niko 这是个金属浴缸。
es: @niko Es una bañera de metal.
it: @niko È una vasca di metallo.
ja: @niko 金属製のバスタブだ。
ko: @niko 금속 욕조예요.
pt_br: @niko É uma banheira de metal.
ru: @niko Это металлическая ванна.

source: @niko_eyeclosed I don't want to go back...
cht: @niko_eyeclosed 我不想回去了...
es: @niko_eyeclosed No quiero volver...
it: @niko_eyeclosed Non voglio tornare indietro...
ja: @niko_eyeclosed 戻りたくないよ…
ko: @niko_eyeclosed 돌아가고 싶지 않아요...
pt_br: @niko_eyeclosed Não quero voltar...
ru: @niko_eyeclosed Я не хочу назад...

source: @red_gatekeeper [...Interesting Book You Got There...]
cht: @red_gatekeeper [...这本书真有趣...]
es: @red_gatekeeper [... Qué libro más interesante tienes ahí...]
it: @red_gatekeeper [...Quel Libro Che Hai È Proprio Interessante...]
ja: @red_gatekeeper […興味深イ本ヲ持ッテイルナ…]
ko: @red_gatekeeper [...흥미로운 책을 지니고 있군요...]
pt_br: @red_gatekeeper [... Interessante Esse seu Livro...]
ru: @red_gatekeeper [...Какая Интересная У Вас Книга...]

source: @red_gatekeeper [It Is Written In A Language I Do Not Recognize.]
cht: @red_gatekeeper [它是用一种我无法识别的语言写成的。]
es: @red_gatekeeper [Está escrito en una lengua que no reconozco.]
it: @red_gatekeeper [È Scritto In Un Linguaggio Che Non Riconosco.]
ja: @red_gatekeeper [認識デキナイ言語デ書カレテイル。]
ko: @red_gatekeeper [제가 모르는 글자로 쓰여 있군요.]
pt_br: @red_gatekeeper [Não Reconheço o Idioma em que Está Escrito.]
ru: @red_gatekeeper [Она Написана На Языке, Который Я Не Могу Распознать.]

source: @red_gatekeeper [...Perhaps You Should Find A Way To Decipher It When You're At The Library.]
cht: @red_gatekeeper [...或许你应该趁还在图书馆的时候 找到破译的方法。]
es: @red_gatekeeper [... A lo mejor, deberías encontrar la forma de descifrarlo cuando estés en la biblioteca.]
it: @red_gatekeeper [...Forse Dovresti Trovare Un Modo Per Decifrarlo Quando Arriverai Alla Biblioteca.]
ja: @red_gatekeeper […図書館デ、解読スル方法ヲ探スト イイダロウ。]
ko: @red_gatekeeper [...아무래도 그걸 해독하려면 도서관에 가야겠군요.]
pt_br: @red_gatekeeper [... Você Podia Decifrá-lo Enquanto Estiver na Biblioteca.]
ru: @red_gatekeeper [...Вам Стоит Найти Способ Расшифровать Её, Когда Вы Будете В Библиотеке.]

source: @red_gatekeeper [It May Be Of Help.]
cht: @red_gatekeeper [它可能会有用处。]
es: @red_gatekeeper [Podría ser de ayuda.]
it: @red_gatekeeper [Potrebbe Essere Utile.]
ja: @red_gatekeeper [何カ役ニ立ツカモシレナイ。]
ko: @red_gatekeeper [거기라면 방법이 있을 겁니다.]
pt_br: @red_gatekeeper [Pode Ser de Alguma Ajuda.]
ru: @red_gatekeeper [Она Может Быть Полезна.]

source: @red_gatekeeper [Hello Again, Messiah, Do You Need Help?]
cht: @red_gatekeeper [我们又见面了，救世主，你需要帮忙吗？]
es: @red_gatekeeper [Hola de nuevo, mesías, ¿necesitas ayuda?]
it: @red_gatekeeper [Salve Ancora, Messia, Hai Bisogno Di Aiuto?]
ja: @red_gatekeeper [マタ会ッタナ、救世主。何カ用カ？]
ko: @red_gatekeeper [또 왔군요, 구원자여. 제 도움이 필요하십니까?]
pt_br: @red_gatekeeper [Olá, Messias. Precisa de Ajuda?]
ru: @red_gatekeeper [Снова Здравствуйте, Мессия. Вам Нужна Помощь?]

source: @niko Well...
cht: @niko 嗯...
es: @niko Bueno...
it: @niko Beh...
ja: @niko その…
ko: @niko 그게...
pt_br: @niko Bem...
ru: @niko Ну...

source: Explain again
cht: 再解释一遍
es: Vuelve a explicarlo
it: Spiega di nuovo.
ja: もう一度説明して
ko: 설명을 부탁한다
pt_br: Explicar novamente
ru: Объясни ещё раз

source: @red_gatekeeper [Very Well. You Need To Find A Way To Get To The Library On The Surface.]
cht: @red_gatekeeper [很好。你得在地面上找到一条通往图书馆 的路。]
es: @red_gatekeeper [Muy bien. Tienes que encontrar la forma de llegar a la biblioteca en la superficie.]
it: @red_gatekeeper [Molto Bene. Devi Trovare Un Modo Per Raggiungere La Biblioteca Al Pianoterra.]
ja: @red_gatekeeper [イイダロウ。 オマエハ、地表ニアル図書館ニ到達スル 方法ヲ見ツケル必要ガアル。]
ko: @red_gatekeeper [알겠습니다. 당신은 지상층에 있는 도서관으로 가는 길을 찾아야 합니다.]
pt_br: @red_gatekeeper [Muito Bem. Você Precisa Descobrir Como Chegar à Biblioteca da Superfície.]
ru: @red_gatekeeper [Хорошо. Вам Нужно Найти Способ Добраться До Библиотеки На Поверхности.]

source: @red_gatekeeper [Off You Go Then, Off You Go...]
cht: @red_gatekeeper [你快走吧，走吧...]
es: @red_gatekeeper [Pues andando, venga...]
it: @red_gatekeeper [Vai Ora, Vai...]
ja: @red_gatekeeper [デハ行クガイイ、サア行ケ、救世主…]
ko: @red_gatekeeper [그럼 가시지요. 어서...]
pt_br: @red_gatekeeper [Então Vá, Até Logo...]
ru: @red_gatekeeper [Тогда Вам Пора В Путь, В Путь Дорогу...]

source: @red_gatekeeper [Ah, The Sun.]
cht: @red_gatekeeper [啊，太阳。]
es: @red_gatekeeper [Ah, el sol.]
it: @red_gatekeeper [Ah, Il Sole.]
ja: @red_gatekeeper [アア、太陽カ。]
ko: @red_gatekeeper [오, 태양이로군요.]
pt_br: @red_gatekeeper [Ah, o Sol...]
ru: @red_gatekeeper [Ах, Солнце.]
