Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: [Alert Level Has Been Set To Low]
cht: [警报级别已设置为低]
es: [Nivel de alerta establecido como bajo]
it: [Il Livello Di Allarme È Stato Impostato Al Minimo.]
ja: [警報レベルハ「低」に設定されタ。]
ko: [경고 수준을 낮게 설정합니다.]
pt_br: [Nível de Alerta Definido Como Baixo]
ru: [Установлен Уровень Тревоги: Низкий]

source: @niko_speak Don't worry! I promise I'll be a good guest!
cht: @niko_speak 别担心！我保证我会是个好客人。
es: @niko_speak ¡No te preocupes! ¡Te prometo que me portaré bien!
it: @niko_speak Non preoccuparti! Prometto che sarò un buon ospite!
ja: @niko_speak 心配しないで！迷惑かけないから！
ko: @niko_speak 걱정하지 마세요! 얌전히 있을게요!
pt_br: @niko_speak Não se preocupe! Prometo me comportar!
ru: @niko_speak Не волнуйся! Обещаю, я буду хорошим гостем!

source: @Niko A landscape painting.
cht: @Niko 一幅风景画。
es: @Niko Un cuadro de un paisaje.
it: @niko Il dipinto di un paesaggio.
ja: @Niko 風景画だ。
ko: @Niko 풍경화예요.
pt_br: @Niko Uma pintura de paisagem.
ru: @Niko Это пейзаж.

source: @niko An abstract painting.
cht: @niko 一幅抽象画。
es: @niko Un cuadro abstracto.
it: @niko Un dipinto astratto.
ja: @niko 抽象画だ。
ko: @niko 추상화네요.
pt_br: @niko Uma pintura abstrata.
ru: @niko Это абстракция.

source: @niko We should get going now, \p.
cht: @niko 现在我们要出发了， \p。
es: @niko Deberíamos irnos, \p.
it: @niko Dovremmo andare, \p.
ja: @niko そろそろ行こう、 \p。
ko: @niko 이제 가야 해요, \p 님.
pt_br: @niko Acho melhor irmos andando, \p.
ru: @niko Пора идти, \p.

source: @niko_eyeclosed I don't think this is a good time for a nap, \p...
cht: @niko_eyeclosed 我觉得现在不适合睡觉 \p...
es: @niko_eyeclosed No creo que sea buen momento para dar una cabezada, \p...
it: @niko_eyeclosed Non penso sia un buon momento per fare un pisolino, \p...
ja: @niko_eyeclosed 今はお昼寝しちゃダメだと思うよ、 \p…
ko: @niko_eyeclosed ...\p 님, 지금은 낮잠을 자기에 좋은 때가 아닌 것 같아요...
pt_br: @niko_eyeclosed Acho que não é uma boa hora para tirar uma soneca, \p...
ru: @niko_eyeclosed Не думаю, что сейчас подходящее время для сна, \p...

source: @niko It's a stack of blank papers.
cht: @niko 这是一堆白纸。
es: @niko Es un montón de papeles en blanco.
it: @niko È una pila di fogli bianchi.
ja: @niko 白紙がたくさん。
ko: @niko 그냥 하얀 종이 뭉치예요.
pt_br: @niko Um punhado de folhas em branco.
ru: @niko Это кипа чистых листов.

source: @niko Boxes full of manuscripts.
cht: @niko 箱子里装满了手稿。
es: @niko Cajas llenas de manuscritos.
it: @niko Scatole piene di manoscritti.
ja: @niko 原稿がいっぱい詰まった箱。
ko: @niko 원고가 가득 든 상자네요.
pt_br: @niko Caixas cheias de manuscritos.
ru: @niko Коробки полные рукописей.

source: @niko A book on the ground.
cht: @niko 地上有一本书。
es: @niko Un libro en el suelo.
it: @niko Un libro per terra.
ja: @niko 本が落ちてるよ。
ko: @niko 책이 떨어져 있어요.
pt_br: @niko Um livro no chão.
ru: @niko Книга на полу.

source: Programming:
cht: 编程：
es: Programación:
it: Programmazione:
ja: プログラミング：
ko: 프로그래밍:
pt_br: Programação:
ru: Программирование:

source: Graphics:
cht: 制图：
es: Gráficos:
it: Illustrazioni:
ja: グラフィックス：
ko: 그래픽:
pt_br: Gráficos:
ru: Графика:

source: Character Design:
cht: 角色设计：
es: Diseño de personaje:
ja: キャラクター・デザイン：
ko: 캐릭터 디자인:
pt_br: Design de personagem:
ru: Дизайн Персонажей:

source: Maize and George's designs:
es: Diseños de Maize y George:
it: Design di Mays e George:
ja: メイズとジョージのデザイン：
ko: 메이즈 및 조지 디자인:
pt_br: Design de Maize e George:
ru: Дизайн Мэйз и Джордж:

source: Soundtrack:
cht: 音乐：
es: Banda sonora:
it: Colonna sonora:
ja: サウンドトラック：
ko: 사운드트랙:
pt_br: Trilha sonora:
ru: Саундтрек:

source: Additional tracks:
cht: 其他声音：
es: Pistas adicionales:
it: Tracce aggiuntive:
ja: 追加トラック：
ko: 추가 사운드트랙:
pt_br: Trilhas adicionais:
ru: Дополнительные треки:

source: Story (Mechanics Concept):
cht: 故事（机制设计）：
es: Historia (concepto de mecánica):
it: Storia (meccaniche di gioco):
ja: ストーリー（原案）：
ko: 스토리 (시스템 콘셉트):
pt_br: História (conceito de mecânica):
ru: Сюжет (Концепты Механик):

source: Story and Worldbuilding:
cht: 故事及世界观：
es: Historia y construcción de mundo:
it: Storia e worldbuilding:
ja: ストーリーおよび世界観構築：
ko: 스토리 및 세계관 구축:
pt_br: História geral e construção do mundo:
ru: Сюжет и Проработка Мира:

source: Writing:
cht: 写作：
es: Guion:
it: Scrittura:
ja: 脚本：
ko: 작가:
pt_br: Roteiro:
ru: Писательская Деятельность:

source: Producer:
cht: 制作人：
es: Producción:
it: Produttore:
ja: プロデューサー：
ko: 프로듀서:
pt_br: Produção:
ru: Продюсер:

source: Official Testers:
cht: 官方测试人员：
es: Testers oficiales:
it: Tester ufficiali:
ja: 公式テスター：
ko: 공식 테스터:
pt_br: Testadores oficiais:
ru: Официальные Тестировщики:

source: Special Thanks:
cht: 特别鸣谢：
es: Agradecimientos:
it: Ringraziamenti speciali:
ko: 도와주신 분들:
pt_br: Agradecimentos especiais:
ru: Особая Благодарность:

source: Testers of Original OneShot:
cht: 原版测试人员：
es: Testers del OneShot original:
it: Tester del OneShot originale:
ja: オリジナル版OneShotのテスター：
ko: OneShot 원작 테스터:
pt_br: Testadores do OneShot original:
ru: ■ Тестировщики Оригинальной Игры:

source: Additional Testers:
cht: 其他测试人员：
es: Testers adicionales:
it: Tester aggiuntivi:
ja: 追加テスター：
ko: 추가 테스터:
pt_br: Testadores adicionais:
ru: Дополнительные Тестировщики:

source: @silver [Off you go, now...]
cht: @silver [你可以走了，现在...]
es: @silver [Vamos, en marcha...]
it: @silver [Vai pure...]
ja: @silver [さあ、行きなさい…]
ko: @silver [그만 가 봐...]
pt_br: @silver [Pode ir agora...]
ru: @silver [А теперь тебе пора идти...]

source: @niko So, um... \>\@niko5 You...
cht: @niko 那，好...\>\@Niko5 你...
es: @niko Entonces, um... \>\@niko5 Tú...
it: @niko Quindi, ehm... \>\@niko5 Tu...
ja: @niko えっと、あの… \>\@Niko5 お姉さんって…
ko: @niko 알았어요, 음... \>\@niko5 당신은...
pt_br: @niko Então, ahm... \>\@niko5 Você...
ru: @niko Ну так, э-эм... \>\@niko5 Вы...

source: @silver [Silver.]
ja: @silver [シルバーよ。]
ko: @silver [실버야.]
ru: @silver [Сильвер.]

source: @silver_eyeclosed [I don't believe I've ever actually properly introduced myself.\>\nSorry for that.]
cht: @silver_eyeclosed [不敢相信我居然从没有好好地介绍过我自己。\>\n很抱歉。]
es: @silver_eyeclosed [Creo que no me he presentado como es debido.\>\nLo siento.]
it: @silver_eyeclosed [Non credo di essermi mai presentata.\>\nTi chiedo scusa.]
ja: @silver_eyeclosed [きちんと自己紹介していなかったわね。\>\nごめんなさい。]
ko: @silver_eyeclosed [내가 제대로 자기소개를 하지 않았구나.\>\n미안.]
pt_br: @silver_eyeclosed [Acho que ainda não tinha me apresentado adequadamente.\>\nPeço desculpas.]
ru: @silver_eyeclosed [Просто не верится, что я ещё ни разу должным образом не представилась.\>\nИзвини за это.]

source: @niko It's fine!
cht: @niko 没事！
es: @niko ¡No pasa nada!
it: @niko Fa niente!
ja: @niko ううん！
ko: @niko 괜찮아요!
pt_br: @niko Tudo bem!
ru: @niko Да ничего!

source: @niko_speak I'm Niko, by the way!
cht: @niko_speak 顺便说下，我是 Niko！
es: @niko_speak ¡Me llamo Niko, por cierto!
it: @niko_speak Sono Niko, comunque!
ja: @niko_speak ミーはニコって言うんだ。
ko: @niko_speak 아무튼, 전 니코예요!
pt_br: @niko_speak E eu sou Niko!
ru: @niko_speak Кстати, а я Нико!

source: @niko_83c It's... \.\.nice to meet you?
cht: @niko_83c 很...\.\.高兴见到你？
es: @niko_83c Un... \.\.un placer conocerte.
it: @niko_83c È... \.\.un piacere?
ja: @niko_83c んー… \.\.初めまして、かな？
ko: @niko_83c 어... \.\.만나서 반가워요.
pt_br: @niko_83c É... \.\.um prazer te conhecer?
ru: @niko_83c Приятно... \.\.познакомиться?

source: @silver [Nice to meet you, too.]
cht: @silver [也很高兴见到你。]
es: @silver [Un placer conocerte también.]
it: @silver [Il piacere è mio.]
ja: @silver [ええ、初めまして。]
ko: @silver [나도 만나서 반가워.]
pt_br: @silver [O prazer é meu.]
ru: @silver [Мне тоже приятно познакомиться.]

source: @proto2b [Thank you for everything, Niko.]
cht: @proto2b [谢谢你所做的一切， Niko。]
es: @proto2b [Gracias por todo, Niko.]
it: @proto2b [Grazie, Niko, per tutto quello che hai fatto.]
ja: @proto2b [今までありがとう、ニコ。]
ko: @proto2b [정말 고마워, 니코.]
pt_br: @proto2b [Obrigada por tudo, Niko.]
ru: @proto2b [Спасибо тебе за всё, Нико.]

source: @niko_speak So... do you like being a robot?
cht: @niko_speak 那么...你喜欢作为一个机器人吗？
es: @niko_speak Entonces... ¿Te gusta ser un robot?
it: @niko_speak Allora... ti piace essere un robot?
ja: @niko_speak あの…プロトって、 ロボットの姿が好きなの？
ko: @niko_speak 그럼... 로봇으로 사는 게 마음에 드시나요?
pt_br: @niko_speak Então... você gosta de ser um robô?
ru: @niko_speak А... тебе нравится быть роботом?

source: @proto1 [Um.]
cht: @proto1 [嗯。]
it: @proto1 [Ehm.]
ja: @proto1 [ええと。]
ko: @proto1 [음.]
pt_br: @proto1 [Ahm.]
ru: @proto1 [Эм.]

source: @proto2 [Why this, all of a sudden?]
cht: @proto2 [为何突然问这个问题？]
es: @proto2 [¿A qué viene eso, así de repente?]
it: @proto2 [Perché me lo chiedi così all'improvviso?]
ja: @proto2 [何故、それを急に？]
ko: @proto2 [갑자기 그건 왜?]
pt_br: @proto2 [Por que isso, de repente?]
ru: @proto2 [Почему вдруг возник этот вопрос?]

source: @niko2 Well, I'm gonna leave soon, so I just wanted to ask one more question!
cht: @niko2 我很快就要离开，所以想再问一个问题！
es: @niko2 Bueno, me marcharé pronto, así que solo quería preguntar una cosa más.
it: @niko2 Beh, dato che sto per andare via, volevo solo fare un'ultima domanda!
ja: @niko2 えっと、ミーはもうすぐ行っちゃうから、 何か1つ聞いておきたくて！
ko: @niko2 음, 전 곧 떠날 거니까 그냥 물어보고 싶었어요!
pt_br: @niko2 Bom, já que vou ter que ir embora em breve, só queria fazer mais uma pergunta!
ru: @niko2 Ну, мне ведь скоро уходить, вот я и хотел задать ещё один вопрос!

source: @niko_eyeclosed There aren't many robots in my home world...
cht: @niko_eyeclosed 在我的那个世界没有很多机器人...
es: @niko_eyeclosed No hay muchos robots en mi mundo natal...
it: @niko_eyeclosed Non ci sono molti robot nel mio mondo...
ja: @niko_eyeclosed ミーがいた世界には、ロボットは あんまりいないから…
ko: @niko_eyeclosed 제가 있는 세상에는 로봇이 많지 않거든요...
pt_br: @niko_eyeclosed Não existem muitos robôs no meu mundo natal...
ru: @niko_eyeclosed В моём мире не так уж много роботов...

source: @proto2 [Ah.]
cht: @proto2 [啊。]
ja: @proto2 [ああ。]
ko: @proto2 [아.]
ru: @proto2 [А-а.]

source: @proto2b [It's... nice.]
cht: @proto2b [真...好。]
es: @proto2b [Qué... agradable.]
it: @proto2b [È... bello.]
ja: @proto2b [まあ…悪くないよ。]
ko: @proto2b [그건... 멋진걸...]
pt_br: @proto2b [É... bom.]
ru: @proto2b [Это... хорошо.]

source: @cedric_smile I suppose it's alright!
cht: @cedric_smile 我觉得挺好的！
es: @cedric_smile ¡Supongo que está bien!
it: @cedric_smile Direi che non è male!
ja: @cedric_smile なかなかのものですよ！
ko: @cedric_smile 괜찮은 것 같은데!
pt_br: @cedric_smile Eu acho bom!
ru: @cedric_smile По-моему, это неплохо!

source: @rue_smile Haha, that's a tough question, Niko!
cht: @rue_smile 哈哈，那是个很难的问题，Niko！
es: @rue_smile ¡Ja, ja, qué pregunta tan difícil, Niko!
it: @rue_smile Ahah, è una domanda difficile, Niko!
ja: @rue_smile ふふ。なかなか難しい質問ね、ニコ！
ko: @rue_smile 하하, 좀 어려운 질문인데, 니코!
pt_br: @rue_smile Hahaha, pergunta difícil, Niko!
ru: @rue_smile Ха-ха! Это сложный вопрос, Нико!

source: @rue_smile I mean...\.\.do you like being a person?
cht: @rue_smile 我是说...\.\.你喜欢作为一个人吗？
es: @rue_smile En fin...\.\.¿A ti te gusta ser una persona?
it: @rue_smile Insomma...\.\. a te piace essere una persona?
ja: @rue_smile じゃあ…\.\.あなたは、人の姿は好き？
ko: @rue_smile 그러니까...\.\.사람으로 사는 건 마음에 들어?
pt_br: @rue_smile Digo...\.\.você gosta de ser gente?
ru: @rue_smile То есть...\.\.а вот тебе нравится быть человеком?

source: @niko_speak Of course!
cht: @niko_speak 当然！
es: @niko_speak ¡Pues claro!
it: @niko_speak Certo!
ja: @niko_speak うん！
ko: @niko_speak 물론이죠!
pt_br: @niko_speak É claro!
ru: @niko_speak Конечно!

source: @niko_what Wait.\>\nWhy did you two answer my robot question too?
cht: @niko_what 等等。\>\n为何你们俩也回答我有关机器人的问题？
es: @niko_what Espera.\>\n¿Por qué también has contestado a mi pregunta de robot?
it: @niko_what Aspetta.\>\nPerché voi due avete risposto alla mia domanda sui robot?
ja: @niko_what ねえ。\>\nどうして2人とも、ミーのロボットの 質問に答えたの？
ko: @niko_what 잠깐.\>\n왜 두 사람 다 내 로봇 질문에 대답한 거죠?
pt_br: @niko_what Espera.\>\nPor que vocês dois também responderam à minha pergunta de robô?
ru: @niko_what Подождите-ка.\>\nА почему вы тоже ответили на мой вопрос про роботов?

source: @rue_smile Don't worry about it!
cht: @rue_smile 别担心。
es: @rue_smile ¡No te preocupes por eso!
it: @rue_smile Non pensarci troppo!
ja: @rue_smile どうしてかしら、不思議ね！
ko: @rue_smile 신경 쓰지 마!
pt_br: @rue_smile Não se preocupe com isso!
ru: @rue_smile Не бери в голову!

source: @proto2 [...In the end, the World Machine was starting to create its own code.]
cht: @proto2 [...最终，世界机器也在开始创建它自己 的代码。]
es: @proto2 [... Al final, la máquina del mundo estaba empezando a crear su propio código.]
it: @proto2 [...Alla fine, la World Machine ha iniziato a creare il proprio codice.]
ja: @proto2 […結局、ワールドマシンは 自身のコードを作成し始めてた。]
ko: @proto2 [...결국에는, 세상 기계가 자체적으로 코드를 만들기 시작했어.]
pt_br: @proto2 [... No fim, a Máquina do Mundo está começando a criar seu próprio código.]
ru: @proto2 [...В конце концов Мировая Машина начала создавать свой собственный код.]

source: @proto1c [Going above and beyond its programming, not as the result of error, but as a conscious choice on the part of the machine...]
cht: @proto1c [脱离自己内部的编程并不是因为出错， 而是机器的一部分做出的清醒选择...]
es: @proto1c [Yendo más allá de su programación, no a causa de un error, sino como decisión consciente por parte de la máquina...]
it: @proto1c [Andare oltre il suo programma, non come risultato di un errore ma come una scelta consapevole da parte della macchina...]
ja: @proto1c [エラーの結果ではなく、機械としての意識的な 選択によって、自身のプログラムを超越した…]
ko: @proto1c [프로그래밍 범위를 뛰어넘어, 오류의 결과로서가 아니라 기계가 내린 의식적인 선택의 결과로서...]
pt_br: @proto1c [Indo muito além de sua programação, não por conta de um erro, mas como uma escolha consciente por parte da máquina...]
ru: @proto1c [Выходя за рамки своей программы в результате не ошибки, а осознанного выбора самой машины...]

source: @proto1b [...Being able to generate its own path forward.]
cht: @proto1b [...能够生成它自己前进的路径。]
es: @proto1b [... Siendo capaz así de generar su propio camino.]
it: @proto1b [...Essere in grado di generare il proprio percorso da lì in avanti.]
ja: @proto1b […自身の進むべき道を、生成することができた。]
ko: @proto1b [...자신의 길을 만들어 가는 것.]
pt_br: @proto1b [... capaz de criar seu próprio caminho para trilhar.]
ru: @proto1b [...Способной генерировать свой собственный путь вперёд.]

source: @proto2b [That's...\.\. what being tamed is all about.]
cht: @proto2b [那就是...\.\. 被制御的含义。]
es: @proto2b [De eso...\.\. trata ser domado.]
it: @proto2b [Questo...\.\. vuol dire essere addomesticati.]
ja: @proto2b [制御化とは…\.\. そういうこと。]
ko: @proto2b [그게 바로...\.\. 길들여지는 거야.]
pt_br: @proto2b [Esse... \.\.é o verdadeiro significado de evolução.]
ru: @proto2b [В этом...\.\. кроется вся суть приручения.]

source: @cedric_smile I couldn't have said it better myself.
cht: @cedric_smile 我没法再表述得更清楚了。
es: @cedric_smile No podría haberlo explicado mejor.
it: @cedric_smile Non avrei potuto dirlo meglio.
ja: @cedric_smile 文句なしの説明ですね。
ko: @cedric_smile 내가 설명해도 그만큼 잘하지는 못했을 거야.
pt_br: @cedric_smile Eu não teria dito melhor.
ru: @cedric_smile Я не смог бы сказать лучше.

source: @maize_smile2 Off you go, now...
cht: @maize_smile2 快去吧...
es: @maize_smile2 Venga, en marcha...
it: @maize_smile2 Vai, ora...
ja: @maize_smile2 さあ、行きなさい…
ko: @maize_smile2 그만 가, 이제...
pt_br: @maize_smile2 Agora vá...
ru: @maize_smile2 А теперь пора в путь...

source: @maize_smile2 Hello, messiah...
cht: @maize_smile2 嗨，救世主...
es: @maize_smile2 Hola, mesías...
it: @maize_smile2 Ciao, messia...
ja: @maize_smile2 こんばんは、救世主さん…
ko: @maize_smile2 안녕, 구원자...
pt_br: @maize_smile2 Olá, messias...
ru: @maize_smile2 Здравствуй, мессия...

source: @niko_shock ...Plant lady? But I thought you...
cht: @niko_shock ...植物女士？我还以为你...
es: @niko_shock ¿... Mujer planta? Pero pensaba que...
it: @niko_shock ...Signorina pianta? Pensavo fossi...
ja: @niko_shock …植物のお姉さん？でも…
ko: @niko_shock ...식물 아가씨? 하지만 전 당신이...
pt_br: @niko_shock ... moça-planta? Mas achei que...
ru: @niko_shock ...Тётя-растение? Но я думал, что вы...

source: @niko_distressed2 I thought you...
cht: @niko_distressed2 我以为你...
es: @niko_distressed2 Pensaba que...
it: @niko_distressed2 Pensavo fossi...
ja: @niko_distressed2 でも、お姉さんは…
ko: @niko_distressed2 전 당신이...
pt_br: @niko_distressed2 Achei que...
ru: @niko_distressed2 Я думал вы...

source: @niko_eyeclosed It wasn't even squares that did it...
cht: @niko_eyeclosed 以为你被方块...
es: @niko_eyeclosed Ni siquiera fueron los cuadrados...
it: @niko_eyeclosed Non è stata nemmeno colpa dei quadrati quando...
ja: @niko_eyeclosed 四角形じゃなくて…
ko: @niko_eyeclosed 심지어 사각형에게 당한 것도 아니었는데...
pt_br: @niko_eyeclosed Nem foram os quadrados...
ru: @niko_eyeclosed Это было даже не по вине квадратов...

source: @maize_smile2 .....no.
cht: @maize_smile2 .....当然没有。
ja: @maize_smile2 …そうね。
ko: @maize_smile2 .....아니야.
pt_br: @maize_smile2 ..... não.
ru: @maize_smile2 .....нет.

source: @maize_smile2 I just...\.\. wanted to see you both again.
cht: @maize_smile2 我只是...\.\. 想再看见你们俩。
es: @maize_smile2 Solo...\.\. quería volver a veros otra vez.
it: @maize_smile2 Volevo solo...\.\. rivedervi entrambi.
ja: @maize_smile2 私はただ…\.\. あなたたちに、 また会いたかっただけ。
ko: @maize_smile2 그저...\.\. 너희 둘을 다시 보고 싶었어.
pt_br: @maize_smile2 Eu só...\.\.queria ver vocês dois outra vez.
ru: @maize_smile2 Мне просто...\.\. хотелось снова увидеть вас двоих.

source: @maize_smile2 I just wanted to say... \.\.thank you...
cht: @maize_smile2 我只是想说...\.\.谢谢你...
es: @maize_smile2 Quería... \.\.daros las gracias...
it: @maize_smile2 Volevo solo... \.\.ringraziarvi...
ja: @maize_smile2 ただ、お礼を言いたかったの… \.\.ありがとう…
ko: @maize_smile2 그저... \.\.고맙다고 하고 싶었어...
pt_br: @maize_smile2 Só queria dizer... \.\.obrigada...
ru: @maize_smile2 Мне просто хотелось сказать... \.\.спасибо...

source: @cedric_talk \p.... Niko....
ja: @cedric_talk \p…、 ニコ…
ko: @cedric_talk \p 님.... 니코....
ru: @cedric_talk \p.... Нико....

source: @cedric_smile We are forever in your debt.
cht: @cedric_smile 我们永远欠你们的人情。
es: @cedric_smile Estaremos en deuda para siempre.
it: @cedric_smile Saremo per sempre in debito.
ja: @cedric_smile この恩は、一生忘れません。
ko: @cedric_smile 둘에게 갚을 수 없는 큰 빚을 졌어.
pt_br: @cedric_smile Seremos sempre gratos.
ru: @cedric_smile Мы навсегда у вас в долгу.

source: @niko_speak I'm glad we could help!
cht: @niko_speak 我很高兴我们能提供帮助。
es: @niko_speak ¡Me alegra que hayamos podido ayudar!
it: @niko_speak Felice di avervi aiutato!
ja: @niko_speak 役に立てて良かった！
ko: @niko_speak 우리가 도움이 되었다니 기뻐요!
pt_br: @niko_speak Fico feliz podermos ajudar!
ru: @niko_speak Я рад, что мы смогли помочь!

source: @cedric_smile Looks like you managed to do it!
cht: @cedric_smile 看起来你成功了！
es: @cedric_smile ¡Parece que lo has conseguido!
it: @cedric_smile Sembra che tu ce l'abbia fatta davvero!
ja: @cedric_smile どうにか成し遂げたみたいですね！
ko: @cedric_smile 네가 해낸 것 같구나!
pt_br: @cedric_smile Parece que você conseguiu!
ru: @cedric_smile Похоже, тебе удалось это сделать!

source: @rue_smile You managed to tame the World Machine, Niko!
cht: @rue_smile 你成功地制御了世界机器，Niko！
es: @rue_smile ¡Has conseguido domar la máquina del mundo, Niko!
it: @rue_smile Sei riuscito ad addomesticare la World Machine, Niko!
ja: @rue_smile あなたはワールドマシンを 制御化したのよ、ニコ！
ko: @rue_smile 세상 기계를 길들이는 데 성공했어, 니코!
pt_br: @rue_smile Você conseguiu evoluir a Máquina do Mundo, Niko!
ru: @rue_smile Тебе удалось приручить Мировую Машину, Нико!

source: @niko2 I... feel like the World Machine has been tamed this whole time.
cht: @niko2 我...觉得世界机器一直都是被制御的。
es: @niko2 Me parece que... la máquina del mundo ha estado domada todo este tiempo.
it: @niko2 Ho... la sensazione che la World Machine fosse già addomesticata fin da prima.
ja: @niko2 たぶん…ワールドマシンは、ずっと 制御化されてたんだよ。
ko: @niko2 왠지 세상 기계는... 처음부터 길들여져 있었다는 느낌이 들어요.
pt_br: @niko2 Eu... sinto que a Máquina do Mundo sempre foi evoluída.
ru: @niko2 У меня... такое чувство, что Мировая Машина уже была приручена всё это время.

source: @niko6 ...Just by \p and I being here.
cht: @niko6 ...自从我和\p 到这来一直都是。
es: @niko6 ... Solo con que \p y yo estuviéramos aquí.
it: @niko6 ...Grazie alla mia presenza e a quella di \p.
ja: @niko6 …ミーと \pが この世界に来たときから、ずっと。
ko: @niko6 ...\p 님과 제가 여기 나타났을 때부터요.
pt_br: @niko6 ... só pelo fato de eu e \p estarmos aqui.
ru: @niko6 ...Просто благодаря тому, что здесь были \p и я.

source: @niko_eyeclosed We... did spend a lot of time here, after all.
cht: @niko_eyeclosed 我们...毕竟在这待了很长时间。
es: @niko_eyeclosed Hemos... pasado mucho tiempo aquí, al fin y al cabo.
it: @niko_eyeclosed Dopotutto... abbiamo trascorso un sacco di tempo qui.
ja: @niko_eyeclosed ずっと…長い間この世界にいたから。
ko: @niko_eyeclosed 우리... 여기에서 오랜 시간을 보내긴 했네요.
pt_br: @niko_eyeclosed Nós... passamos muito tempo aqui, afinal.
ru: @niko_eyeclosed Мы... всё-таки провели тут много времени.

source: @niko2 Both of us...\.\. never really stopped believing in this world.
cht: @niko2 我们俩...\.\. 从没有停止过对这世界的信心。
es: @niko2 Ninguno de los dos...\.\. dejó realmente de creer en este mundo.
it: @niko2 Noi due...\.\. non abbiamo mai smesso di credere in questo mondo.
ja: @niko2 ずっと…\.\. ミーたちは、この世界を信じてたから。
ko: @niko2 우리 둘은...\.\. 언제나 이 세상을 믿었어요.
pt_br: @niko2 Nós dois...\.\. nunca deixamos de acreditar nesse mundo.
ru: @niko2 Мы оба...\.\. никогда не теряли веру в этот мир.

source: @niko_eyeclosed The World Machine just needed to realize that, I guess...
cht: @niko_eyeclosed 我想世界机器只是需要觉察到这一点...
es: @niko_eyeclosed La máquina del mundo solo necesitaba darse cuenta de eso, supongo...
it: @niko_eyeclosed La World Machine doveva solo rendersene conto...
ja: @niko_eyeclosed ワールドマシンは、きっとそれに 気づいてないだけだったんだ…
ko: @niko_eyeclosed 세상 기계가 그걸 깨닫기만 하면 됐던 거예요...
pt_br: @niko_eyeclosed A Máquina do Mundo só precisa perceber isso, eu acho...
ru: @niko_eyeclosed Думаю, Мировая Машина просто должна была это осознать...

source: @rue That... \>\@rue_talk Sounds like a possibility...
cht: @rue 那...\>\@rue_talk 听起来很有可能...
es: @rue Eso... \>\@rue_talk Parece una posibilidad...
it: @rue Sembra... \>\@rue_talk plausibile...
ja: @rue そう… \>\@rue_talk 確かに、その可能性もあるわね…
ko: @rue 그거... \>\@rue_talk 가능성 있는 얘기네.
pt_br: @rue Isso... \>\@rue_talk até pode ser possível...
ru: @rue Это... \>\@rue_talk Звучит как возможность...

source: @proto2b [...or not.]
cht: @proto2b [...或者不可能。]
es: @proto2b [... O no.]
it: @proto2b [...O forse no.]
ja: @proto2b […そうではない可能性もね。]
ko: @proto2b [...아닐 수도 있고.]
pt_br: @proto2b [... ou não.]
ru: @proto2b [...или нет.]

source: @niko_eyeclosed Well, just throwing that idea out there!
cht: @niko_eyeclosed 嗯，尽管说出想法！
es: @niko_eyeclosed ¡Bueno, yo lo dejo caer!
it: @niko_eyeclosed Beh, ho solo detto ciò che penso!
ja: @niko_eyeclosed 言ってみただけ！
ko: @niko_eyeclosed 그냥 제 생각이에요!
pt_br: @niko_eyeclosed Bom, é só uma ideia!
ru: @niko_eyeclosed Ну что ж, значит неважно!

source: @plight_2 Off you go, I guess....
cht: @plight_2 你该走了...
es: @plight_2 En marcha, supongo...
it: @plight_2 Immagino tu debba andare, ora...
ja: @plight_2 さ、行きな…
ko: @plight_2 아무래도 그만 가는 게 좋겠어...
pt_br: @plight_2 Você está partindo, acho...
ru: @plight_2 Тебе пора уже идти, получается....

source: @plight_shock It's you!
cht: @plight_shock 是你！
es: @plight_shock ¡Eres tú!
it: @plight_shock Sei tu!
ja: @plight_shock 君か！
ko: @plight_shock 너구나!
pt_br: @plight_shock É você!
ru: @plight_shock Это ты!

source: @plight_sigh Glad to see you in one piece...
cht: @plight_sigh 很高兴看到你平安回来...
es: @plight_sigh Me alegro de verte de una pieza...
it: @plight_sigh Sono felice di vederti tutto intero...
ja: @plight_sigh 無事みたいで良かったよ…
ko: @plight_sigh 멀쩡해 보여서 다행이야...
pt_br: @plight_sigh Que bom que esteja bem...
ru: @plight_sigh Я рад, что ты цел и невредим...

source: @niko_speak Glad to see you're ok, too!\>\n\@niko5 After the whole elevator thing.
cht: @niko_speak 也很高兴看到你平安！\>\n\@niko5 在发生电梯事件后。
es: @niko_speak ¡Yo también me alegro de que estés bien!\>\n\@niko5 Después de todo aquello del ascensor.
it: @niko_speak Per fortuna che anche tu stai bene!\>\n\@niko5 Dopo quello che è successo nell'ascensore...
ja: @niko_speak お兄さんも元気みたいで良かった！！\>\n\@niko5 エレベーター事件の時は、大変だったね。
ko: @niko_speak 당신도 괜찮아 보여서 기뻐요!\>\n\@niko5 엘리베이터에서 그런 일이 있었는데도 말이죠.
pt_br: @niko_speak O mesmo para você!\>\n\@niko5 Depois daquele lance no elevador.
ru: @niko_speak Я тоже рад, что вы в порядке!\>\n\@niko5 После всех этих приключений с лифтом.
