Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @proto1b [...try to picture a big room made entirely of glass.]
cht: @proto1b [...试着在脑海里描绘一间全由玻璃建成 的房间。]
es: @proto1b [... Intenta imaginar una habitación grande hecha de cristal.]
it: @proto1b [...Prova ad immaginare una grande stanza fatta interamente di vetro.]
ja: @proto1b […全てがガラスでできた、大きな部屋を 想像してみて。]
ko: @proto1b [...전체가 유리로 이루어진 커다란 방을 떠올려 봐.]
pt_br: @proto1b [... tente imaginar uma sala grande toda feita de vidro.]
ru: @proto1b [...попробуй представить большую комнату, сделанную полностью из стекла.]

source: @proto2b [No matter what you saw in the Tower, the top room never changes.]
cht: @proto2b [无论你在塔楼中看见过什么，顶部的房间 不会改变。]
es: @proto2b [No importa lo que vieras en la Torre, la habitación de la parte de arriba nunca cambia.]
it: @proto2b [Non importa quello che hai visto nella Torre, l'ultima stanza non cambia mai.]
ja: @proto2b [キミが塔の中で何を見ていたとしても、 頂上の部屋が決して変わることはない。]
ko: @proto2b [탑에서 무엇을 봤든, 꼭대기 방은 변하지 않거든.]
pt_br: @proto2b [Não importa o que você viu na torre: o cômodo de cima nunca muda.]
ru: @proto2b [Не имеет значения, что ты видел в Башне, помещение на вершине никогда не меняется.]

source: @niko2 ...Alright.
cht: @niko2 ...好的。
es: @niko2 ... Vale.
it: @niko2 ...D'accordo.
ja: @niko2 …分かった。
ko: @niko2 ...알겠어요.
pt_br: @niko2 ... tá bom.
ru: @niko2 ...Хорошо.

source: @niko_shock ...no way...
cht: @niko_shock ...做不到...
es: @niko_shock ... No puede ser...
it: @niko_shock ...Non ci credo...
ja: @niko_shock …うそ…
ko: @niko_shock ...이럴 수가...
pt_br: @niko_shock ... não pode ser...
ru: @niko_shock ...не может быть...

source: @niko_shock I was...\.\.\@niko_wtf THERE, wasn't I?
cht: @niko_shock 我去过...\.\.\@niko_wtf 那里，是吗？
es: @niko_shock Estuve...\.\.\@niko_wtf ALLÍ, ¿verdad?
it: @niko_shock Ero... \.\.\@niko_wtf LÌ, vero?
ja: @niko_shock ミーは…\.\.\@niko_wtf いたんだね？
ko: @niko_shock 제가...\.\.\@niko_wtf 거기 있었던 거죠?
pt_br: @niko_shock Eu estive... \.\.\@niko_wtf LÁ, não estive?
ru: @niko_shock Я...\.\.\@niko_wtf в самом деле был ТАМ?

source: @niko_upset At... the Tower...
cht: @niko_upset ...塔楼...
es: @niko_upset En... la Torre...
it: @niko_upset Alla... Torre...
ja: @niko_upset その…塔に…
ko: @niko_upset 탑에요...
pt_br: @niko_upset Lá... na Torre...
ru: @niko_upset В... Башне...

source: @niko_eyeclosed I've been through...\.\.the Tower...
cht: @niko_eyeclosed 我曾经去过...\.\.塔楼...
es: @niko_eyeclosed He estado en... \.\.la Torre...
it: @niko_eyeclosed Ho attraversato... \.\.la Torre...
ja: @niko_eyeclosed 塔に…\.\.辿り着いてた…
ko: @niko_eyeclosed 제가...\.\.탑에 갔었네요...
pt_br: @niko_eyeclosed Eu já passei...\.\.pela Torre...
ru: @niko_eyeclosed Я уже прошёл...\.\.через Башню...

source: @proto2 [There we go.]
cht: @proto2 [我们走吧。]
es: @proto2 [Eso es.]
it: @proto2 [Bene così.]
ja: @proto2 [思い出したね。]
ko: @proto2 [옳지.]
pt_br: @proto2 [Aí está.]
ru: @proto2 [Ну вот и всё.]

source: @niko_distressed2 I... \.\.can't remember all that much, but...
cht: @niko_distressed2 我...\.\.记不起来那么多，但...
es: @niko_distressed2 No... \.\.recuerdo demasiado, pero...
it: @niko_distressed2 Io... \.\.non riesco a ricordare proprio tutto, ma...
ja: @niko_distressed2 まだ… \.\.全部は思い出せないけど…
ko: @niko_distressed2 별로... \.\.많이 기억이 나진 않지만...
pt_br: @niko_distressed2 Eu... \.\.não me lembro de muita coisa, mas...
ru: @niko_distressed2 Я... \.\.многое не могу вспомнить, но...

source: @niko_distressed_talk The room with the sun...
cht: @niko_distressed_talk 有太阳的那房间...
es: @niko_distressed_talk La habitación con el sol...
it: @niko_distressed_talk La stanza con il sole...
ja: @niko_distressed_talk 太陽がある部屋…
ko: @niko_distressed_talk 태양이 있는 방...
pt_br: @niko_distressed_talk O quarto com o sol...
ru: @niko_distressed_talk Та комната с солнцем...

source: @niko_distressed2 It feels like...\.\.such a long time ago.
cht: @niko_distressed2 感觉就像是...\.\.很久以前。
es: @niko_distressed2 Parece algo...\.\.tan lejano.
it: @niko_distressed2 Sembra...\.\. essere passato un sacco di tempo.
ja: @niko_distressed2 すごく…\.\.昔のような感覚。
ko: @niko_distressed2 너무...\.\.오래전 일처럼 느껴져요.
pt_br: @niko_distressed2 Parece...\.\.ter acontecido há tanto tempo.
ru: @niko_distressed2 Такое ощущение, будто это всё было...\.\.так давно.

source: @niko_distressed_talk ...it doesn't make sense!!!
cht: @niko_distressed_talk ...这不合理。
es: @niko_distressed_talk ¡¡... No tiene sentido!!
it: @niko_distressed_talk ...Non ha senso!!!
ja: @niko_distressed_talk …こんなのおかしいよ！！！
ko: @niko_distressed_talk ...이건 말이 안 돼요!!!
pt_br: @niko_distressed_talk ... não faz sentido!!!
ru: @niko_distressed_talk ...но в этом нет никакого смысла!!!

source: @niko_distressed If I already finished the mission... \>\nWhy didn't anything change?
cht: @niko_distressed 如果我已经完成了任务...\>\n为什么一切都没有变化？
es: @niko_distressed Si ya he terminado la misión... \>\n¿Por qué nada ha cambiado?
it: @niko_distressed Se ho già finito la missione... \>\nperché non è cambiato nulla?
ja: @niko_distressed 使命を果たし終わったんだったら… \>\nどうして何も変わってないの？
ko: @niko_distressed 제가 임무를 이미 완료했다면... \>\n왜 아무 것도 바뀌지 않은 거죠?
pt_br: @niko_distressed Se eu já concluí a missão... \>\nPor que nada mudou?
ru: @niko_distressed Если я уже выполнил свою миссию... \>\nПочему ничего не изменилось?

source: @niko3 And... why doesn't anyone know me?
cht: @niko3 而且...为什么没有任何人认识我？
es: @niko3 Y... ¿Por qué nadie me conoce?
it: @niko3 E... perché non mi riconosce nessuno?
ja: @niko3 それに…どうして誰もミーのことを 知らないの？
ko: @niko3 그리고... 왜 아무도 절 모르는 거죠?
pt_br: @niko3 E... por que ninguém me conhece?
ru: @niko3 И... почему меня никто не знает?

source: @niko_upset The other Prophetbot... the robot lady... \>\nNone of them remember who I am...
cht: @niko_upset 另一个先知机器人...机器人女士...\>\n没有人记得我是谁...
es: @niko_upset El otro Profetabot... la mujer robot... \>\nNinguno de ellos recuerda quién soy...
it: @niko_upset L'altro Profetabot... la signorina robot... \>\nNessuno di loro ricorda chi sono...
ja: @niko_upset あの預言者ロボも…ロボットのお姉さんも… \>\nみんな、ミーのことを覚えてない…
ko: @niko_upset 그 예언봇... 그 로봇 아가씨... \>\n아무도 날 기억 못 한단 말이에요...
pt_br: @niko_upset O outro Profetobô... a moça-robô... \>\nNinguém se lembra de mim...
ru: @niko_upset Другой Робот-пророк... тётя-робот... \>\nНикто не помнит кто я такой...

source: @proto1c [Of course not. The residents do not have that capacity.]
cht: @proto1c [当然不会。那些居民没有那个能力。]
es: @proto1c [Claro que no. Los residentes no tienen esa capacidad.]
it: @proto1c [Certo che no. Gli abitanti non hanno questa capacità.]
ja: @proto1c [それは当然のこと。 住民たちに、そんな能力はない。]
ko: @proto1c [당연하지. 그 주민들에게는 그럴 능력이 없어.]
pt_br: @proto1c [É claro que não. Esses habitantes não têm essa capacidade.]
ru: @proto1c [Конечно нет. У жителей нет и не было такой возможности.]

source: @proto1 [NPC memories do not last beyond the scope of a session.]
cht: @proto1 [NPC的记忆不会保持超过一次旅程之外。]
es: @proto1 [Las memorias de los PNJ no duran más que una sesión.]
it: @proto1 [Le memorie degli NPC non durano oltre una sessione.]
ja: @proto1 [NPCの記憶は、セッションの枠を超えて 存続することができない。]
ko: @proto1 [NPC의 기억은 세션 범위 너머까지 유지되지 않아.]
pt_br: @proto1 [Memórias de PNJs não são armazenadas de uma sessão para outra.]
ru: @proto1 [Память неигровых персонажей, НИП, рассчитана только на одну сессию.]

source: @proto1c [You know, the characters...\>the world's residents.]
cht: @proto1c [就是指角色...\>世界的居民。]
es: @proto1c [Ya sabes, los personajes...\>los residentes del mundo.]
it: @proto1c [Sai, i personaggi...\> gli abitanti del mondo.]
ja: @proto1c [つまり、キャラクターたち… \>この世界の住民のこと。]
ko: @proto1c [캐릭터들 말이야...\>세상의 주민들.]
pt_br: @proto1c [Você sabe, os personagens...\>os habitantes do mundo.]
ru: @proto1c [Ну, знаешь, персонажей...\>жителей этого мира.]

source: @proto1 [All their "past" memories are built into their code, but...]
cht: @proto1 [他们"以前"的记忆都是内置在他们的代码中，但...]
es: @proto1 [Todos sus recuerdos «pasados» están en su código, pero...]
it: @proto1 [Tutti i loro ricordi "passati" sono incorporati nel loro codice, ma...]
ja: @proto1 [「過去」の記憶は、自身のプログラムに 全て組み込まれている。しかし…]
ko: @proto1 [그들의 "과거" 기억은 코드에 입력되어 있어. 하지만...]
pt_br: @proto1 [Todas as memórias “passadas” são implantadas nos códigos deles, mas...]
ru: @proto1 [Все их «прошлые» воспоминания встроены в их код, но...]

source: @proto1b [The characters themselves don't... really exist until \p wills it.]
cht: @proto1b [角色本身...其实不存在，除非\p启动它。]
es: @proto1b [Los personajes en sí no... existen realmente hasta que \p lo desea.]
it: @proto1b [I personaggi stessi non... esistono davvero finché non è \p a volerlo.]
ja: @proto1b [キャラクターは、厳密にいうと… 存在してないんだ。 \pが それを望まない限り。]
ko: @proto1b [그 캐릭터들 자체는... \p 님이 바라지 않는 이상 실제로 존재하지 않아.]
pt_br: @proto1b [Os personagens em si não... existem de verdade até que \p permita.]
ru: @proto1b [Сами персонажи... не существуют на самом деле, пока этого не пожелает \p.]

source: @proto2B [Same story for the world itself.]
cht: @proto2B [世界本身也是这样。]
es: @proto2B [Y lo mismo pasa con el propio mundo.]
it: @proto2B [Ed è così anche per il mondo stesso.]
ja: @proto2B [そしてそれは、この世界も同じ。]
ko: @proto2B [세상 자체도 똑같아.]
pt_br: @proto2B [Isso também se aplica ao próprio mundo.]
ru: @proto2B [То же самое и с этим миром.]

source: @proto2B [Doesn't really exist unless \p initiates the program.]
cht: @proto2B [实际上不存在，除非\p启动程序。]
es: @proto2B [No existe hasta que \p inicia el programa.]
it: @proto2B [Non esiste davvero a meno che \p non avvii il programma.]
ja: @proto2B [\p がプログラムを開始しない限り、 存在してるとは言えない。]
ko: @proto2B [\p 님이 프로그램을 실행하지 않는 이상 이 세상은 실제로 존재하지 않아.]
pt_br: @proto2B [Não existe de verdade até que \p inicie o programa.]
ru: @proto2B [Он не существует, пока \p не запустит программу.]

source: @niko3 ...the... \.\.program?
cht: @niko3 ...程...\.\.序？
es: @niko3 ... ¿El... \.\.programa?
it: @niko3 ...Il... \.\.programma?
ja: @niko3 …… \.\.プログラム？
ko: @niko3 ...프... \.\.프로그램?
pt_br: @niko3 ... o... \.\.programa?
ru: @niko3 ...какую... \.\.программу?

source: @proto1b [The World Machine.]\>\n[A universe simulator that runs on \p's computer.]
cht: @proto1b [世界机器。]\>\n[一台在\p的电脑上运行的宇宙模拟器。]
es: @proto1b [La máquina del mundo.]\>\n[Un simulador de universos del ordenador de \p.]
it: @proto1b [La World Machine.\>\nUn simulatore di universi sul computer di \p.]
ja: @proto1b [ワールドマシン。]\>\n[\p のコンピュータ上で実行される、 宇宙シミュレータのこと。]
ko: @proto1b [세상 기계 말이지.]\>\n[\p 님의 컴퓨터에서 실행되는 우주 시뮬레이터.]
pt_br: @proto1b [A Máquina do Mundo.]\>\n[Um simulador do universo executado pelo computador de \p.]
ru: @proto1b [Мировую Машину.]\>\n[Симулятор вселенной, который работает на устройстве, которым владеет \p.]

source: @proto2 [We are all in it right now.]
cht: @proto2 [我们现在都在里面。]
es: @proto2 [Estamos en él ahora mismo.]
it: @proto2 [Ci siamo tutti dentro in questo momento.]
ja: @proto2 [ボクたちはみんな、今まさに その中にいる。]
ko: @proto2 [지금 우리는 모두 그 안에 있는 거야.]
pt_br: @proto2 [Todos nós estamos nele agora.]
ru: @proto2 [Сейчас мы все находимся в симуляции.]

source: @niko_distressed_talk ...SO WE'RE NOT REAL?
cht: @niko_distressed_talk ...所以我们不是真实存在的？
es: @niko_distressed_talk ... ¿ENTONCES, NO SOMOS REALES?
it: @niko_distressed_talk ...QUINDI NON SIAMO REALI?
ja: @niko_distressed_talk …ミーたちは、本物じゃないってこと？
ko: @niko_distressed_talk ...그럼 우리가 진짜가 아니라고요?
pt_br: @niko_distressed_talk ... QUER DIZER QUE NÃO SOMOS REAIS?
ru: @niko_distressed_talk ...ТО ЕСТЬ, МЫ НЕНАСТОЯЩИЕ?

source: @proto2 [Oh, you are.]
cht: @proto2 [哦，但你是。]
es: @proto2 [Oh, tú sí.]
it: @proto2 [Oh, tu lo sei.]
ja: @proto2 [いや、キミは実在してる。]
ko: @proto2 [그래, 맞아.]
pt_br: @proto2 [Ah, você é.]
ru: @proto2 [О, ты-то настоящий.]

source: @proto2b [...which is why you're so important.]
cht: @proto2b [...这也是你如此重要的原因。]
es: @proto2b [... Y por eso eres tan importante.]
it: @proto2b [...Ecco perché sei così importante.]
ja: @proto2b […それが、キミが重要な 存在である理由。]
ko: @proto2b [...그래서 네가 중요한 거야.]
pt_br: @proto2b [... e é por isso que você é tão importante.]
ru: @proto2b [...и поэтому ты так важен.]

source: @proto1 [The biggest flaw of the program is that it cannot be run independently.]
cht: @proto1 [程序最大的缺陷就是它不能独立运行。]
es: @proto1 [El mayor defecto del programa es que no puede iniciarse independientemente.]
it: @proto1 [Il difetto più grande del programma è che non può essere eseguito in modo indipendente.]
ja: @proto1 [このプログラムの最大の欠点は、 独立して実行できないこと。]
ko: @proto1 [프로그램의 가장 큰 결함은 단독으로는 작동하지 못한다는 점이지.]
pt_br: @proto1 [A maior falha do programa é que não é possível executá-lo de forma independente.]
ru: @proto1 [Самый большой недостаток программы в том, что она не может работать сама по себе.]

source: @proto2 [It requires the mental processing abilities of a real person from another universe.]
cht: @proto2 [它需要借助另一个宇宙的真实的人的 精神创造能力。]
es: @proto2 [Necesita las habilidades de procesamiento mental de una persona real de otro universo.]
it: @proto2 [Richiede le capacità di elaborazione mentale di una persona reale da un altro universo.]
ja: @proto2 [それには別の宇宙に実在してる人間の、 精神的な処理能力が必要になる。]
ko: @proto2 [다른 우주에 존재하는 실제 사람의 정신적인 처리 능력이 필요해.]
pt_br: @proto2 [Ele exige habilidades de processamento de uma pessoa de verdade de outro universo.]
ru: @proto2 [Она нуждается в способностях к умственной обработке данных от живого человека из другой вселенной.]

source: @proto2b [Think of it like...\.\.one of your dreams.]
cht: @proto2b [可以把它想象成...\.\.你的一个梦。]
es: @proto2b [Piensa en ello como...\.\.si fuera uno de tu sueños.]
it: @proto2b [Immaginalo come... \.\.uno dei tuoi sogni.]
ja: @proto2b [そう、例えるなら…\.\.夢のようなもの。]
ko: @proto2b [네 꿈 같은...\.\. 그런 거 말야.]
pt_br: @proto2b [Pense nisso como... \.\.um dos seus sonhos.]
ru: @proto2b [Представь, что это...\.\.один из твоих снов.]

source: @proto1b [When you wake up, it's gone.]
cht: @proto1b [当你醒来时，梦就结束了。]
es: @proto1b [Cuando despiertas, desaparece.]
it: @proto1b [Quando ti svegli, svanisce.]
ja: @proto1b [キミが目を覚ますと、消えてなくなる。]
ko: @proto1b [네가 깨어나면 꿈은 사라지지.]
pt_br: @proto1b [Quando você acordar, tudo acabará.]
ru: @proto1b [Ты проснулся, его больше нет.]

source: @proto1c [But unlike a dream, this world has a physical location inside a computer, which \p operates.]
cht: @proto1c [但和梦不同的是，这个世界在\p所操作 的电脑中有一个物理位置。]
es: @proto1c [Pero, a diferencia de un sueño, este mundo tiene una ubicación física dentro de un ordenador, el cual \p controla.]
it: @proto1c [Ma a differenza di un sogno, questo mondo ha una posizione fisica all'interno di un computer, che \p usa.]
ja: @proto1c [しかしそのような夢とは違い、この世界には、 コンピュータ内に物理的な場所があり、 それを \p が実行してる。]
ko: @proto1c [하지만 꿈이랑은 다르게, 이 세상은 \p 님이 사용하는 컴퓨터 안에서 물리적인 자리를 차지하고 있어.]
pt_br: @proto1c [Mas, diferentemente do sonho, este mundo tem uma localização física dentro de um computador, que \p opera.]
ru: @proto1c [Но в отличие от простого сна, у этого мира есть физическое расположение — в устройстве, которым оперирует \p.]

source: @proto1b [For this world to continue existing around you, \p has to be in constant contact with you.]
cht: @proto1b [为了让这个世界继续存在，\p必须要 与你不断接触。]
es: @proto1b [Para que este mundo siga existiendo a tu alrededor, \p tiene que estar en contacto constante contigo.]
it: @proto1b [Affinché questo mondo continui a esistere, \p deve mantenere un contatto costante con te.]
ja: @proto1b [今いるこの世界が存在し続けるには、 \p が常にキミと 一緒にいる必要がある。]
ko: @proto1b [이 세상이 네 주변에 계속 존재하려면, \p 님은 너와의 접촉을 유지해야만 해.]
pt_br: @proto1b [Para que este mundo continue existindo ao seu redor, \p tem que estar sempre em contato com você.]
ru: @proto1b [Чтобы этот мир продолжал существовать вокруг тебя, \p приходится находиться с тобой в постоянном контакте.]

source: @proto2b [If \p ends the program, the world will go into a stasis.]
cht: @proto2b [如果\p结束了程序，这个世界 就会进入停滞。]
es: @proto2b [Si \p detiene el programa, el mundo entrará en estasis.]
it: @proto2b [Se \p chiude il programma, il mondo entra in una stasi.]
ja: @proto2b [\p がプログラムを終了すると、 この世界は静止する。]
ko: @proto2b [\p 님이 프로그램을 종료하면, 이 세상은 정지 상태가 되지.]
pt_br: @proto2b [Se \p finalizar o programa, o mundo entrará num estado de suspensão.]
ru: @proto2b [Если \p закроет программу, мир уйдёт в стазис.]

source: @niko3 Does...\.\. does \p know this?
cht: @niko3 那...\.\. \p知道这点吗？
es: @niko3 ¿Sabe...\.\. \p esto?
it: @niko3 Ma...\.\. Ma \p lo sa?
ja: @niko3 このことを…\.\.\p は知ってるの？
ko: @niko3 ...\.\. \p 님도 이걸 알아요?
pt_br: @niko3 Mas...\.\. mas \p sabe disso?
ru: @niko3 Знает ли...\.\. об этом \p?

source: @proto1b [Of course.]
cht: @proto1b [当然。]
es: @proto1b [Claro.]
it: @proto1b [Certamente.]
ja: @proto1b [もちろん。]
ko: @proto1b [물론이지.]
pt_br: @proto1b [É claro.]
ru: @proto1b [Конечно.]

source: @proto1c [From \p's perspective, The World Machine isn't all that special.]
cht: @proto1c [在\p看来，世界机器没有那么特别。]
es: @proto1c [Desde la perspectiva de \p, la máquina del mundo no es tan especial.]
it: @proto1c [Dal punto di vista di \p, la World Machine non è niente di speciale.]
ja: @proto1c [\p の価値観において、 ワールドマシンはそれほど特別な 存在ではない。]
ko: @proto1c [\p 님의 관점에서, 세상 기계는 그렇게 특별하지 않아.]
pt_br: @proto1c [Da perspectiva de \p, a Máquina do Mundo não é tão especial assim.]
ru: @proto1c [С точки зрения \p, в Мировой Машине нет ничего особенного.]

source: @proto2b [It's no different from other recreational, game-type software they may have installed on their computer.]
cht: @proto2b [它与那些他们在电脑上安装的娱乐、 游戏软件差不多。]
es: @proto2b [No es distinta a otro software de entretenimiento como... juegos, por ejemplo, que haya en su ordenador.]
it: @proto2b [Non è diversa da altri software ricreativi e di gioco che potrebbe aver installato sul suo computer.]
ja: @proto2b [他にインストールされてるゲーム ソフトウェアと大して差はない。]
ko: @proto2b [컴퓨터에 설치해 둔 다른 오락이나 게임과 다를 것이 없지.]
pt_br: @proto2b [Não é tão diferente de qualquer outro software recreativo instalado nesse computador.]
ru: @proto2b [Она ничем не отличается от других развлекательных программ игрового плана, скорее всего установленных на том устройстве.]

source: @proto1c [They can also regenerate the world as many times as they'd like, now that the restriction is nullified.]
cht: @proto1c [由于限制取消了，他们也可以无数次重新 创造世界。]
es: @proto1c [También puede regenerar el mundo tantas veces como quiera, ahora que la restricción ha sido anulada.]
it: @proto1c [Può anche rigenerare il mondo tutte le volte che vuole, ora che la restrizione è annullata.]
ja: @proto1c [神と呼ばれる人々は制限を 無力化し、今では好き放題に世界を 作り直すことができる。]
ko: @proto1c [또한 세상을 마음대로 몇 번이나 다시 만들 수도 있어. 지금은 제한이 무효화되었으니까.]
pt_br: @proto1c [Então é possível regenerar o mundo quantas vezes quiser, agora que a restrição foi anulada.]
ru: @proto1c [И так как ограничение было аннулировано, \p может регенерировать этот мир так часто, как пожелает.]

source: @proto2b [...All of that is consistent with their concept of what a computer game looks like.]
cht: @proto2b [...这些都与他们眼中电脑游戏的概念 差不多。]
es: @proto2b [... Todo ello en coherencia con su concepto de lo que es un juego de ordenador.]
it: @proto2b [...Tutto ciò è coerente con il suo concetto di gioco per computer.]
ja: @proto2b […今言ったようなことは、そういった人々が 考える、コンピュータゲームのあるべき姿 と一致している。]
ko: @proto2b [...그 모든 것이 그들이 생각하는 컴퓨터 게임의 개념과 일치하지.]
pt_br: @proto2b [... Tudo isso segue o conceito de jogos para computador do mundo de lá.]
ru: @proto2b [...И это всё соответствует представлениям \p о том, как должна работать компьютерная игра.]

source: @niko_distressed_talk So why am I even here!!
cht: @niko_distressed_talk 那我为什么在这里！！
es: @niko_distressed_talk ¡¿Y entonces por qué estoy aquí?!
it: @niko_distressed_talk Allora perché sono qui!?
ja: @niko_distressed_talk じゃあ、ミーは何でここにいるのさ！！
ko: @niko_distressed_talk 그래서 도대체 내가 왜 여기에 있다는 거예요!!
pt_br: @niko_distressed_talk Então por que eu estou aqui?!
ru: @niko_distressed_talk Но тогда зачем я здесь!!

source: @niko_distressed What am I even supposed to save if everything is just...
cht: @niko_distressed 那我又拯救什么呢？如果一切都是...
es: @niko_distressed ¿Por qué voy a salvar todo si se supone que es...
it: @niko_distressed Cosa dovrei salvare se tutto è soltanto...
ja: @niko_distressed 何を救えっていうの？だって、何もかも…
ko: @niko_distressed 내가 왜 구해야 하는 거냐고요... 모든 것이...
pt_br: @niko_distressed O que eu preciso salvar se tudo é meramente...
ru: @niko_distressed Что я должен спасать, если всё это просто...

source: @niko_distressed_meow FAKE??
cht: @niko_distressed_meow 假的？？
es: @niko_distressed_meow FALSO?
it: @niko_distressed_meow FINTO??
ja: @niko_distressed_meow 偽物なんだよ？？
ko: @niko_distressed_meow 가짜라면??
pt_br: @niko_distressed_meow FALSO??
ru: @niko_distressed_meow ПОДДЕЛКА??

source: @proto2b [..."Fake" is a harsh word, but...]
cht: @proto2b [..."虚假"是个无情的词，但...]
es: @proto2b [... «Falso» es un término duro, pero...]
it: @proto2b [..."Finto" è una parola grossa, ma...]
ja: @proto2b […「偽物」は言い過ぎ。でも…]
ko: @proto2b [..."가짜"는 심한 표현이야. 하지만...]
pt_br: @proto2b [... “Falso” é uma palavra forte, mas...]
ru: @proto2b [...«Подделка» — слишком резкое слово, но...]

source: @niko_distressed2 And...\.\.why...did \p never tell me anything about... \.\.any of this...
cht: @niko_distressed2 而且...\.\.为何... \p从没有告诉过我 任何关于...\.\.这些事情...
es: @niko_distressed2 ¿Y... \.\.por qué \p nunca me ha dicho nada... \.\.de esto...?
it: @niko_distressed2 E \p...\.\. perché... non mi ha mai detto niente di... \.\.tutto questo...?
ja: @niko_distressed2 しかも…\.\.何で… どうして \p は何も教えて くれなかったの… \.\.何もかも、全部…
ko: @niko_distressed2 그리고...\.\....왜 \p 님은 왜 말해 주지 않은 거냐구요... \.\.이 모든 걸...
pt_br: @niko_distressed2 E... \.\.por que... \p nunca me contou sobre.. \.\.isso...?
ru: @niko_distressed2 И...\.\.почему... \p скрывает это от меня?.. \.\.Можно же было мне хоть что-нибудь рассказать...

source: @proto2b [...I cannot speak for \p.]
cht: @proto2b [...我不能代表\p说话。]
es: @proto2b [... No puedo hablar por \p.]
it: @proto2b [...Non posso parlare per \p.]
ja: @proto2b […\p がどう考えてるのかは、 分からない。]
ko: @proto2b [...내가 \p 님의 뜻을 헤아릴 순 없지.]
pt_br: @proto2b [... Não posso falar por \p.]
ru: @proto2b [...Я не могу говорить за \p.]

source: @niko_distressed2 I... just want to go home...
cht: @niko_distressed2 我...只想回家...
es: @niko_distressed2 Solo... quiero volver a casa...
it: @niko_distressed2 Io... voglio solo andare a casa...
ja: @niko_distressed2 ミーは…ただ家に帰りたいだけなのに…
ko: @niko_distressed2 난... 그저 집에 가고 싶을 뿐이에요...
pt_br: @niko_distressed2 Eu... só quero ir para casa...
ru: @niko_distressed2 Я... просто хочу домой...

source: @niko_distressed_talk But... every time \p runs the program, I come back??
cht: @niko_distressed_talk 但...每次\p运行程序时， 我就回来了？
es: @niko_distressed_talk Pero... cada vez que \p inicia el programa vuelvo, ¿¿no??
it: @niko_distressed_talk Ma... ogni volta che \p avvia il programma, io torno indietro??
ja: @niko_distressed_talk それなのに… \p がプログラムを 実行するたびに、ミーは呼び戻されるの？
ko: @niko_distressed_talk 그치만... \p 님이 프로그램을 실행할 때마다 내가 돌아온다는 거죠?
pt_br: @niko_distressed_talk Mas... toda vez que \p executa o programa, eu volto?
ru: @niko_distressed_talk Но... каждый раз, когда \p включает эту программу, я сюда возвращаюсь??

source: @proto2b [Correct.]
cht: @proto2b [是的。]
es: @proto2b [Correcto.]
it: @proto2b [Corretto.]
ja: @proto2b [そう。]
ko: @proto2b [맞아.]
pt_br: @proto2b [Correto.]
ru: @proto2b [Верно.]

source: @niko_distressed Is this why... I feel like...
cht: @niko_distressed 这也是为什么...我觉得...
es: @niko_distressed ¿Por eso... siento que...?
it: @niko_distressed È per questo che... mi sembra...
ja: @niko_distressed もしかして…そのせいなの…
ko: @niko_distressed 그래서... 내가...
pt_br: @niko_distressed É por isso que... eu sinto...
ru: @niko_distressed Так вот почему... у меня такое ощущение...

source: @niko_distressed2 Is this why it feels like I haven't been home for so long?
cht: @niko_distressed2 这也是为什么我觉得离开家这么久了？
es: @niko_distressed2 ¿Por eso siento que llevo tanto sin estar en casa?
it: @niko_distressed2 È per questo che mi sembra di essere lontano da casa da così tanto tempo?
ja: @niko_distressed2 ずっと家に帰っていないように 感じるのって、そのせいなの？
ko: @niko_distressed2 그래서 내가 오랫동안 집에 가지 못한 것처럼 느끼는 거구요?
pt_br: @niko_distressed2 É por isso que sinto como se não tivesse voltado para casa?
ru: @niko_distressed2 Вот почему мне кажется, что я уже целую вечность не был дома?

source: @proto2b [Maybe.]
cht: @proto2b [或许是吧。]
es: @proto2b [Puede ser.]
it: @proto2b [Forse.]
ja: @proto2b [おそらく。]
ko: @proto2b [그럴지도.]
pt_br: @proto2b [Talvez.]
ru: @proto2b [Может быть.]
