Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @rue Basically... these portals all represent a physical location on \p's machine.
cht: @rue 简单说... 这些门都代表着\p机器里 的一个物理位置。
es: @rue Básicamente... estos portales representan una ubicación física de la máquina de \p.
it: @rue In sostanza... ognuno di questi portali rappresenta un luogo fisico nella macchina di \p.
ja: @rue つまりね…このポータルは \pが 使用している機械の、物理的な場所を 表しているの。
ko: @rue 기본적으로... 이 차원문은 모두 \p 님의 기계에 존재하는 물리적인 위치를 나타내고 있어.
pt_br: @rue Bom... Todos esses portais representam uma localização na máquina de \p.
ru: @rue В общем, эти порталы олицетворяют физическое расположение в устройстве, которым владеет \p.

source: @niko2 ...oooh.
cht: @niko2 ...哦。
es: @niko2 ... Ohhh.
ja: @niko2 …ほおぉ。
ko: @niko2 ...오호.
pt_br: @niko2 ... aaah.
ru: @niko2 ...о-о-о.

source: @rue_talk And... when we enter these portals, we will be sent to that location...
cht: @rue_talk 然后...当我们进入这些门，我们就会 被送到相应的地点...
es: @rue_talk Y... cuando entremos a estos portales, seremos enviados a dicha ubicación...
it: @rue_talk E... quando entreremo in questi portali, verremo portati in quel luogo...
ja: @rue_talk そして…ポータルに入ると、私たちは その場所に送信される。
ko: @rue_talk 그리고... 우리가 이 차원문에 들어가면 우린 그곳으로 이동하게 되지...
pt_br: @rue_talk E... quando entramos nesses portais, eles nos enviam para essa localização...
ru: @rue_talk И... когда мы войдём в эти порталы, мы переместимся в соответствующее расположение...

source: @proto2 [...Wherever that is.]
cht: @proto2 [...无论是哪里。]
es: @proto2 [... Esté donde esté.]
it: @proto2 [...Ovunque esso sia.]
ja: @proto2 […どんな場所でもね。]
ko: @proto2 [...거기가 어딘지는 몰라도 말야.]
pt_br: @proto2 [... Seja lá onde ela for.]
ru: @proto2 [...Где бы это ни было.]

source: @rue I'm... sure \p is already pretty familiar with retrieving puzzle pieces from this world on their computer.
cht: @rue 我...相信\p已经可以很熟练地 用他们的电脑从这世界检索拼图碎片。
es: @rue Seguro que a \p... no le cuesta recuperar piezas de puzle de este mundo en su ordenador.
it: @rue Sono... sicura che \p ormai abbia fatto il callo a recuperare parti dei puzzle di questo mondo sul proprio computer.
ja: @rue そうね… \pは、 コンピューター上でこの世界のパズルピースを 集めるのにはもう慣れているはず。
ko: @rue 나는... \p 님은 이미 자기 컴퓨터에서 이 세상의 퍼즐 조각을 찾는 데 익숙할 거야.
pt_br: @rue Sei... que \p já se acostumou a recuperar peças de quebra-cabeça deste mundo no computador.
ru: @rue Я... уверена, что \p уже не впервой искать детали головоломок из этого мира на своём устройстве.

source: @rue_talk ...But this time, \p would need to move around some things, as well.
cht: @rue_talk ...但这次，\p还需要移动一些东西。
es: @rue_talk ... Pero, esta vez, puede que \p también tenga que mover ciertas cosas de sitio.
it: @rue_talk ...Ma questa volta, \p dovrà anche fare qualche spostamento.
ja: @rue_talk …けれど今回はさらに、 色々と移動させなきゃいけないの。
ko: @rue_talk ...하지만 이번에는 \p 님이 뭔가를 옮겨야 해.
pt_br: @rue_talk Mas, dessa vez, \p também vai precisar mexer em algumas coisas.
ru: @rue_talk ...Однако на этот раз от \p потребуется ещё и перемещать некоторые вещи.

source: @cedric_talk ...specifically, by moving the keys from the small portal to the big one.
cht: @cedric_talk ...具体说，就是将秘钥从小门移到 大门里面。
es: @cedric_talk ... En concreto, mover las claves del portal pequeño al grande.
it: @cedric_talk ...Nello specifico, dovrà spostare le chiavi dal portale piccolo a quello grande.
ja: @cedric_talk …具体的に言うと、小さなポータルから 大きなポータルに、キーを移動させるんです。
ko: @cedric_talk ...구체적으로는, 작은 차원문의 키들을 큰 차원문으로 옮겨야 하지...
pt_br: @cedric_talk ... Para ser mais específico, vai ter que mover as chaves do portal pequeno para o maior.
ru: @cedric_talk ...а точнее, перемещать ключи из маленького портала в большой.

source: @cedric_hmm I... don't know what happens next, though.
cht: @cedric_hmm 但我...不知道接下来会怎样。
es: @cedric_hmm Aunque... no sé qué sucede luego.
it: @cedric_hmm Però... non so cosa succederà dopo.
ja: @cedric_hmm しかし…その後に何が起きるのかは、 僕にも分かりません。
ko: @cedric_hmm 그다음에는... 나도 모르겠어.
pt_br: @cedric_hmm Mas... não sei o que acontece depois disso.
ru: @cedric_hmm Но я... не знаю, что будет потом.

source: @niko_speak Does \p know where these portals lead, at least?
cht: @niko_speak 那至少\p知道这些门通往哪里吧？
es: @niko_speak ¿\p sabe al menos a dónde llevan estos portales?
it: @niko_speak Almeno \p lo sa dove conducono questi portali?
ja: @niko_speak \pは、 このポータルがどこに 繋がってるのか知ってるのかな？
ko: @niko_speak \p 님이 이 차원문이 어디로 통하는지 알까?
pt_br: @niko_speak \p já sabe para onde esses portais levam a gente, pelo menos?
ru: @niko_speak Понимает ли \p, куда ведут эти порталы?

source: @rue You should probably ask \p on this...
cht: @rue 关于这个，你可能要去问\p...
es: @rue Eso probablemente deberías preguntárselo a \p...
it: @rue Dovresti chiederlo a \p...
ja: @rue それは、 \p に直接 聞いてみた方がいいと思うわ…
ko: @rue 아마도 \p 님에게 물어봐야 할 거야...
pt_br: @rue Acho melhor perguntar para \p...
ru: @rue Я думаю тебе стоит спросить об этом \p...

source: @niko2 ...Hold on.
cht: @niko2 ...等等。
es: @niko2 ... Un momento.
it: @niko2 ...Un momento.
ja: @niko2 …あれ。
ko: @niko2 ...잠깐만.
pt_br: @niko2 Espere.
ru: @niko2 ...Погодите.

source: @niko6 The journal is glowing again, \p...
cht: @niko6 那本日志又发光了，\p...
es: @niko6 El diario está brillando otra vez, \p...
it: @niko6 Il diario si è illuminato di nuovo, \p...
ja: @niko6 日記がまた光り始めたよ、 \p…
ko: @niko6 일지가 다시 빛나고 있어요, \p 님...
pt_br: @niko6 O diário está brilhando de novo, \p...
ru: @niko6 Дневник снова светится, \p...

source: @plight_worry ...This room gives me the creeps, man...
cht: @plight_worry ...这间房让我觉得毛骨悚然...
es: @plight_worry ... Esta habitación me pone los pelos de punta, colega...
it: @plight_worry ...Questa stanza mi mette i brividi, amico...
ja: @plight_worry …この部屋、何だか寒気がするな…
ko: @plight_worry ...소름 끼치는 방이야...
pt_br: @plight_worry ... Este lugar me dá arrepios, cara...
ru: @plight_worry ...От этой комнаты у меня мурашки по коже...

source: @niko_speak Oh, same!
cht: @niko_speak 哦，我也觉得！
es: @niko_speak ¡Ah, y a mí!
it: @niko_speak Anche a me!
ja: @niko_speak あ、ミーと一緒だ！
ko: @niko_speak 저도 그래요!
pt_br: @niko_speak Nem me fale!
ru: @niko_speak О, и у меня тоже!

source: @plight_worry ....yup.
cht: @plight_worry ...是的。
es: @plight_worry ... Sí.
it: @plight_worry ...Ci credo.
ja: @plight_worry ……そうだな。
ko: @plight_worry ...그렇구나.
pt_br: @plight_worry ... Pois é.
ru: @plight_worry ....угу.

source: @plight3 So um... \>\@plight_2b what did you need help with again?
cht: @plight3 那么...\>\@Plight_2b 你还需要什么帮助？
es: @plight3 Y, em... \>\@plight_2b ¿Con qué has dicho que necesitabas ayuda?
it: @plight3 Allora, ehm... \>\@plight_2b puoi ripetermi per quale motivo ti serve aiuto?
ja: @plight3 それで… \>\@plight_2b 何をすればいいんだっけ？
ko: @plight3 그래... \>\@plight_2b 내 도움이 왜 필요하다고 했지?
pt_br: @plight3 Então... \>\@plight_2b Você precisava de ajuda com o que mesmo?
ru: @plight3 Ну так эм... \>\@plight_2b напомни, с чем я должен был тебе помочь?

source: @niko Can you reach the lever up there?
cht: @niko 你能够到上面那个控制杆吗？
es: @niko ¿Llegas a la palanca de allí arriba?
it: @niko Puoi raggiungere quella la leva lassù?
ja: @niko あのレバー、届く？
ko: @niko 혹시 저 레버에 손이 닿아요?
pt_br: @niko Consegue alcançar aquela alavanca lá em cima?
ru: @niko Ты можешь достать до того рычага?

source: @plight_worry Oh, right...
cht: @plight_worry 哦，好的...
es: @plight_worry Ah, claro...
it: @plight_worry Oh, giusto...
ja: @plight_worry ああ、あれか…
ko: @plight_worry 아하...
pt_br: @plight_worry Ah, sim...
ru: @plight_worry А, точно...

source: @plight_worry2 Wait...
cht: @plight_worry2 等等...
es: @plight_worry2 Espera...
it: @plight_worry2 Aspetta...
ja: @plight_worry2 なあ…
ko: @plight_worry2 잠깐만...
pt_br: @plight_worry2 Espera aí...
ru: @plight_worry2 Подожди...

source: @plight_why ...I'm not THAT tall!
cht: @plight_why ...我没那么高！
es: @plight_why ¡... No soy TAN alto!
it: @plight_why ...Non sono COSÌ alto!
ja: @plight_why …あんなに背が高いわけないだろ！
ko: @plight_why ...난 그렇게 키가 크진 않아!
pt_br: @plight_why Eu não sou TÃO alto assim!
ru: @plight_why ...Я не НАСТОЛЬКО высокий!

source: @niko_eyeclosed (Well it was worth a shot.)
cht: @niko_eyeclosed (但值得一试)
es: @niko_eyeclosed (Bueno, tenía que intentarlo).
it: @niko_eyeclosed (Valeva la pena tentare.)
ja: @niko_eyeclosed （もしかしたらと思ったんだけど。）
ko: @niko_eyeclosed (혹시 모르니까.)
pt_br: @niko_eyeclosed (Ah, valeu a tentativa.)
ru: @niko_eyeclosed (Что ж, попытка — не пытка.)

source: @plight_2b ...wait, I got this.
cht: @plight_2b ...等等，我够到了。
es: @plight_2b ... Espera, ya sé.
it: @plight_2b ...Aspetta, ci sono!
ja: @plight_2b …いや、いけるかも。
ko: @plight_2b ...잠깐, 나한테 이게 있어.
pt_br: @plight_2b ... calma aí, deixa comigo.
ru: @plight_2b ...погоди, всё под контролем.

source: @niko_speak Nice!
cht: @niko_speak 真好！
es: @niko_speak ¡Bien!
it: @niko_speak Fantastico!
ja: @niko_speak やった！
ko: @niko_speak 멋진데요!
pt_br: @niko_speak Boa!
ru: @niko_speak Здорово!

source: @niko Thank you, mister!
cht: @niko 谢谢你，先生！
es: @niko ¡Gracias, señor!
it: @niko Grazie mille, signore!
ja: @niko ありがとう、お兄さん！
ko: @niko 고마워요!
pt_br: @niko Valeu, mestre!
ru: @niko Спасибо тебе большое!

source: @plight No prob, kid.
cht: @plight 不用谢，孩子。
es: @plight Sin problema, joven.
it: @plight Nessun problema, piccoletto.
ja: @plight どういたしまして。
ko: @plight 고맙긴.
pt_br: @plight Sem problema, jovem.
ru: @plight Не за что, приятель.

source: @plight3 So... you coming?
cht: @plight3 那...你来？
es: @plight3 Bueno... ¿vienes?
it: @plight3 Allora... andiamo?
ja: @plight3 で…一緒に来るのか？
ko: @plight3 그럼... 같이 갈 거야?
pt_br: @plight3 E então... você vem?
ru: @plight3 Ну... ты идёшь?

source: @niko_eyeclosed The lever won't do much for us now, \p...
cht: @niko_eyeclosed 控制杆现在没什么用\p...
es: @niko_eyeclosed La palanca no nos va a servir de mucho ahora, \p...
it: @niko_eyeclosed La leva non ci servirà adesso, \p...
ja: @niko_eyeclosed あのレバーはもう 意味なさそうだね、 \p…
ko: @niko_eyeclosed 지금으로서는 레버가 별로 도움이 안 돼요,\p 님...
pt_br: @niko_eyeclosed A alavanca não vai servir para muita coisa agora, \p...
ru: @niko_eyeclosed Сейчас рычаг нам не поможет, \p...

source: @niko There's a lever hanging from the ceiling...
cht: @niko 有个控制杆从天花板上垂下来...
es: @niko Hay una palanca en el techo...
it: @niko C'è una leva che pende dal soffitto...
ja: @niko 天井からレバーがぶら下がってるよ…
ko: @niko 레버가 천장에 있거든요...
pt_br: @niko Tem uma alavanca ali no teto...
ru: @niko С потолка свисает какой-то рычаг...

source: @niko_speak We should find someone tall to reach it for us, \p!
cht: @niko_speak 我们要找个高点的人来 帮我们，\p！
es: @niko_speak ¡Deberíamos encontrar a alguien alto para que la alcance por nosotros, \p!
it: @niko_speak \p, dovremmo trovare qualcuno di abbastanza alto che la tiri al posto nostro!
ja: @niko_speak あれに手が届くくらい背の高い人を 呼んでこよう、 \p！
ko: @niko_speak 키가 큰 사람을 찾아야 해요, \p 님!
pt_br: @niko_speak Vamos procurar alguém alto para alcançá-la para nós, \p!
ru: @niko_speak Нам нужно найти кого-то, кто может бы до него дотянуться, \p!

source: @niko There's a pair of scissors on the ground....
cht: @niko 地上有一把剪刀...
es: @niko Hay unas tijeras en el suelo...
it: @niko Qui a terra ci sono delle forbici...
ja: @niko ハサミが落ちてる…
ko: @niko 바닥에 가위가 있어요...
pt_br: @niko Tem uma tesoura no chão...
ru: @niko Здесь лежит пара ножниц....

source: @niko ...on....a pile of hair?
cht: @niko ...放在...一堆头发上？
es: @niko ¿Encima de... un montón de... pelo?
it: @niko ...Sopra... un mucchio di capelli?
ja: @niko …何でこんな…髪の毛だらけのとこに？
ko: @niko ...웬... 털 뭉치 위에요.
pt_br: @niko ... em cima... de um monte de cabelo?
ru: @niko ...на....куче волос?

source: @niko I don't think anyone's using it anymore, so...
cht: @niko 我觉得应该没人会再用它了，所以...
es: @niko Creo que esto ya no lo usa nadie, así que...
it: @niko Non penso che qualcuno le usi ancora, quindi...
ja: @niko もう誰も使ってなさそうだし…
ko: @niko 어쨌든 아무도 쓰지 않는 모양이니까...
pt_br: @niko Acho que ninguém usa mais isso, então...
ru: @niko Не думаю, что они ещё кому-то понадобятся, так что...

source: @niko Soap dispenser.
cht: @niko 肥皂分配器。
es: @niko Un dosificador de jabón.
it: @niko Un dispenser di sapone.
ja: @niko 石鹸が出てくる機械だ。
ko: @niko 비누 통이에요.
pt_br: @niko Saboneteira.
ru: @niko Дозатор для мыла.

source: @niko A small potted plant.
cht: @niko 一个小盆栽。
es: @niko Una plantita en una maceta.
it: @niko Una piantina in un vaso.
ja: @niko 小さな鉢植え。
ko: @niko 작은 화분이에요.
pt_br: @niko Uma pequena planta em um vaso.
ru: @niko Маленькое растение в горшке.

source: @niko It's the lightbulb.\>\n\@niko_eyeclosed2 Thank goodness it's safe...
cht: @niko 这是那个灯泡。\>\n\@niko_eyeclosed2 谢天谢地，它很安全...
es: @niko Es la bombilla.\>\n\@niko_eyeclosed2 Menos mal que está a salvo...
it: @niko È la lampadina.\>\n\@niko_eyeclosed2 Meno male, è ancora tutta intera...
ja: @niko 電球だ。\>\n\@niko_eyeclosed2 無事で本当に良かった…
ko: @niko 전구다.\>\n\@niko_eyeclosed2 멀쩡해서 천만다행이야...
pt_br: @niko É a lâmpada.\>\n\@niko_eyeclosed2 Ainda bem que ela está segura...
ru: @niko Это лампочка.\>\n\@niko_eyeclosed2 Как хорошо, что с ней всё в порядке...

source: @niko_distressed2 ...I guess \p isn't coming back...
cht: @niko_distressed2 ...我觉得\p不会回来了...
es: @niko_distressed2 ... Supongo que \p no va a volver...
it: @niko_distressed2 ...Immagino che \p non ci sia più...
ja: @niko_distressed2 …\pは、 戻ってこなさそうだね…
ko: @niko_distressed2 ...\p 님은 돌아오지 않을 건가 봐...
pt_br: @niko_distressed2 ... Acho que \p não voltará...
ru: @niko_distressed2 Думаю... \p больше не вернётся...

source: Niko, I'm here.
cht: Niko，我在这。
es: Niko, estoy aquí.
it: Niko, sono qui.
ja: ニコ。私はここにいる。
ko: 니코, 난 여기 있어.
pt_br: Niko, estou aqui.
ru: Нико, я здесь.

source: @niko_pancakes ...\p?
ko: @niko_pancakes ...\p 님?

source: @niko_pancakes Is that... really you?
cht: @niko_pancakes 真的...是你吗？
es: @niko_pancakes ¿Eres... tú de verdad?
it: @niko_pancakes Sei... davvero tu?
ja: @niko_pancakes 本当に…神様なの？
ko: @niko_pancakes 정말로... 당신인가요?
pt_br: @niko_pancakes É... você?
ru: @niko_pancakes Это... правда ты?

source: @niko_distressed2 I thought... you were gone...
cht: @niko_distressed2 我以为...你不在了...
es: @niko_distressed2 Pensaba... que te habías ido...
it: @niko_distressed2 Pensavo di non risentirti più...
ja: @niko_distressed2 てっきり…いなくなったのかと…
ko: @niko_distressed2 전... 아주 가 버리신 줄 알았어요...
pt_br: @niko_distressed2 Achei que você não voltaria...
ru: @niko_distressed2 Я думал... что больше тебя не услышу...

source: I never left you.
cht: 我从未离开过你。
es: Nunca te he abandonado.
it: Non ti ho mai lasciato.
ja: 私はずっとここにいた。
ko: 난 널 두고 간 적이 없어.
pt_br: Eu nunca a deixei.
ru: Я всегда рядом.

source: I'm back now.
cht: 现在我回来了。
es: Ya estoy de vuelta.
it: Sono qua, ora.
ja: 戻ってきたんだ。
ko: 이제 돌아왔어.
pt_br: Estou de volta.
ru: Мне пришлось отойти.

source: @niko_speak Oh! \@niko_eyeclosed I was... feeling a bit scared back there...
cht: @niko_speak 噢！\@niko_eyeclosed 在那...我有点害怕...
es: @niko_speak ¡Oh! \@niko_eyeclosed Estaba... un poco asustado antes...
it: @niko_speak Oh! \@niko_eyeclosed Stavo... stavo iniziando ad avere un po' di paura...
ja: @niko_speak うそ！ \@niko_eyeclosed さっきあそこで…ちょっと怖かった…
ko: @niko_speak 앗! \@niko_eyeclosed 방금까지... 좀 무서웠거든요...
pt_br: @niko_speak Ah! \@niko_eyeclosed Eu tive medo...
ru: @niko_speak O! \@niko_eyeclosed Мне... там было немного страшно...

source: @niko_speak I thought I was completely alone!
cht: @niko_speak 我觉得我很孤单！
es: @niko_speak ¡Pensaba que estaba completamente solo!
it: @niko_speak Pensavo di essere rimasto completamente solo!
ja: @niko_speak 完全にひとりぼっちだと思ってた！
ko: @niko_speak 완전히 혼자가 된 줄 알았어요!
pt_br: @niko_speak Achei que estava totalmente sozinha!
ru: @niko_speak Я думал, что остался совсем один!

source: @niko_eyeclosed But that was silly of me to assume, wasn't it?
cht: @niko_eyeclosed 但是我这样很傻，对吧？
es: @niko_eyeclosed Pero, ha sido una estupidez por mi parte asumir eso, ¿no?
it: @niko_eyeclosed Ma sono stato stupido a pensarlo, eh?
ja: @niko_eyeclosed でもそんなこと考えちゃうなんて、 ミー、馬鹿だったよね？
ko: @niko_eyeclosed 혼자만의 착각이었네요, 그렇죠?
pt_br: @niko_eyeclosed Mas foi bobo presumir isso, não foi?
ru: @niko_eyeclosed Глупо было так считать, да?

source: @niko_speak Where did you go?
cht: @niko_speak 你去哪了？
es: @niko_speak ¿Dónde te has metido?
it: @niko_speak Dov'eri?
ja: @niko_speak どこに行ってたの？
ko: @niko_speak 어디 갔었던 거예요?
pt_br: @niko_speak Onde você foi?
ru: @niko_speak Куда?

source: @niko_eyeclosed I was so scared all by myself...
cht: @niko_eyeclosed 我完全是自己吓唬自己...
es: @niko_eyeclosed He pasado miedo mientras estaba solo...
it: @niko_eyeclosed Da solo, ero terrorizzato...
ja: @niko_eyeclosed ひとりぼっちで怖かった…
ko: @niko_eyeclosed 혼자서 얼마나 무서웠다고요...
pt_br: @niko_eyeclosed Fiquei com tanto medo sozinha...
ru: @niko_eyeclosed Я так перепугался, когда остался один...

source: @niko_speak ...but I guess... it's okay now.
cht: @niko_speak ...但是我想...现在好了。
es: @niko_speak ... pero creo que... ahora estoy bien.
it: @niko_speak ...Ma ora... sto meglio.
ja: @niko_speak …まあでも…今は大丈夫。
ko: @niko_speak ...하지만... 지금은 괜찮아진 것 같아요.
pt_br: @niko_speak ... mas acho que, agora, tudo está bem.
ru: @niko_speak ...но я думаю... теперь всё в порядке.

source: @niko Ah, guess we need to figure out where to go now, and-
cht: @niko 嗯，现在得考虑要去哪里了，而且——
es: @niko Ah, creo que tenemos que averiguar a dónde dirigirnos ahora y...
it: @niko Ah giusto, dobbiamo scoprire dove dobbiamo andare e-
ja: @niko あっ、次に行かなきゃいけない場所を 見つけなきゃね、あと――
ko: @niko 아, 이제 어디로 갈지 찾아봐야겠네요, 그리고...
pt_br: @niko Ah, acho que precisamos decidir aonde iremos agora e...
ru: @niko Ах, теперь нам надо понять, куда теперь идти и-

source: @niko The sun!\>\n\@niko_speak It lit up on its own!
cht: @niko 太阳！\>\n\@niko_speak 它自己亮起来了！
es: @niko ¡El sol!\>\n\@niko_speak ¡Se ha iluminado solo!
it: @niko Il sole!\>\n\@niko_speak Si è illuminato da solo!
ja: @niko 太陽が！\>\n\@niko_speak 勝手に光り出したよ！
ko: @niko 태양이에요!\>\n\@niko_speak 스스로 빛나기 시작했어요!
pt_br: @niko O sol!\>\n\@niko_speak Acendeu sozinho!
ru: @niko Солнце!\>\n\@niko_speak Оно зажглось само по себе!

source: @niko Guess I should pick it up, right \p?
cht: @niko 我觉得我要把它拿起来，对吧，\p？
es: @niko Creo que debería cogerlo, ¿verdad, \p?
it: @niko Dovrei raccoglierlo, giusto \p?
ja: @niko これ、持っていったほうがいいよね、 \p？
ko: @niko 역시 제가 들고 가야겠죠? 그렇죠, \p 님?
pt_br: @niko Melhor pegá-lo, não é, \p?
ru: @niko Надо бы его подобрать, верно \p?

source: @plight Sure is taking a while...
cht: @plight 当然需要一点时间...
es: @plight Sí que está tardando...
it: @plight Ci sta mettendo tanto...
ja: @plight けっこう時間かかるな…
ko: @plight 시간이 좀 걸리네...
pt_br: @plight Com certeza vai levar um tempo...
ru: @plight Это займёт немного времени...

source: @niko m-hm!
cht: @niko 唔——唔！
es: @niko ¡Ajá!
ja: @niko うん！
ko: @niko 에헴!
ru: @niko м-хм!

source: @plight_worry (oh goodness gracious I'm stuck in an elevator with the messiah and also literally god themself this is awkward)
cht: @plight_worry （噢上帝啊我和救世主卡在电梯里了， 而且上帝也在这尴尬极了）
es: @plight_worry (¡Por todos los cielos! Estoy atrapado en un ascensor con el mesías y, por lo tanto, con la divinidad. ¡Qué situación!)
it: @plight_worry (oh santo cielo sono bloccato nell'ascensore con il messia e con letteralmente dio che imbarazzo)
ja: @plight_worry （なんてこった…エレベーターの中で 救世主や本物の神様と一緒だなんて、 …気まず過ぎる…）
ko: @plight_worry (세상에, 맙소사! 구원자에다 신까지 함께 엘리베이터에 타다니. 이런 뻘쭘한 상황이 있나.)
pt_br: @plight_worry (Ai, minha nossa, estou preso num elevador com o Messias e, literalmente, uma divindade. Isso é muito estranho.)
ru: @plight_worry (ох блин блинский, я застрял в лифте с мессией и буквально богом всего творения как это неловко...)

source: @niko Oh, maybe we can chat to pass the time, then?
cht: @niko 噢，或许我们聊着天时间就过去了？
es: @niko Podríamos charlar para matar el tiempo, ¿no?
it: @niko Magari... che ne dici di fare due chiacchiere per passare il tempo?
ja: @niko あっ、暇つぶしにおしゃべりする？
ko: @niko 음. 시간도 때울 겸 이야기라도 할래요?
pt_br: @niko Poderíamos conversar para passar o tempo.
ru: @niko О, может, тогда поболтаем, чтобы скоротать время?

source: @plight_worry I mean, sure...
cht: @plight_worry 我的意思是，当然了...
es: @plight_worry Quiero decir, vale...
it: @plight_worry Oh, certo...
ja: @plight_worry ああいや、いいぞ…
ko: @plight_worry 어, 그래...
pt_br: @plight_worry Digo... claro...
ru: @plight_worry То есть, конечно...

source: @niko Alright, \p, should I...
cht: @niko 好吧，\p，我应该....
es: @niko De acuerdo, \p, ¿debería...?
it: @niko Bene, \p, ora dovrei...
ja: @niko よし、 \p、 何を聞こうかな…
ko: @niko 그럼, \p 님, 뭘 물어볼까요...
pt_br: @niko Certo, \p, será que eu deveria...
ru: @niko Ладно, \p, о чём стоит...

source: Ask about his job
cht: 问有关他工作的事情
es: Preguntarle por su trabajo
it: Chiedergli del suo lavoro.
ja: 彼の仕事について
ko: 직업에 대해 묻는다
pt_br: Perguntar sobre o trabalho
ru: Спроси про его работу

source: Ask about this city
cht: 问有关这座城市的事情
es: Preguntarle por esta ciudad
it: Chiedergli di questa città.
ja: この街について
ko: 도시에 관해 묻는다
pt_br: Perguntar sobre a cidade
ru: Спроси про его город

source: Ask about the library
cht: 问有关这座图书馆的事情
es: Preguntar por la biblioteca
it: Chiedergli della biblioteca.
ja: 図書館について
ko: 도서관에 관해 묻는다
pt_br: Perguntar sobre a biblioteca
ru: Спроси про библиотеку

source: Resume awkward silence
cht: 保持尴尬的沉默
es: Volver al silencio incómodo
it: Continuare con il silenzio imbarazzante.
ja: 気まずい沈黙を続ける
ko: 어색한 침묵을 유지한다
pt_br: Continuar o silêncio constrangedor
ru: Нет. Продолжай неловкое молчание

source: @niko So...what do you do at your job?
cht: @niko 那么...你的工作都是做什么事情的？
es: @niko ¿Y... en qué consiste tu trabajo?
it: @niko Allora... in cosa consiste il tuo lavoro?
ja: @niko えっと…仕事は何してるの？
ko: @niko 저기... 무슨 일을 하세요?
pt_br: @niko Então... o que você faz aqui?
ru: @niko Ну и...чем ты занимаешься на своей работе?

source: @niko_speak You seem really busy!
cht: @niko_speak 你似乎非常的忙！
es: @niko_speak ¡Pareces estar muy ocupado!
it: @niko_speak Sembri sempre molto occupato!
ja: @niko_speak すごく忙しそうだから！
ko: @niko_speak 굉장히 바빠 보여서요!
pt_br: @niko_speak Você parece muito ocupado!
ru: @niko_speak Ты выглядишь очень занятым!

source: @plight_2 I...uh....
cht: @plight_2 我...呃...
es: @plight_2 Pues... bueno...
it: @plight_2 Io... ehm...
ja: @plight_2 おれは…その…
ko: @plight_2 나는... 음...
pt_br: @plight_2 Eu... hm...
ru: @plight_2 Я...э-э....

source: @plight I fix lights, mostly.
cht: @plight 我的工作基本就是修灯。
es: @plight Principalmente arreglo luces.
it: @plight Perlopiù, riparo i lampioni.
ja: @plight 大体は、電灯を修理してる。
ko: @plight 평소에는 전등을 고쳐.
pt_br: @plight Na maioria das vezes eu conserto luzes.
ru: @plight В основном я чиню освещение.

source: @plight_2b But now I also deliver and refill high-energy phosphor to structures that need them.
cht: @plight_2b 但是现在我还要把高能的荧光体 重新装填到需要的结构中。
es: @plight_2b Pero ahora también me encargo de entregar y recargar el fósforo de gran energía de las estructuras que lo necesitan.
it: @plight_2b Ma ultimamente consegno anche il fosforo ad alta energia presso le strutture che ne hanno bisogno e talvolta le ricarico direttamente.
ja: @plight_2b でも今は、高エネルギー蛍光体が 必要な建物に、それを補充しに 届けに行ったりもしてる。
ko: @plight_2b 하지만 요즘은 고에너지 발광체가 필요한 건물에 발광체를 배달하고 채우는 일도 하지.
pt_br: @plight_2b Mas eu também entrego e recarrego luminescência de alta energia nos prédios que precisam.
ru: @plight_2b Но теперь я ещё доставляю высокоэнергетический фосфор в организации, где он требуется, и пополняю их запасы.

source: @niko High energy?
cht: @niko 高能？
es: @niko ¿De gran energía?
it: @niko Alta energia?
ja: @niko 高エネルギー？
ko: @niko 고에너지요?
pt_br: @niko Alta energia?
ru: @niko Высокоэнергетический?

source: @plight Y'know, the super concentrated glowy stuff they had to process in factories, it's what powers most of this city's stuff.
cht: @plight 你知道，超级浓缩发光体必须在工厂进行加工， 它为这个城市的大多数东西提供能量。
es: @plight Ya sabes, esa cosa brillante superconcentrada que tienen que procesar en las fábricas. Pues es lo que le da energía a la mayoría de los lugares de la ciudad.
it: @plight Sai, quella roba super brillante che trattano nelle fabbriche, ciò che fornisce energia a molte cose in città.
ja: @plight ほら、超濃縮された光るやつだよ。 工場で加工してあげなきゃいけないが、 街の大部分の動力源になってる。
ko: @plight 공장에서 만드는 고농축 발광체 말이야. 이 도시의 시설은 대부분 거기서 동력을 얻거든.
pt_br: @plight Sabe aquela coisa brilhante e superconcentrada que processam nas fábricas? É o que fornece energia para a maioria das coisas na cidade.
ru: @plight Ну, знаешь, суперконцентрированную светящуюся штуку, которую производят на фабриках. На ней работает почти всё в этом городе.

source: @niko Oooh!
cht: @niko 哦！
es: @niko ¡Hala!
ja: @niko おおぉ！
ko: @niko 아!
pt_br: @niko Aaah!
ru: @niko О-о-о!
