Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @ed [Hello again, \p.]
cht: @ed [你好，又见面了， \p。]
es: @ed [Hola de nuevo, \p.]
it: @ed [Ciao di nuovo, \p.]
ja: @ed [また会ったな、 \p。]
ko: @ed [\p, 또 보는군.]
pt_br: @ed [Olá novamente, \p.]
ru: @ed [И снова здравствуй, \p.]

source: @ed [It seems I need to help you again.]
cht: @ed [看来你又需要我的帮助了。]
es: @ed [Parece que tengo que ayudarte de nuevo.]
it: @ed [Sembra che ti debba aiutare anche questa volta.]
ja: @ed [また手を差し伸べなければならないようだ。]
ko: @ed [아무래도 널 또 도와줘야 할 것 같네.]
pt_br: @ed [Parece que eu preciso ajudar você mais uma vez.]
ru: @ed [Похоже, ты снова нуждаешься в моей помощи.]

source: @ed [Niko will not be able to progress otherwise.]
cht: @ed [否则Niko将不能前进。]
es: @ed [De lo contrario, Niko no será capaz de progresar.]
it: @ed [Altrimenti Niko non sarà in grado di andare avanti.]
ja: @ed [そうしなければ、ニコはこの先に進めない。]
ko: @ed [안 그러면 니코가 진행을 할 수 없으니까.]
pt_br: @ed [Caso contrário, Niko não progredirá.]
ru: @ed [Без этого Нико не сможет продвинуться дальше.]

source: @ed [This time, the information you need has fallen to the most easily accessible place on your machine.]
cht: @ed [这次，你机器上最方便访问的地方就有你 需要的信息。]
es: @ed [En esta ocasión, la información que necesitas se encuentra en el lugar más accesible de tu máquina.]
it: @ed [Questa volta, l'informazione di cui hai bisogno è finita nel posto più facilmente accessibile della tua macchina.]
ja: @ed [今回、君に必要な情報はコンピューター上で 最もアクセスしやすい場所にある。]
ko: @ed [이번에는 네 컴퓨터에서 가장 쉽게 접근할 수 있는 곳에 정보를 보내 뒀지.]
pt_br: @ed [Desta vez, a informação de que precisa está no lugar mais acessível de sua máquina.]
ru: @ed [На этот раз нужная тебе информация приземлилась в самом легкодоступном место на твоём устройстве.]

source: Do you see it?
cht: 你看到了吗？
es: ¿Lo ves?
it: Riesci a vederla?
ja: 言っている意味が分かるか？
ko: 보여?
pt_br: Conseguiu?
ru: Ты их видишь?

source: @ed [You'll know what to do with it, then.]
cht: @ed [有了它之后你就知道怎么做。]
es: @ed [Ya sabrás lo que hay que hacer con esto.]
it: @ed [Allora saprai cosa farci.]
ja: @ed [なら、することは分かっているな。]
ko: @ed [그렇다면 그걸로 뭘 해야 할지 알 수 있을 거야.]
pt_br: @ed [Você saberá o que fazer com isso.]
ru: @ed [Тогда ты знаешь, что делать.]

source: @ed [I know you're not exactly that bright for a god, \p, but this shouldn't be difficult.]
cht: @ed [我知道，作为上帝你可能不那么聪明，\p， 但这应该不难。]
es: @ed [Sé que, para ser una divinidad, no eres precisamente brillante, \p, pero no debería ser difícil.]
it: @ed [\p, so che per essere un dio non sei molto furbo, ma non dovrebbe essere così difficile.]
ja: @ed [\p、 君が神にしては 賢いほうではないことは承知している。 だが、今回は難しくないはずだ。]
ko: @ed [네가 신치고는 그리 똑똑하지 않다는 것쯤은 알고 있어, \p. 하지만 이건 어렵지 않아.]
pt_br: @ed [Eu sei que você não tem o brilho que se espera de uma divindade, \p, mas isso não será difícil.]
ru: @ed [Я знаю, что для бога у тебя не так уж много смекалки, \p, но это и в самом деле несложно.]

source: @ed [Just poke around a bit. It really isn't hard to miss.]
cht: @ed [只要稍微找找就行。真的不难找到。]
es: @ed [Tan solo rebusca un poco. Puede que se te haya pasado por alto.]
it: @ed [Dai un'occhiata in giro. È piuttosto difficile da non notare.]
ja: @ed [周りを探してみたまえ。 見逃すのが難しいほどだ。]
ko: @ed [그냥 여기저기 뒤져 봐. 쉽게 눈에 띌 테니까.]
pt_br: @ed [Vasculhe por aí. É fácil encontrar.]
ru: @ed [Просто поищи немного там-сям. Это сложно не заметить.]

source: @ed [...This...]
cht: @ed [...这个...]
es: @ed [... Esto es...]
it: @ed [...Ma...]
ja: @ed […これは…]
ko: @ed [...이건...]
pt_br: @ed [... Isso...]
ru: @ed [...Это...]

source: @ed [How did you already know the answer?]
cht: @ed [你怎么预先知道的？]
es: @ed [¿Cómo sabías la respuesta?]
it: @ed [Come sapevi la risposta?]
ja: @ed [なぜすでに答えを知っていた？]
ko: @ed [어떻게 이미 답을 알고 있는 거야?]
pt_br: @ed [Como já sabia a resposta?]
ru: @ed [Откуда тебе знать, каким был правильный ответ?]

source: @en_distressed [Niko...]
ja: @en_distressed [ニコ…]
ko: @en_distressed [니코...]
ru: @en_distressed [Нико...]

source: @niko_surprised AAAH!
cht: @niko_surprised 哈！
ja: @niko_surprised わあああ！
ko: @niko_surprised 아아!
ru: @niko_surprised А-А-А!

source: @en_eyeclosed2 [Relax.]
cht: @en_eyeclosed2 [放松。]
es: @en_eyeclosed2 [Relájate.]
it: @en_eyeclosed2 [Rilassati.]
ja: @en_eyeclosed2 [落ち着け。]
ko: @en_eyeclosed2 [진정해.]
pt_br: @en_eyeclosed2 [Acalme-se.]
ru: @en_eyeclosed2 [Расслабься.]

source: @en_eyeclosed [...I'm just borrowing your reflection to talk to you.]
cht: @en_eyeclosed [...我在借用你的倒影与你交谈。]
es: @en_eyeclosed [... Solo he tomado prestado tu reflejo para hablar contigo.]
it: @en_eyeclosed [...Sto solo prendendo in prestito il tuo riflesso per parlarti.]
ja: @en_eyeclosed […君の姿を借りているだけだ。 話がしたくてね。]
ko: @en_eyeclosed [...너와 이야기를 하기 위해 네 모습을 빌린 것뿐이야.]
pt_br: @en_eyeclosed [... Só peguei seu reflexo emprestado para conversar com você.]
ru: @en_eyeclosed [...Я просто заимствую твоё отражение, чтобы с тобой поговорить.]

source: @en_upset [It's not like my physical form is good for that.]
cht: @en_upset [看上去我的外形不太适合做这个。]
es: @en_upset [No es que mi forma física esté para esos trotes.]
it: @en_upset [Sai, la mia forma fisica non è pensata per parlare.]
ja: @en_upset [私の物理的な実体は、それが あまり得意ではなくてな。]
ko: @en_upset [내 물리적 형태는 그런 일에 맞지 않거든.]
pt_br: @en_upset [Minha forma física não é boa para isso.]
ru: @en_upset [Не думаю, что моя физическая форма для этого подходит.]

source: @en_upset_meow [...Why did you come here!]
cht: @en_upset_meow [...你为什么来这里！]
es: @en_upset_meow [... ¡¿Por qué has venido aquí?!]
it: @en_upset_meow [...Perché sei venuto qui!?]
ja: @en_upset_meow […何故ここに来てしまったのだ！]
ko: @en_upset_meow [...여긴 왜 온 거야!]
pt_br: @en_upset_meow [... Por que veio aqui!?]
ru: @en_upset_meow [...Зачем ты пришёл сюда!]

source: @en_upset2 [Can't you see?]\>\n\@en_eyeclosed [The disruption... the squares...\> they're closing in.]
cht: @en_upset2 [你没看到吗？]\>\n\@en_eyeclosed [毁灭性破坏...方块... \>它们在慢慢靠近。]
es: @en_upset2 [¿Es que no lo ves?]\>\n\@en_eyeclosed [La disrupción... Los cuadrados...\> están cercando.]
it: @en_upset2 [Non capisci?\>\n\@en_eyeclosed La distorsione... i quadrati...\> si stanno avvicinando.]
ja: @en_upset2 [分からないのか？]\>\n\@en_eyeclosed [崩壊が…四角形が…\>もう近くまで 迫ってきている。]
ko: @en_upset2 [안 보여?]\>\n\@en_eyeclosed [혼돈과... 사각형들...\> 점점 간격을 좁혀 오고 있어.]
pt_br: @en_upset2 [Não está vendo?]\>\n\@en_eyeclosed [O distúrbio... os quadrados...\> eles estão se aproximando.]
ru: @en_upset2 [Разве ты не видишь?]\>\n\@en_eyeclosed [Сбой сигнала... квадраты...\> они приближаются.]

source: @en_upset2 [Niko.... please...]
cht: @en_upset2 [Niko...请...]
es: @en_upset2 [Niko... te lo ruego...]
it: @en_upset2 [Niko... per favore...]
ja: @en_upset2 [ニコ…頼む…]
ko: @en_upset2 [니코.... 부탁이야...]
pt_br: @en_upset2 [Niko.... por favor...]
ru: @en_upset2 [Нико.... пожалуйста...]

source: @en_eyeclosed [Get out of here.]\>\n[Let me meet my end in peace.]
cht: @en_eyeclosed [离开这里。]\>\n[让我平静地走到尽头。]
es: @en_eyeclosed [Sal de aquí.]\>\n[Déjame reunirme con mi final en paz.]
it: @en_eyeclosed [Vattene.\>\nLasciami terminare la mia esistenza in pace.]
ja: @en_eyeclosed [ここから出ていってくれ。]\>\n[静かに、終わりを迎えたいのだ。]
ko: @en_eyeclosed [여기서 나가.]\>\n[내가 평화롭게 끝을 맞이하게 해 줘.]
pt_br: @en_eyeclosed [Saia daqui.]\>\n[Deixe-me encontrar meu fim em paz.]
ru: @en_eyeclosed [Уходи отсюда.]\>\n[Дай мне спокойно встретить мой конец.]

source: @niko3 The squares are blocking my way too, you know...
cht: @niko3 那些方块也在阻挡我的路，你知道...
es: @niko3 Los cuadrados también están bloqueando mi camino, ¿sabes?...
it: @niko3 I quadrati stanno bloccando anche la mia strada...
ja: @niko3 四角形のせいで、もう戻れないよ…
ko: @niko3 알고 있겠지만, 사각형들이 제 길도 막고 있어요...
pt_br: @niko3 Os quadrados estão me impedindo também...
ru: @niko3 Вы же знаете, что квадраты не дают пройти и мне...

source: @en_distressed [...Oh.]
cht: @en_distressed [...哦。]
ja: @en_distressed […ああ。]
ko: @en_distressed [...아.]
pt_br: @en_distressed [... Ah.]
ru: @en_distressed [...Ох.]

source: @en_upset [...I...]
cht: @en_upset [...我...]
es: @en_upset [... Yo...]
it: @en_upset [...Io...]
ja: @en_upset […そうか…]
ko: @en_upset [...난...]
pt_br: @en_upset [... Me...]
ru: @en_upset [...Я...]

source: @en_upset_meow [...I'm sorry, I-]
cht: @en_upset_meow [...我很抱歉，我——]
es: @en_upset_meow [...Lo siento, yo...]
it: @en_upset_meow [...Mi dispiace, io-]
ja: @en_upset_meow […すまない、私は――]
ko: @en_upset_meow [...미안해, 난-]
pt_br: @en_upset_meow [... Me desculpe, eu...]
ru: @en_upset_meow [...Прости меня, я-]

source: @niko_eyeclosed It's alright...
cht: @niko_eyeclosed 没事...
es: @niko_eyeclosed No pasa nada...
it: @niko_eyeclosed Non devi scusarti...
ja: @niko_eyeclosed ううん、もう大丈夫…
ko: @niko_eyeclosed 괜찮아요...
pt_br: @niko_eyeclosed Tá tudo bem...
ru: @niko_eyeclosed Всё нормально...

source: @en_upset2 [No living being should be in this place, Niko...]
cht: @en_upset2 [人类不应该在这里，Niko...]
es: @en_upset2 [Ningún ser vivo debería estar aquí, Niko...]
it: @en_upset2 [Nessun essere vivente dovrebbe stare qui, Niko...]
ja: @en_upset2 [ここは、生命体が来るべき 場所ではないのだ、ニコ…]
ko: @en_upset2 [어떤 생명체도 여기 있어서는 안 돼, 니코...]
pt_br: @en_upset2 [Nenhum ser vivo deveria estar aqui, Niko...]
ru: @en_upset2 [Живым существам здесь не место, Нико...]

source: @niko2 Is this... the Tower?
cht: @niko2 这就是...塔楼吗？
es: @niko2 ¿Esto es... la Torre?
it: @niko2 Questa è... la Torre?
ja: @niko2 ここって…塔なの？
ko: @niko2 이게... 탑인가요?
pt_br: @niko2 Aqui é a... Torre?
ru: @niko2 Это всё... Башня?

source: @en_upset [Part of it.]
cht: @en_upset [它的一部分。]
es: @en_upset [Parte de ella.]
it: @en_upset [Una parte di essa.]
ja: @en_upset [その一部だ。]
ko: @en_upset [탑의 일부지.]
pt_br: @en_upset [Parte dela.]
ru: @en_upset [Её часть.]

source: @en_upset2 [This is the center of the engine.]
cht: @en_upset2 [这是发动机的中心。]
es: @en_upset2 [Este es el centro del motor.]
it: @en_upset2 [Questo è il centro della macchina.]
ja: @en_upset2 [エンジンの中心部。]
ko: @en_upset2 [엔진의 중심부야.]
pt_br: @en_upset2 [Esse é o centro do mecanismo.]
ru: @en_upset2 [Это центральная часть движка.]

source: @en_eyeclosed [...Inside my head, so to speak...]
cht: @en_eyeclosed [...在我的脑袋里，所以说...]
es: @en_eyeclosed [... Dentro de mi cabeza, por así decirlo...]
it: @en_eyeclosed [...Dentro la mia testa, in un certo senso...]
ja: @en_eyeclosed […私の脳内、とでも言うべきか…]
ko: @en_eyeclosed [...말하자면 내 머릿속이지...]
pt_br: @en_eyeclosed [... dentro da minha cabeça, difícil de falar...]
ru: @en_eyeclosed [...Внутри моей головы, можно сказать...]

source: @niko3 So this is...\> the center of the World Machine?
cht: @niko3 所以这是...\> 世界机器的中心？
es: @niko3 ¿Así que estamos...\> en el centro de la máquina del mundo?
it: @niko3 Questo...\> è il centro della World Machine?
ja: @niko3 それって…\>ここが、ワールドマシンの 真ん中ってこと？
ko: @niko3 그러니까 이게...\> 세상 기계의 중심부라는 건가요?
pt_br: @niko3 Então aqui é... \>o centro da Máquina do Mundo?
ru: @niko3 То есть, это...\> центр Мировой Машины?

source: @en3 [You...\.\.know my original name.]
cht: @en3 [你...\.\.知道我的原名。]
es: @en3 [Así que conoces...\.\.mi nombre original.]
it: @en3 [Tu... \.\.conosci il mio nome originale.]
ja: @en3 [私の…\.\. 元の名前を知っているのか。]
ko: @en3 [넌...\.\.내 원래 이름을 아는구나.]
pt_br: @en3 [Você...\.\.sabe meu nome original.]
ru: @en3 [Ты...\.\.знаешь моё настоящее имя.]

source: @en4 [How?]
cht: @en4 [怎么知道的？]
es: @en4 [¿Cómo?]
it: @en4 [Come?]
ja: @en4 [どうやって？]
ko: @en4 [어떻게 아는 거지?]
pt_br: @en4 [Como?]
ru: @en4 [Откуда?]

source: @niko_eyeclosed Rue, Cedric, Prototype...\>\n\@niko2 They all...\.\. told me bits and pieces.
cht: @niko_eyeclosed Rue、Cedric 和 Prototype...\>\n\@niko2 它们都...\.\. 告诉了我一些信息。
es: @niko_eyeclosed Rue, Cedric, Prototipo...\>\n\@niko2 Todos ellos...\.\. me contaron cosas sueltas.
it: @niko_eyeclosed Rue, Cedric, Prototipo...\>\n\@niko2 Tutti loro...\.\. mi hanno dato piccoli indizi.
ja: @niko_eyeclosed ルエ、セドリック、プロトタイプ…\>\n\@niko2 みんなが…\.\.色んなことを、少しずつ 教えてくれたんだ。
ko: @niko_eyeclosed 루, 세드릭, 프로토타입...\>\n\@niko2 모두가...\.\. 조금씩 이야기해 줬어요.
pt_br: @niko_eyeclosed Rue, Cedric, Protótipo... \>\n\@niko2 Todos eles...\.\. foram me contando um pouco.
ru: @niko_eyeclosed Рю, Седрик, Прототип...\>\n\@niko2 Они все...\.\. рассказали мне отрывки истории.

source: @niko4 I'm not even sure if I even understood a lot of the stuff they said, but...
cht: @niko4 我甚至不确定自己是否懂了他们所说的 东西，但...
es: @niko4 No sé ni si entendí muchas cosas de todo lo que dijeron, pero...
it: @niko4 Non sono nemmeno sicuro di aver capito molte delle cose che hanno detto, ma...
ja: @niko4 ちゃんと全部理解できたかって聞かれたら、 全然自信ないけど…
ko: @niko4 그들이 말한 것들을 다 이해했다고 확신할 순 없지만...
pt_br: @niko4 Não entendi um monte de coisa que eles disseram, mas...
ru: @niko4 Я не уверен, что понял многое из того, о чём они говорили, но...

source: @niko_eyeclosed I know what you're supposed to be.\>\n\@niko2 I know why you had to be built.
cht: @niko_eyeclosed 我知道你本来应该做什么。\>\n\@niko2 我知道你为什么会被创造出来。
es: @niko_eyeclosed Sé lo que deberías ser.\>\n\@niko2 Sé por qué tuvieron que crearte.
it: @niko_eyeclosed So perché la World Machine è stata costruita...\>\n\@niko2 So qual è il tuo scopo.
ja: @niko_eyeclosed 君が本当は何なのかは、知ってるよ。\>\n\@niko2 どうして作られなきゃ いけなかったのかも、知ってる。
ko: @niko_eyeclosed 당신이 원래 무엇인지는 알고 있어요.\>\n\@niko2 당신이 왜 만들어졌는지도요.
pt_br: @niko_eyeclosed Sei o que você devia ser.\>\n\@niko2 Sei por que te construíram.
ru: @niko_eyeclosed Я знаю, что из тебя должно было получиться.\>\n\@niko2 Я знаю, почему тебя пришлось создать.

source: @niko_distressed And... I know why I'm here...
cht: @niko_distressed 而且...我知道我为什么在这...
es: @niko_distressed Y... sé por qué estoy aquí...
it: @niko_distressed E... so perché sono qui...
ja: @niko_distressed それに…ミーが何でここにいるのかも…
ko: @niko_distressed 그리고... 제가 왜 여기에 있는지도...
pt_br: @niko_distressed E... eu sei por que estou aqui...
ru: @niko_distressed И... я знаю, почему я здесь...

source: @en_shock [They...\>told you?]
cht: @en_shock [他们...\>告诉你了？]
es: @en_shock [¿Acaso...\>te lo dijeron?]
it: @en_shock [Loro...\> te l'hanno detto?]
ja: @en_shock [教えてくれた…\>だと？]
ko: @en_shock [그들이...\>말했어?]
pt_br: @en_shock [Eles...\>te contaram?]
ru: @en_shock [Они...\>тебе рассказали?]

source: @en4 [When?]
cht: @en4 [什么时候？]
es: @en4 [¿Cuándo?]
it: @en4 [Quando?]
ja: @en4 [いつ？]
ko: @en4 [언제?]
pt_br: @en4 [Quando?]
ru: @en4 [Когда?]

source: @niko2 Wait...\.\. You don't know about that?
cht: @niko2 等等...\.\.你不知道这个？
es: @niko2 Espera...\.\. ¿Es que no lo sabes?
it: @niko2 Aspetta...\.\. Non lo sai?
ja: @niko2 えっ…\.\. 知らなかったの？
ko: @niko2 잠깐...\.\. 그걸 몰랐어요?
pt_br: @niko2 Espere...\.\. Você não sabe?
ru: @niko2 Погоди...\.\. Ты об этом не знаешь?

source: @niko6 But I thought you were... the world...
cht: @niko6 可我以为你就是...世界...
es: @niko6 Pero yo creía que tú eras... el mundo...
it: @niko6 Ma credevo fossi... il mondo...
ja: @niko6 てっきり…君は、世界そのものだから…
ko: @niko6 하지만 전 당신이... 곧 세상이라고 생각했는데요...
pt_br: @niko6 Mas eu pensei que você fosse... o mundo...
ru: @niko6 Но я думал, что ты и есть... мир...

source: @niko2 Aren't you supposed to see everything?
cht: @niko2 难道你不是应该看见所有东西吗？
es: @niko2 ¿No se supone que podías verlo todo?
it: @niko2 Non dovresti vedere tutto?
ja: @niko2 …この世界で起きたこと、全部 知ってるんじゃないの？
ko: @niko2 모든 일을 볼 수 있는 게 아니었나요?
pt_br: @niko2 Você não devia conseguir ver tudo?
ru: @niko2 Разве тебе не видно всё-всё?

source: @en_eyeclosed [No.]
cht: @en_eyeclosed [不。]
ja: @en_eyeclosed [いいや。]
ko: @en_eyeclosed [그렇지 않아.]
pt_br: @en_eyeclosed [Não.]
ru: @en_eyeclosed [Нет.]

source: @en_upset [All this... was outside of the protocol.]
cht: @en_upset [这些... 都是在协定范围之外。]
es: @en_upset [Todo esto... quedaba fuera del protocolo.]
it: @en_upset [Tutto questo... sta al di fuori del protocollo.]
ja: @en_upset [全て…プロトコル外だった。]
ko: @en_upset [이 모든 건... 프로토콜 범위 밖이었어.]
pt_br: @en_upset [Tudo isso... estava fora do protocolo.]
ru: @en_upset [Всё это... было за пределами протокола.]

source: @en_upset2 [This session was never supposed to happen the way it did....]
cht: @en_upset2 [这段旅程本不应该以这种方式进行...]
es: @en_upset2 [Se supone que esta sesión nunca sucedería de la forma en que lo hizo...]
it: @en_upset2 [Questa sessione ha seguito un flusso di eventi che non dovrebbe nemmeno esistere...]
ja: @en_upset2 [今回のセッションは、このような形で 起こるべきではなかったのだ…]
ko: @en_upset2 [이번 세션이 이렇게 전개되리라곤 예상 못했지....]
pt_br: @en_upset2 [Essa sessão nunca deveria ter sido do jeito que foi...]
ru: @en_upset2 [Эта сессия не должна была выйти какой она вышла....]

source: @en_upset_meow [The story... wasn't written into my protocol at all.]
cht: @en_upset_meow [这段故事... 一点都没写进我的协定之中。]
es: @en_upset_meow [La historia... nunca se escribió dentro de mi protocolo.]
it: @en_upset_meow [La storia... non è stata scritta nel mio protocollo.]
ja: @en_upset_meow [私のプロトコルには… このシナリオについては、何一つ書かれていない。]
ko: @en_upset_meow [이 이야기는... 내 프로토콜에는 전혀 쓰여 있지 않았어.]
pt_br: @en_upset_meow [A história... não estava escrita em nenhum dos protocolos.]
ru: @en_upset_meow [Этот сюжет... вообще не был записан в моём протоколе.]

source: @niko2 Oh, right...\> Rue told me something about how your creator had to alter the code.
cht: @niko2 哦，好的...\>Rue 告诉我一些关于你们的创造者为何 一定要修改代码的事情。
es: @niko2 Ah, eso...\> Rue me contó algo sobre cómo tu creador tuvo que alterar el código.
it: @niko2 Oh, giusto...\> Rue mi ha accennato il fatto che il tuo creatore ha dovuto modificare il codice.
ja: @niko2 あ、そっか…\> ルエに教えてもらったよ。 創造主がコードを 変えなきゃいけなかった理由とか。
ko: @niko2 그렇군요...\> 당신의 창조자가 코드를 변경해야 했다고 루가 말해 줬어요.
pt_br: @niko2 Ah, sim...\> Rue me falou que seu criador precisou modificar o código.
ru: @niko2 О, точно...\> Рю мне что-то говорила насчёт того, что твоему создателю пришлось изменить код.

source: @niko5 I think it was to connect some areas together so that we can meet...
cht: @niko5 我觉得这是为了将一些地区连接起来， 这样我们就可以见面...
es: @niko5 Creo que tuvo que conectar algunas zonas para que nos podamos encontrar...
it: @niko5 Credo fosse per connettere insieme delle aree, in modo che ci potessimo incontrare...
ja: @niko5 えっと、他の場所につなげてミーたちを 会えるようにするため、だったっけ…
ko: @niko5 아마 그건, 우리가 만날 수 있도록 몇몇 영역을 연결하는 것이었나 봐요.
pt_br: @niko5 Acho que foi para conectar algumas áreas para que pudéssemos nos encontrar...
ru: @niko5 Думаю, так он соединил некоторые места, чтобы мы смогли встретиться.

source: @en_eyeclosed [My creator, yes.]
cht: @en_eyeclosed [我的创造者，对的]
es: @en_eyeclosed [Mi creador, sí.]
it: @en_eyeclosed [Sì, è stato lui.]
ja: @en_eyeclosed [創造主、そうだ。]
ko: @en_eyeclosed [내 창조자라, 맞아.]
pt_br: @en_eyeclosed [Meu criador, sim]
ru: @en_eyeclosed [Да, мой создатель.]

source: @en_upset [\p... listened to my creator.]
cht: @en_upset [\p...听我的创造者说。]
es: @en_upset [\p... escuchó a mi creador.]
it: @en_upset [\p... ha ascoltato il mio creatore.]
ja: @en_upset [\pは… 創造主に従ったのだ。]
ko: @en_upset [\p... 그가 내 창조자 말을 들었지.]
pt_br: @en_upset [\p... ouviu meu criador.]
ru: @en_upset [Он... убедил \p к себя прислушаться.]

source: @en_upset2 [They were all working beyond my scope of influence.]
cht: @en_upset2 [他们都是在我的影响范围之外工作。]
es: @en_upset2 [Todos trabajaban más allá de mi ámbito de influencia.]
it: @en_upset2 [Hanno tutti agito fuori dal mio ambiente d'influenza.]
ja: @en_upset2 [彼らは全員、私が影響を及ぼせる 範囲の外で活動していた。]
ko: @en_upset2 [모든 게 내 영향권 밖에서 일어났어.]
pt_br: @en_upset2 [Eles estavam trabalhando além dos meus limites de influência.]
ru: @en_upset2 [Они все работали вне сферы моего влияния.]

source: @en_eyeclosed [Back at the mines, I remember...]
cht: @en_eyeclosed [回到矿区，我记得...]
es: @en_eyeclosed [De vuelta a las minas, recuerdo...]
it: @en_eyeclosed [Nelle miniere, ricordo che...]
ja: @en_eyeclosed [そう、鉱山の時も…]
ko: @en_eyeclosed [광산에서 있었던 일이 기억나...]
pt_br: @en_eyeclosed [Lá nas minas, eu me lembro...]
ru: @en_eyeclosed [Я помню, как тогда в шахте...]

source: @en2 [\p did something to find a hidden map.]\>\n\@en3 [I did not even recognize it...]
cht: @en2 [\p 做了什么找到一张隐藏的地图。]\>\n\@en3 [我甚至都无法识别它...]
es: @en2 [que \p hizo algo para encontrar un mapa oculto.]\>\n\@en3 [Ni siquiera lo reconocí...]
it: @en2 [\p ha fatto qualcosa per trovare una mappa nascosta.\>\n\@en3 Non me ne ero neppure accorto...]
ja: @en2 [\p は何らかの手段で、 これまで隠されていた配列を発見した。]\>\n\@en3 [私は、それに気付きもしなかった…]
ko: @en2 [\p... 그는 숨겨진 장소를 찾기 위해 뭔가를 했어.]\>\n\@en3 [난 그걸 알아보지도 못했지...]
pt_br: @en2 [\p fez alguma coisa para achar um mapa escondido.]\>\n\@en3 [Eu nem o reconheci...]
ru: @en2 [\p удалось каким-то образом найти спрятанную карту.]\>\n\@en3 [Я её даже не узнала...]

source: @en_upset [I couldn't see anything there!]
cht: @en_upset [我不能看到那的任何东西！]
es: @en_upset [¡No podía ver nada allí!]
it: @en_upset [Non riuscivo a vedere nulla!]
ja: @en_upset [何一つ認識できていなかったのだ！]
ko: @en_upset [거기에서는 아무것도 볼 수 없었어!]
pt_br: @en_upset [Não consegui ver nada nele!]
ru: @en_upset [Я ничего там не могла увидеть!]

source: @en_upset2 [I just... knew...\.\. what you were feeling.]
cht: @en_upset2 [我只...知道...\.\. 你们的感觉。]
es: @en_upset2 [Yo solo sabía...\.\. cómo te sentías.]
it: @en_upset2 [Sapevo...\.\. cosa stavi provando.]
ja: @en_upset2 [私に分かったのは…ただ一つ…\.\.君の感情 だけだった。]
ko: @en_upset2 [난 그냥...\.\. 네가 무엇을 느끼는지 알 수 있었어.]
pt_br: @en_upset2 [Eu só... sabia...\.\. o que você estava sentindo.]
ru: @en_upset2 [Я просто... знала...\.\. что ты чувствуешь.]

source: @en_upset [You were really upset.]
cht: @en_upset [你们都很沮丧。]
es: @en_upset [Estabas muy enfadado.]
it: @en_upset [Eri davvero turbato.]
ja: @en_upset [君は、とても動揺していた。]
ko: @en_upset [넌 많이 화가 났었지.]
pt_br: @en_upset [Transtorno.]
ru: @en_upset [Ты был очень расстроен.]

source: @en_upset_meow [Something happened in there to make you upset.]
cht: @en_upset_meow [在那里发生了一些事让你们很沮丧。]
es: @en_upset_meow [Algo sucedió allí para alterarte.]
it: @en_upset_meow [Stava succedendo qualcosa che ti ha sconvolto.]
ja: @en_upset_meow [君を動揺させる何かが、そこで 起きてしまった。]
ko: @en_upset_meow [거기에서 있었던 일 때문에 화가 난 거야.]
pt_br: @en_upset_meow [O que aconteceu lá lhe causou um grande transtorno.]
ru: @en_upset_meow [Там что-то произошло, что тебя расстроило.]

source: @en_eyeclosed [After that... I...]
cht: @en_eyeclosed [然后...我...]
es: @en_eyeclosed [Después de eso... Yo...]
it: @en_eyeclosed [E... subito dopo...]
ja: @en_eyeclosed [そしてその後…私は…]
ko: @en_eyeclosed [그 후에... 난...]
pt_br: @en_eyeclosed [Depois disso... Eu...]
ru: @en_eyeclosed [После этого... я...]

source: @en_distressed2 [I panicked.]
cht: @en_distressed2 [我慌了。]
es: @en_distressed2 [Entré en pánico.]
it: @en_distressed2 [...Il panico ha avuto la meglio.]
ja: @en_distressed2 [私は、パニックに陥った。]
ko: @en_distressed2 [혼란에 빠졌어.]
pt_br: @en_distressed2 [Entrei em pânico.]
ru: @en_distressed2 [Я запаниковала.]

source: @niko2 That was when... the cave in happened....
cht: @niko2 然后就发生...了坍塌...
es: @niko2 Eso fue... cuando sucedió el derrumbe...
it: @niko2 Ti riferisci... all'incidente nella grotta...
ja: @niko2 そのせいで…洞窟が崩れ始めたんだね…
ko: @niko2 그때였어... 동굴이 무너진 건...
pt_br: @niko2 Foi quando... a caverna desmoronou...
ru: @niko2 Это было... когда случился обвал....

source: @en_eyeclosed [I...\.\.I remember the structure collapsing.]
cht: @en_eyeclosed [我...\.\.我记得建筑倒塌了。]
es: @en_eyeclosed [Recuerdo...\.\.ver caerse la estructura.]
it: @en_eyeclosed [Sì...\.\. ricordo del crollo.]
ja: @en_eyeclosed [建物が…\.\.崩壊を始め…]
ko: @en_eyeclosed [난...\.\.구조물이 무너지던 광경이 기억나.]
pt_br: @en_eyeclosed [Eu... \.\.me lembro da estrutura desabando.]
ru: @en_eyeclosed [Я...\.\.Я помню, как шахта начала обрушаться.]

source: @en_distressed2 [I thought you got hurt, I...]
cht: @en_distressed2 [我觉得你们受伤了，我...]
es: @en_distressed2 [Pensaba que te había pasado algo, yo...]
it: @en_distressed2 [Credevo ti fossi fatto male...]
ja: @en_distressed2 [君を、怪我させてしまったのかと…]
ko: @en_distressed2 [네가 다쳤다고 생각했지...]
pt_br: @en_distressed2 [Achei que você tivesse se machucado, eu...]
ru: @en_distressed2 [Мне показалось, что ты поранился...]

source: @en_eyeclosed [...in that moment, I really thought I was shutting myself down for good.]
cht: @en_eyeclosed [...在那一刻，我觉得还是永远关闭 自己比较好。]
es: @en_eyeclosed [... en aquel momento, pensé de veras que apagarme sería lo mejor.]
it: @en_eyeclosed [...In quel momento, ho pensato seriamente di autodisattivarmi definitivamente.]
ja: @en_eyeclosed […その瞬間、自分が永遠にシャットダウン するのではないかと、本気で思ったよ。]
ko: @en_eyeclosed [...그 순간, 난 스스로 전원을 꺼야겠다고 생각했어.]
pt_br: @en_eyeclosed [... naquele momento, pensei mesmo que estava me desligando de vez.]
ru: @en_eyeclosed [...в тот момент я действительно думала, что выключаюсь навсегда.]
