Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @bookbot [PHOTO IS MISSING.]
cht: @bookbot [照片丢失。]
es: @bookbot [FALTA LA FOTO.]
it: @bookbot [CAUSA: FOTO MANCANTE.]
ja: @bookbot [写真がありませン。]
ko: @bookbot [사진이 없습니다.]
pt_br: @bookbot [FOTO AUSENTE.]
ru: @bookbot [ОТСУТСТВУЕТ ФОТОГРАФИЯ.]

source: @niko_eyeclosed ...why did I do that.
cht: @niko_eyeclosed ...为何我要这样做。
es: @niko_eyeclosed ¿Por qué habré hecho eso?
it: @niko_eyeclosed ...Perché l'ho fatto?
ja: @niko_eyeclosed …ミーは何でこんなことを…
ko: @niko_eyeclosed ...내가 왜 그랬을까.
pt_br: @niko_eyeclosed ... por que eu fiz isso?
ru: @niko_eyeclosed ...зачем я это сделал.

source: @bookbot [HAVE A NICE DAY, MISS KIP.]
cht: @bookbot [祝您今天过得愉快， KIP 女士。]
es: @bookbot [QUE TENGA UN BUEN DÍA, SEÑORITA KIP.]
it: @bookbot [LE AUGURO UNA BUONA GIORNATA, SIGNORINA KIP.]
ja: @bookbot [良い一日を、キップさン。]
ko: @bookbot [좋은 시간 보내십시오, 킵 씨.]
pt_br: @bookbot [TENHA UM BOM DIA, SRTA. KIP.]
ru: @bookbot [ХОРОШЕГО ВАМ ДНЯ, МИСС КИП.]

source: @niko Yup, that's... totally me.
cht: @niko 是， 这...完全就是我。
es: @niko Sí... esa soy yo.
it: @niko Sì... sono proprio io.
ja: @niko うん、それは…完全にミーのことだね。
ko: @niko 맞아요. 그게... 저예요.
pt_br: @niko Sim, sou eu mesma.
ru: @niko Ага, это... определённо я.

source: @bookbot [PHOTO MATCH... \. SUCCESSFUL]
cht: @bookbot [照片匹配...\.成功]
es: @bookbot [COINCIDENCIA FACIAL... \. CON CORRECTA.]
it: @bookbot [RICONOSCIMENTO... \.RIUSCITO.]
ja: @bookbot [写真照合… \.成功]
ko: @bookbot [사진 확인... \. 성공.]
pt_br: @bookbot [FOTO... \. CORRESPONDIDA.]
ru: @bookbot [СРАВНИВАНИЕ С ФОТО... \. ПОЛНОЕ СХОДСТВО]

source: @bookbot [YOU'RE GOOD TO GO!]
cht: @bookbot [您可以走了！]
es: @bookbot [¡TODO EN ORDEN!]
it: @bookbot [PUÒ ANDARE!]
ja: @bookbot [どうぞお通りくださイ！]
ko: @bookbot [가셔도 좋습니다!]
pt_br: @bookbot [VOCÊ PODE ENTRAR!]
ru: @bookbot [ВЫ МОЖЕТЕ ПРОХОДИТЬ!]

source: @niko_eyeclosed ...maybe I should've changed the name.
cht: @niko_eyeclosed ...也许我应该把名字也换了。
es: @niko_eyeclosed Quizás debería haber cambiado el nombre.
it: @niko_eyeclosed ...Avrei dovuto cambiare il nome.
ja: @niko_eyeclosed …名前も変えたほうが良かったね。
ko: @niko_eyeclosed ...이름을 바꿀 걸 그랬나 봐요.
pt_br: @niko_eyeclosed ... talvez fosse melhor eu ter mudado o nome.
ru: @niko_eyeclosed ...может быть стоило поменять имя.

source: @niko So I'm guessing you don't give out library cards?
cht: @niko 所以我猜你并不发放借书卡？
es: @niko Bueno, tú no darás carnés de la biblioteca, ¿verdad?
it: @niko Quindi non sei tu a dare le tessere della biblioteca, vero?
ja: @niko 図書館カードを作ってくれたりはしないよね？
ko: @niko 그럼, 출입증 신청은 할 수 없나요?
pt_br: @niko Então acho que você não fornece cartões da biblioteca.
ru: @niko Я так понимаю, вы не выдаёте читательские карты?

source: @bookbot [I ONLY HANDLE BOOK TRANSACTIONS.]
cht: @bookbot [我只处理书籍事务。]
es: @bookbot [YO SOLO ME ENCARGO DE LAS TRANSACCIONES DE LIBROS.]
it: @bookbot [MI OCCUPO SOLO DELLA GESTIONE DEI LIBRI.]
ja: @bookbot [ワタシは本だけを取り扱っていまス。]
ko: @bookbot [전 서적 반출만 처리합니다.]
pt_br: @bookbot [EU SÓ CUIDO DAS TRANSAÇÕES COM OS LIVROS.]
ru: @bookbot [Я ТОЛЬКО ВЫДАЮ И ПРИНИМАЮ КНИГИ.]

source: @bookbot [...FOR PEOPLE WHO ALREADY POSSESS CARDS.]
cht: @bookbot [...针对已经有借书卡的人。]
es: @bookbot [PARA LA GENTE QUE YA TIENE CARNÉ.]
it: @bookbot [...PER CHI GIÀ POSSIEDE UNA TESSERA.]
ja: @bookbot […カード所有者向けに、でス。]
ko: @bookbot [...출입증을 지닌 사람들의 서적 반출입니다.]
pt_br: @bookbot [... PARA PESSOAS QUE JÁ TÊM CARTÃO.]
ru: @bookbot [...У ТЕХ, У КОГО ЕСТЬ ЧИТАТЕЛЬСКИЕ КАРТЫ.]

source: @niko Ah.
cht: @niko 啊。
ja: @niko そっか。
ko: @niko 그렇군요.
ru: @niko A.

source: @bookbot [TO ACQUIRE A CARD, YOU WOULD NEED TO CONTACT THE HEAD LIBRARIAN, GEORGE.]
cht: @bookbot [如需申领卡片，您需要联系图书馆馆长 GEORGE。]
es: @bookbot [PARA CONSEGUIR UN CARNÉ, TENDRÁS QUE HABLAR CON LA BIBLIOTECARIA, GEORGE.]
it: @bookbot [PER PROCURARSENE UNA, DEVE CONTATTARE LA CAPO BIBLIOTECARIA, GEORGE.]
ja: @bookbot [カードを入手するには、図書館長ジョージに 連絡する必要がありまス。]
ko: @bookbot [카드를 발급받으려면 수석 사서인 조지에게 문의하셔야 합니다.]
pt_br: @bookbot [PARA ADQUIRIR UM CARTÃO, FALE COM A BIBLIOTECÁRIA-CHEFE GEORGE.]
ru: @bookbot [ЧТОБЫ ПОЛУЧИТЬ ЧИТАТЕЛЬСКУЮ КАРТУ, ВАМ ПОТРЕБУЕТСЯ ОБРАТИТЬСЯ К ГЛАВНОМУ БИБЛИОТЕКАРЮ, ДЖОРДЖ.]

source: @bookbot [ALLOW ME TO CALL HER-
cht: @bookbot [让我打电话给她——
es: @bookbot [UN SEGUNDO, VOY A LLAMARLA...
it: @bookbot [RIMANGA IN ATTESA MENTRE LA CHIA-
ja: @bookbot [彼女にお繋ぎしま――
ko: @bookbot [수석 사서에게 전화를-
pt_br: @bookbot [VOU LIGAR PARA ELA...
ru: @bookbot [С ВАШЕГО РАЗРЕШЕНИЯ Я ЕЙ ПОЗВО-

source: @niko_surprised Don't!!
cht: @niko_surprised 不要！
es: @niko_surprised ¡No!
it: @niko_surprised Non lo fare!!
ja: @niko_surprised やめて！！
ko: @niko_surprised 괜찮아요!!
pt_br: @niko_surprised Não!!
ru: @niko_surprised Не надо!!

source: @bookbot [THE HEAD LIBRARIAN, GEORGE, IS IN THE ARCHIVAL ROOM UPSTAIRS.]
cht: @bookbot [图书馆馆长 GEORGE 在楼上的档案室。]
es: @bookbot [LA DIRECTORA DE LA BIBLIOTECA, GEORGE, ESTÁ ARRIBA, EN EL ARCHIVO.]
it: @bookbot [LA CAPO BIBLIOTECARIA, GEORGE, SI TROVA NEGLI ARCHIVI AL PIANO DI SOPRA.]
ja: @bookbot [図書館長ジョージは、上階の収蔵庫にいまス。]
ko: @bookbot [수석 사서인 조지는 이 위쪽의 기록 보관실에 있습니다.]
pt_br: @bookbot [A BIBLIOTECÁRIA-CHEFE GEORGE ESTÁ NA SALA DO ARQUIVO, NO ANDAR DE CIMA.]
ru: @bookbot [ГЛАВНЫЙ БИБЛИОТЕКАРЬ, ДЖОРДЖ, В АРХИВНОМ ПОМЕЩЕНИИ НАВЕРХУ.]

source: @niko Excuse me!
cht: @niko 打扰了！
es: @niko ¡Perdón!
it: @niko Ehi, scusa!
ja: @niko あの！
ko: @niko 잠깐 실례할게요!
pt_br: @niko Com licença!
ru: @niko Прошу прощения!

source: @bookbot [OH. YOU ARE THE MESSIAH.]
cht: @bookbot [哦！你就是那个救世主。]
es: @bookbot [OH, ERES EL MESÍAS.]
it: @bookbot [OH. È IL MESSIA.]
ja: @bookbot [おお。救世主。]
ko: @bookbot [오, 구원자시군요.]
pt_br: @bookbot [AH, VOCÊ É O MESSIAS.]
ru: @bookbot [О, ВЫ — МЕССИЯ.]

source: @bookbot [WELCOME.]
cht: @bookbot [欢迎。]
es: @bookbot [BIENVENIDO.]
it: @bookbot [BENVENUTO.]
ja: @bookbot [ようこソ。]
ko: @bookbot [어서 오십시오.]
pt_br: @bookbot [BOAS-VINDAS.]
ru: @bookbot [ДОБРО ПОЖАЛОВАТЬ.]

source: @niko_speak When I first entered the city, a big robot told me to look for a library on the surface!
cht: @niko_speak 我第一次进入这座城市时，一个很大的 机器人就告诉我要找到一个地面上的 图书馆。
es: @niko_speak Cuando entré por primera vez en la ciudad, un robot grande me dijo que buscara una biblioteca en la superficie.
it: @niko_speak Quando sono arrivato per la prima volta in città, un grande robot mi ha detto di cercare una biblioteca al pianoterra!
ja: @niko_speak 初めて街に入ったときにね、 地表の図書館を探すようにって 大きなロボットに言われたんだ！
ko: @niko_speak 이 도시에 처음 들어왔을 때, 큰 로봇이 제게 지상층에서 도서관을 찾으라고 했어요!
pt_br: @niko_speak Quando cheguei na cidade, um robô grande me disse para procurar a biblioteca da superfície!
ru: @niko_speak На входе в город большой робот сказал мне, что я должен отыскать библиотеку на поверхности!

source: @niko This is the same library, right?
cht: @niko 这就是那个图书馆，对吗？
es: @niko Se refería a esta biblioteca, ¿no?
it: @niko È questa, giusto?
ja: @niko ここがその図書館…だよね？
ko: @niko 여기가 그 도서관 맞죠?
pt_br: @niko É esta a biblioteca, certo?
ru: @niko Это та самая библиотека?

source: @bookbot [AFFIRMATIVE.]
cht: @bookbot [是的。]
es: @bookbot [AFIRMATIVO.]
it: @bookbot [AFFERMATIVO.]
ja: @bookbot [その通りでス。]
ko: @bookbot [그렇습니다.]
pt_br: @bookbot [POSITIVO.]
ru: @bookbot [ПОДТВЕРЖДАЮ.]

source: @niko_speak Oh, goody!
cht: @niko_speak 噢，真好！
es: @niko_speak ¡Qué bien!
it: @niko_speak Oh, perfetto!
ja: @niko_speak おおっ、良かったー！
ko: @niko_speak 오, 다행이다!
pt_br: @niko_speak Ah, legal!
ru: @niko_speak О, как здорово!

source: @niko Well...we're here...what do we do now?
cht: @niko 嗯...我们到了...现在我们要怎么做？
es: @niko Bueno... ya estamos aquí... ¿Y ahora qué hacemos?
it: @niko Beh... ora che siamo qui... cosa dovremmo fare?
ja: @niko それで…やっと着いたけど… これからどうすればいいのかな？
ko: @niko 그래서... 여기 왔는데, 이제 어떻게 해야 하나요?
pt_br: @niko Bom, o que fazemos agora que estamos aqui?
ru: @niko Хорошо...теперь мы здесь...но что нам теперь делать?

source: @niko_eyeclosed The big robot only said there'd be clues here...
cht: @niko_eyeclosed 那个大机器人只说这有线索...
es: @niko_eyeclosed El robot grande solo dijo que habría pistas aquí...
it: @niko_eyeclosed Il robot ha detto che avrei trovato degli indizi qui...
ja: @niko_eyeclosed 大きなロボットは、 ここに手掛かりがあるって言ってたけど…
ko: @niko_eyeclosed 그 로봇은 여기에 단서가 있다고만 했는데...
pt_br: @niko_eyeclosed O robô grande só disse que haveria pistas aqui...
ru: @niko_eyeclosed Большой робот только сказал, что здесь мы найдём какие-нибудь подсказки...

source: @bookbot [THAT IS A QUESTION FOR THE HEAD LIBRARIAN, GEORGE.]
cht: @bookbot [这个问题应该问图书馆馆长 GEORGE。]
es: @bookbot [ESA ES UNA PREGUNTA PARA LA DIRECTORA DE LA BIBLIOTECA, GEORGE.]
it: @bookbot [QUESTA È UNA DOMANDA PER LA CAPO BIBLIOTECARIA, GEORGE.]
ja: @bookbot [それは、図書館長ジョージに聞くべきことでス。]
ko: @bookbot [그 내용은 수석 사서인 조지에게 문의하셔야 합니다.]
pt_br: @bookbot [UMA PERGUNTA PARA A BIBLIOTECÁRIA-CHEFE GEORGE.]
ru: @bookbot [ЭТО ВОПРОС К ГЛАВНОМУ БИБЛИОТЕКАРЮ, ДЖОРДЖ.]

source: @niko_speak Is she...not here?
cht: @niko_speak 她...不在这吗？
es: @niko_speak ¿No está aquí...?
it: @niko_speak Non è qui?
ja: @niko_speak いない…ってこと？
ko: @niko_speak 지금... 여기 없나요?
pt_br: @niko_speak Ela está por aqui?
ru: @niko_speak А она...где?

source: @bookbot [SHE IS HERE. SHE IS IN THE ARCHIVAL ROOM UPSTAIRS.]
cht: @bookbot [她在这。她在楼上的档案室里。]
es: @bookbot [SÍ ESTÁ. ESTÁ ARRIBA, EN EL ARCHIVO.]
it: @bookbot [SÌ INVECE. SI TROVA NEGLI ARCHIVI AL PIANO DI SOPRA.]
ja: @bookbot [彼女ハいまス。上階の収蔵庫ニ。]
ko: @bookbot [있습니다. 위층에 있는 기록 보관실에 있지요.]
pt_br: @bookbot [ELA ESTÁ AQUI, NA SALA DO ARQUIVO, NO ANDAR DE CIMA.]
ru: @bookbot [ОНА ЗДЕСЬ. В АРХИВНОМ ПОМЕЩЕНИИ НАВЕРХУ.]

source: @bookbot [WHEN SHE IS CONCENTRATING ON HER WORK, SHE WILL IGNORE ANY AND ALL PHONECALLS.]
cht: @bookbot [如果她正在专心工作时，就会忽略所有 的电话。]
es: @bookbot [CUANDO ESTÁ CONCENTRADA EN SU TRABAJO, IGNORA TODAS LAS LLAMADAS.]
it: @bookbot [QUANDO SI CONCENTRA SUL LAVORO IGNORA TUTTE LE TELEFONATE.]
ja: @bookbot [仕事に集中している際、彼女は あらゆる電話を無視しまス。]
ko: @bookbot [다만 수석 사서 조지는 일에 집중하는 동안 전화를 일체 받지 않습니다.]
pt_br: @bookbot [QUANDO ELA ESTÁ CONCENTRADA NO TRABALHO, NÃO ATENDE NENHUM TELEFONEMA.]
ru: @bookbot [КОГДА ОНА СОСРЕДОТОЧЕНА НА РАБОТЕ, ОНА ИГНОРИРУЕТ ЛЮБЫЕ ТЕЛЕФОННЫЕ ЗВОНКИ.]

source: @bookbot [...FOR SEVERAL DAYS.]
cht: @bookbot [...会持续几天时间。]
es: @bookbot [...DURANTE VARIOS DÍAS.]
it: @bookbot [...PER DIVERSI GIORNI.]
ja: @bookbot […数日間続くこともありまス。]
ko: @bookbot [...며칠씩이요.]
pt_br: @bookbot [...POR DIAS.]
ru: @bookbot [...ПО НЕСКОЛЬКО ДНЕЙ ПОДРЯД.]

source: @niko_what Yikes!
cht: @niko_what 呀！
es: @niko_what ¡Ostras!
it: @niko_what Oh no!
ja: @niko_what えぇっ！
ko: @niko_what 이런!
pt_br: @niko_what Eita!
ru: @niko_what Вот жесть!

source: @niko Can you go get her in person, then?
cht: @niko 你能私下去找她吗？
es: @niko Entonces, ¿puedes ir a buscarla en persona?
it: @niko Potresti andare a chiamarla di persona?
ja: @niko じゃあ、直接呼びにいってくれない？
ko: @niko 직접 가서 그 분을 데려와 주시면 안 되나요?
pt_br: @niko Você pode falar pessoalmente com ela, então?
ru: @niko А вы можете сходить за ней?

source: @bookbot [LEAVING THIS POST IS NOT IN MY PROGRAMMING.]
cht: @bookbot [离开岗位不在我的程序范围内。]
es: @bookbot [MI PROGRAMACIÓN NO CONTEMPLA ABANDONAR ESTE PUESTO.]
it: @bookbot [LASCIARE QUESTA POSTAZIONE NON FA PARTE DEL MIO PROGRAMMA.]
ja: @bookbot [持ち場を離れてもいいように プログラムされていませン。]
ko: @bookbot [이 자리를 뜨는 행위는 제 프로그래밍에 없습니다.]
pt_br: @bookbot [NÃO ESTÁ NA MINHA PROGRAMAÇÃO DEIXAR O MEU POSTO.]
ru: @bookbot [ПОКИДАТЬ СВОЙ ПОСТ НЕ ВХОДИТ В МОЮ ПРОГРАММУ.]

source: @niko Then...can I go myself?
cht: @niko 那么...我可以自己去找她吗？
es: @niko Entonces... ¿puedo ir yo?
it: @niko Allora... posso andarci io?
ja: @niko それじゃ…ミーが行ってもいい？
ko: @niko 그럼... 제가 직접 가도 되나요?
pt_br: @niko Então... eu posso ir lá?
ru: @niko Тогда...могу ли я сам пойти к ней?

source: @bookbot [OF COURSE.]
cht: @bookbot [当然。]
es: @bookbot [POR SUPUESTO.]
it: @bookbot [CERTAMENTE.]
ja: @bookbot [もちろんでス。]
ko: @bookbot [물론입니다.]
pt_br: @bookbot [SIM.]
ru: @bookbot [КОНЕЧНО.]

source: @bookbot [THE ARCHIVAL ROOM IS ACCESSIBLE THROUGH THE STAIRWELL BEHIND ME.]
cht: @bookbot [档案室可以通过我后面的楼梯进去。]
es: @bookbot [SE PUEDE IR AL ARCHIVO POR LAS ESCALERAS QUE ESTÁN DETRÁS DE MÍ.]
it: @bookbot [PUOI RAGGIUNGERE GLI ARCHIVI TRAMITE LA RAMPA DI SCALE DIETRO DI ME.]
ja: @bookbot [収蔵庫には、ワタシの後ろにある 階段から行くことができまス。]
ko: @bookbot [기록 보관실은 제 뒤쪽의 층계를 통해 가실 수 있습니다.]
pt_br: @bookbot [PARA CHEGAR À SALA DO ARQUIVO, USE A ESCADA ATRÁS DE MIM.]
ru: @bookbot [ЧТОБЫ ПОПАСТЬ В АРХИВНОЕ ПОМЕЩЕНИЕ, ПОДНИМИТЕСЬ ПО СТУПЕНЬКАМ ЗА МОЕЙ СПИНОЙ.]

source: @niko_speak Gotcha, thanks!
cht: @niko_speak 明白，谢谢！
es: @niko_speak Entendido, ¡gracias!
it: @niko_speak Capito, grazie!
ja: @niko_speak 分かった、ありがとう！
ko: @niko_speak 알았어요. 고마워요!
pt_br: @niko_speak Entendi!
ru: @niko_speak Понял, спасибо!

source: I guess that's why the library is always so packed.
cht: 我猜这就是为什么图书馆总是很拥挤的原因。
es: Supongo que es por eso por lo que la biblioteca está siempre tan llena.
it: Immagino sia per questo che la biblioteca è sempre così affollata.
ja: だから図書館は、いつも混んでるのね。
ko: 그게 도서관에 항상 사람들이 득시글거리는 이유야.
pt_br: Acho que é por isso que a biblioteca está tão atulhada.
ru: Думаю, именно поэтому в библиотеке всегда полно народа.

source: ...and this is a slow day, mind you!
cht: ...今天很清闲，请注意！
es: ...y hoy es un día tranquilo, ¡imagínate!
it: ...E oggi è una giornata relativamene tranquilla, eh!
ja: …ちなみに、今日は暇なほうですからね！
ko: ...그나마 오늘은 좀 한가한 편이지!
pt_br: ... e olha que é um dia fraco, imagine!
ru: ...и сегодня далеко не самый загруженный день!

source: The Author's books cover a wide range of topics.
cht: 这作者的书涉及的话题很宽。
es: Los libros del Autor tratan un amplio espectro de temas.
it: I libri dell'Autore coprono una vasta gamma di argomenti.
ja: 「作者」の本には、さまざまなジャンルがあるの。
ko: 이 저자는 정말 광범위한 주제를 다루지.
pt_br: Os livros do Autor abrangem uma ampla gama de tópicos.
ru: Книги Автора охватывают широкий круг вопросов.

source: It seems there are no subjects he does not write about.
cht: 似乎没有他没涉及到的主题。
es: Parece que no haya ningún tema del que no escriba.
it: Sembra che non ci siano temi che non abbia trattato.
ja: 彼が書かない題材はないみたいね。
ko: 다루지 않는 분야를 찾기 힘들 정도야.
pt_br: Parece que não há nenhum assunto sobre o qual ele não tenha escrito.
ru: Кажется, просто нет тематики, которой он ещё не затронул.

source: Quite the renaissance man, don't you think?
cht: 真是个博学的人，你觉得呢？
es: Un hombre renacentista, ¿no crees?
it: Un uomo, potremmo dire, rinascimentale, non credi?
ja: とっても博識な方だと思わない？
ko: 팔방미인인 것 같아. 안 그래?
pt_br: Um humanista, não é?
ru: Поистине разносторонне одарённый человек, как вы считаете?

source: @niko I guess so!
cht: @niko 我也觉得！
es: @niko ¡Supongo que sí!
it: @niko Direi di sì!
ja: @niko そうだね！
ko: @niko 그러게요!
pt_br: @niko Parece que sim!
ru: @niko Думаю, да!

source: But he's been focusing on documenting the world, as of late.
cht: 但他最近一直在忙着记录这个世界。
es: Pero últimamente se ha centrado en documentar el mundo.
it: Ma, negli ultimi tempi, si è concentrato sul documentare il mondo.
ja: けれど最近の彼は、 世界情勢を記録することに集中しているの。
ko: 하지만 최근에는 이 세상의 모습을 기록으로 남기는 데 주력하고 있지.
pt_br: Mas parece que ele, nos últimos tempos, anda documentando o mundo.
ru: Однако в последнее время он посветил себя документированию этого мира.

source: They say this city is the last bastion of civilization.
cht: 他们说这座城市是文明最后的堡垒。
es: Se dice que esta ciudad es el último bastión de la civilización.
it: Dicono che questa città sia l'ultimo pilastro della civiltà.
ja: この街が、文明の最後の砦だって 言われているんですって。
ko: 다들 이 도시가 문명의 마지막 보루라고 말해.
pt_br: Dizem que esta cidade é o último bastião da civilização.
ru: Говорят, этот город — последний оплот цивилизации.

source: Soon, these books may be the only thing we have to remember the rest of the world by.
cht: 很快，这些书将会成为我们铭记世界 其余部分的唯一物品。
es: Pronto, estos libros serán lo único que quede para recordar el resto del mundo.
it: Presto, questi libri potrebbero diventare tutto ciò che ricorderemo del mondo.
ja: 近い将来、ここにある本はもしかすると、 この世界に佇む他の地域のことを思い出せる、 唯一のものになるかもしれないわ。
ko: 이 책들은 곧 우리가 나머지 세계를 추억하는 유일한 수단이 될지도 몰라.
pt_br: Em breve esses livros vão ser a única coisa para nos lembrarmos do mundo.
ru: Скоро эти книги останутся единственным напоминанием о мире за стенами.

source: @niko I haven't seen any superheroes in this world.
cht: @niko 我还没见过这世界的超级英雄呢。
es: @niko No he visto a ningún superhéroe en este mundo.
it: @niko Non ho visto nessun supereroe in questo mondo.
ja: @niko スーパーヒーローは この世界でまだ見たことないや。
ko: @niko 이 세계에서 영웅은 보지 못했는데요.
pt_br: @niko Não vi nenhum super-herói neste mundo.
ru: @niko Мне ещё не попадалось никаких супергероев в этом мире.

source: @niko_speak Saw a lot of robots, though!
cht: @niko_speak 尽管见到了很多机器人！
es: @niko_speak ¡Aunque he visto a un montón de robots!
it: @niko_speak Ho visto un sacco di robot, però!
ja: @niko_speak ロボットはたくさん見たけどね！
ko: @niko_speak 대신 로봇은 많이 봤어요!
pt_br: @niko_speak Vi muitos robôs!
ru: @niko_speak Зато я видел много роботов!

source: Well, I guess robots are more plausible than superpowers...
cht: 嗯，我觉得机器人比超级英雄更现实...
es: Bueno, supongo que los robos son más creíbles que los superhéroes.
it: Beh, i robot sono più realistici di gente con i superpoteri, no?
ja: まぁ、スーパーヒーローよりもロボットの方が まだマトモに聞こえるな…
ko: 뭐, 초능력을 가진 슈퍼 영웅보다는 로봇이 그럴싸하지...
pt_br: Acho que os robôs são mais plausíveis que superpoderes...
ru: Мне кажется, роботы более правдоподобны, чем суперсилы...

source: @niko True!
cht: @niko 确实！
es: @niko ¡Cierto!
it: @niko Vero!
ja: @niko だね！
ko: @niko 맞아요!
pt_br: @niko Verdade!
ru: @niko Согласен!

source: The Author publishes books at a highly accelerated, almost inhuman pace.
cht: 这作者出版书籍的速度非常之快，几乎是 超出常人的速度。
es: El Autor publica libros a un ritmo muy rápido, prácticamente inhumano.
it: L'Autore pubblica libri ad un ritmo incredibile, quasi disumano.
ja: 「作者」はものすごい速いペースで本を 出版しているんだ。もはや人間業じゃないよ。
ko: 이 저자는 정말 인간인가 싶을 만큼 빠른 속도로 책을 출간하고 있어.
pt_br: O Autor publica livros numa velocidade acelerada, quase inumana.
ru: Автор выпускает книги с невероятной, почти нечеловеческой частотой.

source: In fact, he has put out more books in one year than most authors do in a lifetime.
cht: 实际上，他一年出版的书比大部分作者 一生出版的还多。
es: De hecho, ha redactado más libros en un año que muchos autores a lo largo de toda su vida.
it: In un solo anno ha scritto più libri di quelli che un autore qualsiasi riuscirebbe a scrivere in tutta la sua vita!
ja: それどころか、彼が1年間で出版する本の数は、 ほとんどの作家が生涯のうちに出す 本の数よりも多いんだ。
ko: 실제로 웬만한 저자가 평생 동안 내는 책보다 이 저자가 지난 1년 동안 낸 책이 더 많다고.
pt_br: Na verdade, ele publicou mais livros num ano que a maioria dos escritores em uma vida.
ru: Только задумайся, за один год он выпустил больше книг, чем другие авторы издают за всю свою жизнь.

source: According to the head librarian, there is still a large amount of material he has written, but not yet published.
cht: 据图书馆馆长所说，他还写了很多素材， 只是还没有出版。
es: De acuerdo con la bibliotecaria, hay un montón de material que ha escrito pero que todavía no ha sido publicado.
it: E non è tutto! Secondo la capo bibliotecaria, ci sono ancora tanti altri suoi scritti da pubblicare.
ja: 図書館長が言うには、まだ出版されていない 彼の原稿がまだ大量にあるらしい。
ko: 수석 사서의 말에 따르면 아직도 쓰기만 하고 출판하지 않은 자료가 많다고 해.
pt_br: De acordo com a bibliotecária-chefe, ainda há um monte de material escrito ainda não publicado.
ru: Судя по словам главного библиотекаря, ещё многое из того, что он написал, не издано.

source: One cannot help but to wonder where he can get so much done in so little time.
cht: 人们都禁不住好奇，他为何能在这么短 的时间内能做这么多工作。
es: Es imposible no preguntarse cómo puede hacer tanto en tan poco tiempo.
it: Viene davvero da chiedersi come diamine faccia in così poco tempo.
ja: 短い時間でどうしてあれだけの執筆ができるのか、 みんなが不思議に思うのも当然さ。
ko: 대체 어디서 이렇게 짧은 시간에 많은 일을 할 수 있는지 궁금할 뿐이야.
pt_br: Não tem como a gente não se perguntar como ele faz tanto em tão pouco tempo.
ru: Нельзя не задаться вопросом, как он успевает столько сделать за такой короткий срок.

source: I did the calculations, and the numbers simply do not add up.
cht: 我计算过，但算出的数字完全不合理。
es: He hecho las cuentas y los números no cuadran.
it: Ho fatto i calcoli e i numeri semplicemente non tornano.
ja: 計算してみたけど、どうやってもつじつまが合わない。
ko: 내 나름대로 계산도 해 봤는데, 도무지 계산이 맞아 떨어지질 않는다고.
pt_br: Eu fiz uns cálculos e os números simplesmente não batem.
ru: Согласно моим подсчётам... ничего не сходится.

source: @niko Maybe he... \.\.\@niko_speak can stop time?
cht: @niko 或许他...\.\.\@niko_speak 能让时间停止？
es: @niko Tal vez... \.\.\@niko_speak ¿puede detener el tiempo?
it: @niko Forse può... \.\.\@niko_speak fermare il tempo?
ja: @niko もしかしたら… \.\.\@niko_speak 時間を止められるのかも？
ko: @niko 어쩌면... \.\.\@niko_speak 시간을 멈출 수 있는 게 아닐까요?
pt_br: @niko Será que ele...\.\.\@niko_speak para o tempo?
ru: @niko Может, он... \.\.\@niko_speak умеет останавливать время?

source: No such mechanism exists in this world.
cht: 这个世界不存在这种机制。
es: No existe tal mecanismo en este mundo.
it: In questo mondo non esiste niente del genere.
ja: そんなことができる装置なんて、 この世界には存在しない。
ko: 그런 건 이 세상에서는 불가능해.
pt_br: Não existe um mecanismo para isso neste mundo.
ru: Никаких подобных механизмов в этом мире не существует.

source: ...Is that actually possible in your home dimension?
cht: ...在你家乡那个次元能够实现吗？
es: ... ¿Es eso posible en tu dimensión?
it: ...Nella tua dimensione d'origine è possibile?
ja: …君の世界ではできるの？
ko: ...네가 살던 차원에서는 가능한 일이야?
pt_br: Na sua dimensão isso é possível?
ru: ...А в твоём родном измерении это возможно?

source: @niko_eyeclosed Nah, I just saw it in a movie once...
cht: @niko_eyeclosed 不，我只在电影里见过一次...
es: @niko_eyeclosed No, solo lo vi una vez en una película...
it: @niko_eyeclosed Nah, l'ho solo visto in un film...
ja: @niko_eyeclosed ううん、映画で一度見ただけ…
ko: @niko_eyeclosed 아뇨, 그냥 영화에서 한 번 봤을 뿐이에요...
pt_br: @niko_eyeclosed Não, eu vi num filme...
ru: @niko_eyeclosed Да не, я просто однажды видел такое в кино...

source: @niko About... superheroes and stuff.
cht: @niko 关于...超级英雄什么的电影。
es: @niko Sobre... superhéroes y tal.
it: @niko Parlava di supereroi... e roba del genere.
ja: @niko あの…スーパーヒーローみたいなのが 出てくる映画でね。
ko: @niko 슈퍼 영웅 같은 게 나오는 영화요.
pt_br: @niko Tinha uns super-heróis e tal.
ru: @niko Про... супергероев и всё такое.

source: There's a couple of his books in this room that aren't occupied yet.
cht: 这里还有几本他的书没有被借走。
es: Hay un par de sus libros en esta habitación que nadie está leyendo todavía.
it: Ci sono un paio di suoi libri in questa stanza che ancora non sono stati prenotati.
ja: 「作者」の本でまだ貸し出されていないのが まだ何冊かこの部屋にあるよ。
ko: 이 방에는 아직 아무도 빌려 가지 않은 그의 저서가 두어 권 있어.
pt_br: Tem uns livros aqui que ainda ninguém pegou.
ru: В этой комнате есть пара его книг, которые ещё не заняты.

source: Hurry before someone takes them!
cht: 赶紧趁其他人来借之前拿走。
es: ¡Hay que darse prisa antes de que alguien los coja!
it: Sbrigati, prima che qualcuno li prenda al posto tuo!
ja: 急いで急いで！誰かに持っていかれちゃうよ！
ko: 누가 가져가기 전에 빨리 맡아!
pt_br: Corra, antes que alguém os pegue!
ru: Поспеши, пока их кто-нибудь не взял!

source: So, what do you think about the Author?
cht: 那么你觉得这个作者怎么样？
es: Así que, ¿qué piensas sobre el Autor?
it: Allora, cosa ne pensi dell'Autore?
ja: でさ、「作者」についてどう思う？
ko: 너는 이 저자에 대해 어떻게 생각해?
pt_br: O que você acha do Autor?
ru: Ну так что ты думаешь насчёт Автора?

source: @niko I... don't know?
cht: @niko 我...不知道？
es: @niko No sé...
it: @niko Non lo so...?
ja: @niko え…さあ？
ko: @niko 글... 쎄요?
pt_br: @niko Não sei...
ru: @niko Я... не знаю?

source: Have you read his stuff yet?
cht: 你有读过他写的东西吗？
es: ¿Ya te has leído sus obras?
it: Hai già letto la sua roba?
ja: 「作者」の本はもう読んだ？
ko: 아직 저서를 안 읽어 본 거야?
pt_br: Você já leu as coisas dele?
ru: Ты ещё его не читал?

source: If not, you should!
cht: 如果没有，你应该读一读！
es: Si no lo has hecho, ¡deberías!
it: Se non lo hai fatto, dovresti sbrigarti a rimediare!
ja: まだなら、読んだ方がいいよ！
ko: 꼭 읽어 봐!
pt_br: Se não leu, leia!
ru: Если нет, обязательно попробуй!

source: @niko Same.
cht: @niko 我也这么觉得。
es: @niko Igualmente.
it: @niko Idem.
ja: @niko ミーも。
ko: @niko 저도 마찬가지예요.
pt_br: @niko Também.
ru: @niko Я тоже.

source: Yeah! The author doesn't only write books, he also illustrates them!
cht: 是的！作者不仅写书，还画插图！
es: ¡Guau! El autor no solo escribe libros, ¡sino que también los ilustra!
it: Già! L'Autore non solo scrive libri, ma li illustra anche!
ja: うん！「作者」は本だけじゃなくて、絵も描くんだ！
ko: 봐! 저자는 책만 쓰는 게 아니야. 삽화도 그리지!
pt_br: Pois é! O autor não só escreve os livros, mas também os ilustra!
ru: Да! Автор не только пишет книги, но и делает к ним иллюстрации!
