Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @ling_smile Well, don't be afraid to ask if you do get hungry!\>\nI'll be happy to make something for you!
cht: @ling_smile 嗯，要是饿了尽管说！\>\n我很乐意为你做东西！
es: @ling_smile Bueno, ¡que no te dé vergüenza pedir algo si tienes hambre!\>\n¡Será un placer cocinarte algo!
it: @ling_smile Beh, non aver paura di chiedere, se hai fame!\>\nSarei felice di prepararti qualcosa!
ja: @ling_smile まぁ、お腹が空いたら遠慮なく言いな！\>\n喜んで何か作ってあげるよ！
ko: @ling_smile 그래, 배가 고프면 망설이지 말고 여기로 와!\>\n널 위한 요리라면 기쁘게 만들어 줄 테니까!
pt_br: @ling_smile Não hesite em pedir se ficar com fome!\>\n Faço algo para você com prazer!
ru: @ling_smile Если проголодаешься, не стесняйся, говори!\>\nЯ с удовольствием тебе что-нибудь приготовлю!

source: @niko It's an empty coffee tin.
cht: @niko 这是个空的咖啡罐。
es: @niko Es una lata de café vacía.
it: @niko Una lattina vuota di caffè.
ja: @niko 空のコーヒー缶だ。
ko: @niko 빈 커피 캔이에요.
pt_br: @niko Uma lata de café vazia.
ru: @niko Это пустая кофейная банка.

source: @niko I can't sleep now, \p.
cht: @niko 我现在不能睡觉，\p
es: @niko Ahora no puedo dormir, \p.
it: @niko Non è il momento di dormire, \p.
ja: @niko 今はダメだよ、 \p。
ko: @niko 지금 잠을 잘 순 없어요, \p 님.
pt_br: @niko Não posso dormir agora, \p.
ru: @niko Я не могу спать сейчас, \p.

source: @niko_speak I gotta take this guy to the elevators!
cht: @niko_speak 我要把这个人带到电梯！
es: @niko_speak ¡Tengo que llevarle a los ascensores!
it: @niko_speak Devo accompagnare questo tipo agli ascensori!
ja: @niko_speak お兄さんをエレベーターに 連れていかなくちゃ！
ko: @niko_speak 이 사람을 엘리베이터로 데려가야 하니까요!
pt_br: @niko_speak Preciso levar esse cara até os elevadores!
ru: @niko_speak Я должен проводить этого дядю к лифтам!

source: @niko_speak Wow....
cht: @niko_speak 哇噢...
es: @niko_speak Vaya...
ja: @niko_speak わああ…
ko: @niko_speak 우와...
pt_br: @niko_speak Caramba...
ru: @niko_speak Ух ты....

source: @niko I've...actually never been to a big city before!
cht: @niko 其实...我之前从没到过大城市！
es: @niko En realidad... ¡nunca antes había estado en una ciudad grande!
it: @niko Non sono... mai stato in una città così grande prima d'ora!
ja: @niko 実は…大きな街に来るのは初めてなんだ！
ko: @niko 저... 이렇게 큰 도시는 태어나서 처음 봐요!
pt_br: @niko Eu nunca estive numa cidade grande antes!
ru: @niko Я...раньше никогда не бывал в больших городах!

source: @niko All these lights... all these people...
cht: @niko 所有这些灯...所有这些人....
es: @niko Todas las luces... la gente...
it: @niko Tutte queste luci... tutte queste persone...
ja: @niko すっごい明かり…すっごい人の数…
ko: @niko 불빛도 많고...사람도 많고...
pt_br: @niko Tantas luzes... tantas pessoas...
ru: @niko Тут столько огней... столько людей...

source: @niko I guess most of this world's population lives here...
cht: @niko 我想世界上大多数的人都生活在这里...
es: @niko Imagino que la mayor parte de los habitantes de este mundo vive aquí...
it: @niko Immagino che la maggior parte degli abitanti di questo mondo viva qui...
ja: @niko この世界にいる人のほとんどが、 ここに住んでるのかな…
ko: @niko 이 세상 사람이 거의 다 여기 사나 봐요...
pt_br: @niko Acho que a maioria da população do mundo mora aqui...
ru: @niko Думаю, бóльшая часть населения этого мира живёт здесь...

source: @niko It's very different from my village.
cht: @niko 跟我的村子很不一样。
es: @niko Es muy diferente a mi aldea.
it: @niko È molto diverso dal mio villaggio.
ja: @niko ミーの村とは全然違うね。
ko: @niko 제가 살던 마을과 정말 다르네요.
pt_br: @niko É tão diferente da minha aldeia.
ru: @niko В моей деревне всё совсем по-другому.

source: @niko_speak The village is very small, and surrounded by huge fields!
cht: @niko_speak 我的村子很小，而且周围是大片的空地！
es: @niko_speak ¡Mi aldea es muy pequeña y está rodeada de vastos campos!
it: @niko_speak Il villaggio è molto piccolo e circondato da campi enormi!
ja: @niko_speak あの村はとても小さくて、 おっきな平原に囲まれてるんだ！
ko: @niko_speak 우리 마을은 아주 작고, 넓은 들판으로 둘러싸여 있거든요!
pt_br: @niko_speak A aldeia é muito pequena, cercada de campos enormes!
ru: @niko_speak Деревня совсем небольшая, но окружена огромными полями!

source: @niko You saw a bit of that in one of my dreams from a while ago...
cht: @niko 之前你在我的梦里看到过一点...
es: @niko Viste un poco de ella en uno de mis sueños hace tiempo...
it: @niko L'hai visto in uno dei miei sogni un po' di tempo fa...
ja: @niko この前、ミーの夢の中で、 ちらっと見えたでしょ？
ko: @niko 전에 제 꿈에서 보셨겠지만요...
pt_br: @niko Você chegou a ver um pouco dela num dos meus sonhos...
ru: @niko Ты, наверное, помнишь это из одного из моих старых снов...

source: @niko_speak The tallest buildings in our village are only two stories tall!
cht: @niko_speak 我们村里最高的建筑也只有两层！
es: @niko_speak ¡Los edificios más altos de mi aldea solo tienen dos plantas!
it: @niko_speak Da dove vengo io gli edifici più alti hanno solo due piani!
ja: @niko_speak 村で一番高い建物でも、 たったの2階建てだよ！
ko: @niko_speak 우리 마을에서 가장 높은 건물은 고작 2층이에요!
pt_br: @niko_speak Os prédios mais altos da aldeia só têm dois andares!
ru: @niko_speak Самые высокие здания в нашей деревне высотой всего два этажа!

source: @niko_speak What about you, \p?
cht: @niko_speak 你呢，\p？
es: @niko_speak ¿Y tú, \p?
it: @niko_speak E tu che mi dici, \p?
ja: @niko_speak \p はどうなの？
ko: @niko_speak 당신의 세계는 어떤가요, \p 님?
pt_br: @niko_speak E você, \p?
ru: @niko_speak А что насчёт тебя, \p?

source: @niko Where do you live?
cht: @niko 你住在哪里？
es: @niko ¿Dónde vives?
it: @niko Dove vivi?
ja: @niko どんなところに住んでるの？
ko: @niko \p 님은 어디 살아요?
pt_br: @niko Onde você mora?
ru: @niko Где ты живёшь?

source: A city
cht: 一座城市
es: En una ciudad
it: In una città.
ja: 街
ko: 도시에 살아.
pt_br: Numa cidade
ru: В городе

source: A village
cht: 一个村子
es: En una aldea
it: In un villaggio.
ja: 村
ko: 시골에 살아.
pt_br: Numa aldeia
ru: В деревне

source: Someplace else
cht: 其它地方
es: En otro lugar
it: Da qualche altra parte.
ja: その他
ko: 다른 어딘가에 살아.
pt_br: Em outro lugar
ru: В другом месте

source: @niko_speak A city? Like this?
cht: @niko_speak 一座城市？像这样的城市？
es: @niko_speak ¿En una ciudad? ¿Como esta?
it: @niko_speak In una città? Come questa?
ja: @niko_speak 街？こんな感じの？
ko: @niko_speak 도시요? 이런 곳 말인가요?
pt_br: @niko_speak Uma cidade? Como essa?
ru: @niko_speak В городе? Как этот?

source: @niko Wow....
cht: @niko 哇噢...
es: @niko Vaya....
ja: @niko わあ…
ko: @niko 우와...
pt_br: @niko Puxa...
ru: @niko Ничего себе....

source: @niko_eyeclosed I can't imagine living in a city...
cht: @niko_eyeclosed 我没法想象住在城市里是怎样的...
es: @niko_eyeclosed No me imagino cómo debe ser vivir en una ciudad...
it: @niko_eyeclosed Non riesco a immaginare la vita in città...
ja: @niko_eyeclosed 街に住むなんて想像できないな…
ko: @niko_eyeclosed 도시 생활이라니, 상상하기 어렵네요...
pt_br: @niko_eyeclosed Não consigo imaginar como é morar numa cidade...
ru: @niko_eyeclosed Не могу представить, каково это — жить в городе...

source: @niko_speak Must be exciting!
cht: @niko_speak 一定很刺激！
es: @niko_speak ¡Tiene que ser emocionante!
it: @niko_speak Dev'essere eccitante!
ja: @niko_speak きっと楽しいだろうね！
ko: @niko_speak 분명 흥미진진할 것 같아요!
pt_br: @niko_speak Deve ser emocionante!
ru: @niko_speak Наверное, очень интересно!

source: @niko_eyeclosed ...And... kinda scary...
cht: @niko_eyeclosed ...而且...有点可怕...
es: @niko_eyeclosed Y... dar un poco de miedo...
it: @niko_eyeclosed E... spaventoso...
ja: @niko_eyeclosed …あと…ちょっと怖そう…
ko: @niko_eyeclosed ...좀... 무서울 것 같기도 하지만요...
pt_br: @niko_eyeclosed ... E um pouco assustador.
ru: @niko_eyeclosed ...и... страшновато...

source: @niko The view is nice, though!
cht: @niko 但是景色应该不错的！
es: @niko ¡Aunque las vistas son bonitas!
it: @niko Però... la vista è piacevole!
ja: @niko でも、景色はいいよね！
ko: @niko 아무튼 전망은 멋지네요!
pt_br: @niko Pelo menos a vista é bonita!
ru: @niko Зато вид хороший!

source: @niko A village?
cht: @niko 一个村子？
es: @niko ¿En una aldea?
it: @niko In un villaggio?
ja: @niko 村？
ko: @niko 시골에요?
pt_br: @niko Uma aldeia?
ru: @niko В деревне?

source: @niko_speak Just like me!
cht: @niko_speak 就跟我一样！
es: @niko_speak ¡Como yo!
it: @niko_speak Proprio come me!
ja: @niko_speak ミーと同じだ！
ko: @niko_speak 저랑 비슷하네요!
pt_br: @niko_speak Eu também!
ru: @niko_speak Прямо как я!

source: @niko Can you imagine living in a city like this?
cht: @niko 你能想象住在这样的城市里吗？
es: @niko ¿Te imaginas cómo debe ser vivir en una ciudad como esta...?
it: @niko Riesci ad immaginare come sarebbe vivere in una città come questa?
ja: @niko こんな街に住むなんて想像できる？
ko: @niko 이런 도시에서의 삶, 상상이 돼요?
pt_br: @niko Você consegue se imaginar morando numa cidade como essa?
ru: @niko Ты можешь себе представить, каково это — жить в таком городе?

source: @niko_eyeclosed I can't...
cht: @niko_eyeclosed 我想象不了...
es: @niko_eyeclosed Yo no...
it: @niko_eyeclosed Io non ci riuscirei...
ja: @niko_eyeclosed ミーは無理…
ko: @niko_eyeclosed 전 안 돼요...
pt_br: @niko_eyeclosed Eu não...
ru: @niko_eyeclosed Я не могу...

source: @niko_eyeclosed ...It's... kinda scary....
cht: @niko_eyeclosed ...会...有点可怕...
es: @niko_eyeclosed ... Me da... un poco de miedo...
it: @niko_eyeclosed È... abbastanza spaventoso...
ja: @niko_eyeclosed …ちょっと…怖い…
ko: @niko_eyeclosed ...그게... 좀 무서워서요...
pt_br: @niko_eyeclosed ... É um pouco assustador.
ru: @niko_eyeclosed ...по-моему... страшновато....

source: @niko_speak But also really cool!
cht: @niko_speak 但是也很酷！
es: @niko_speak ¡Pero tiene que ser guay!
it: @niko_speak Ma anche molto fico!
ja: @niko_speak でも素敵なところだよね！
ko: @niko_speak 하지만 정말 멋지기도 해요!
pt_br: @niko_speak Mas muito legal!
ru: @niko_speak Но зато очень круто!

source: @niko_speak Something that isn't a city or village?
cht: @niko_speak 住的地方既不是城市也不是村子？
es: @niko_speak ¿En algo que no es ni una ciudad ni una aldea?
it: @niko_speak In un posto che non è né una città né un villaggio?
ja: @niko_speak 街でも村でもないところ？
ko: @niko_speak 도시도, 시골도 아닌 곳에요?
pt_br: @niko_speak Algo que não seja uma cidade ou uma aldeia?
ru: @niko_speak Не в городе и не в деревне?

source: @niko_speak Like a ship?
cht: @niko_speak 比如一艘船上？
es: @niko_speak ¿Como un barco?
it: @niko_speak Tipo una nave?
ja: @niko_speak 船とか？
ko: @niko_speak 배... 처럼요?
pt_br: @niko_speak Tipo um navio?
ru: @niko_speak На корабле?

source: @niko_eyeclosed ...Well, maybe not a ship...
cht: @niko_eyeclosed ...嗯，可能不在船上...
es: @niko_eyeclosed ...Bueno, a lo mejor no un barco...
it: @niko_eyeclosed ...Beh, magari non una nave...
ja: @niko_eyeclosed …ううん、船じゃないね…
ko: @niko_eyeclosed ...음, 배는 아니겠죠...
pt_br: @niko_eyeclosed ... Bem, talvez não um navio...
ru: @niko_eyeclosed ...Ну, может, и не на корабле...

source: @niko Can you imagine living in a city like this, though?
cht: @niko 那你能想象住在这样的城市里会是怎样吗？
es: @niko ¿Pero te imaginas cómo debe ser vivir en una ciudad como esta?
it: @niko Riesci ad immaginare come sarebbe vivere in una città come questa, però?
ja: @niko でも、こんな街に住むなんて想像できる？
ko: @niko 그런 그렇고, 이런 도시에서의 삶이 상상이 가세요?
pt_br: @niko Mas você consegue se imaginar morando numa cidade como essa?
ru: @niko А ты можешь себе представить, каково это — жить в таком городе?

source: Nope... not looking forward to that water shortage.
cht: 不...希望那里不会水资源短缺。
es: No tengo ningunas ganas de se produzca esa situación de escasez de agua.
it: No... questa carenza d'acqua non mi entusiasma.
ja: はぁ…水不足は嫌だな。
ko: 역시... 물 부족 현상이 일어날까 걱정스럽네.
pt_br: É... A falta d’água será um pé no saco.
ru: Нет... Совсем не хочется думать о предстоящей нехватке воды.

source: Oh, hey there.
cht: 噢，你好啊。
es: Ah, hola.
it: Oh, ehilà.
ja: やあ。
ko: 오, 안녕.
pt_br: Opa, e aí?
ru: О, привет.

source: @niko_pancakes You have a lot of fish!
cht: @niko_pancakes 你有这么多的鱼！
es: @niko_pancakes ¡Tienes muchos peces!
it: @niko_pancakes Hai un sacco di pesci!
ja: @niko_pancakes お魚がいっぱいだね！
ko: @niko_pancakes 물고기가 정말 많네요!
pt_br: @niko_pancakes Você tem um monte de peixes!
ru: @niko_pancakes У тебя так много рыбы!

source: Yeah... I'm worried about them.
cht: 是的...我担心他们。
es: Sí... Estoy preocupado por ellos.
it: Già, sono preoccupato per loro.
ja: ああ…この子たちのことが心配だよ。
ko: 그래... 그래서 더 걱정이야.
pt_br: É... Estou meio preocupado com eles.
ru: Да... Я за них волнуюсь.

source: I heard something about how the square particle stuff just took out a major pipeline.
cht: 我听说了关于方块粒子的东西 从主管道跑出来的事情。
es: He oído algo acerca de cómo la partícula cuadrada esa acabó con una tubería principal.
it: Gira voce che le particelle quadre abbiano danneggiato una delle condutture primarie.
ja: 四角形粒子とやらが主要パイプラインを 破壊したって噂を聞いた。
ko: 방금 정사각형 입자가 주요 수도관을 망가트렸다는 소식을 들었거든.
pt_br: Ouvi falar que esse negócio de partículas quadradas acabou de invadir uma das tubulações principais.
ru: Говорят, эти квадратные штуки только что разнесли важный трубопровод.

source: I guess I should take advantage of the running water while I still can...
cht: 我认为我应该在我还可以做到的时候 利用自来水...
es: Supongo que debería aprovechar el agua corriente mientras pueda...
it: Suppongo che dovrei approfittare dell'acqua corrente finché posso...
ja: 水がまだ流れるうちに、 使っておくべきだな…
ko: 수돗물이 끊기기 전에 최대한 이용해야겠어...
pt_br: Acho melhor aproveitar a água encanada enquanto posso...
ru: Думаю, лучше не упускать шанс и использовать воду, пока она ещё идёт...

source: @rue_oh You guys are... \.\.okay?
cht: @rue_oh 你们...\.\.都好吧？
es: @rue_oh ¿Estáis... \.\.bien?
it: @rue_oh Ragazzi... \.\.state bene!
ja: @rue_oh 2人とも… \.\.無事だったの？
ko: @rue_oh 너희들... \.\.괜찮아?
pt_br: @rue_oh Vocês estão... \.\.bem?
ru: @rue_oh Вы оба... \.\.в порядке?

source: @cedric_sigh Yup!
cht: @cedric_sigh 是的！
es: @cedric_sigh ¡Sí!
it: @cedric_sigh Sì!
ja: @cedric_sigh ええ、何とか！
ko: @cedric_sigh 괜찮아!
pt_br: @cedric_sigh É!
ru: @cedric_sigh Ага!

source: @cedric_sigh2 When the factory started collapsing, I really thought we didn't have a chance...
cht: @cedric_sigh2 工厂倒塌时，我真觉得我们没有希望了...
es: @cedric_sigh2 Cuando la fábrica empezó a derrumbarse, pensé que no teníamos ninguna oportunidad...
it: @cedric_sigh2 Quando la fabbrica ha iniziato a crollare ho pensato seriamente che non ce l'avremmo fatta...
ja: @cedric_sigh2 工場が崩壊し始めた時は、さすがに もうダメかと思いましたが…
ko: @cedric_sigh2 공장이 무너지기 시작했을 때만 해도 가망이 없다고 생각했지...
pt_br: @cedric_sigh2 Quando a fábrica começou a desabar, pensei mesmo que não conseguiríamos sair de lá...
ru: @cedric_sigh2 Когда фабрика начала разрушаться, я уже думал, что у нас нет шансов...

source: @cedric3 ...Fortunately, the robot assembly rooms were built pretty tough.
cht: @cedric3 ...幸运的是，机器人组装室修建得很 结实。
es: @cedric3 ... Afortunadamente, las habitaciones de montaje de robots eran bastante resistentes.
it: @cedric3 ...Per fortuna, gli impianti di assemblaggio dei robot hanno retto al crollo.
ja: @cedric3 …幸いなことに、ロボット組立区画は とても頑丈な構造になっていました。
ko: @cedric3 ...다행히, 로봇 조립실이 꽤 견고하게 지어졌더라고.
pt_br: @cedric3 ... Felizmente, as salas de montagem de robôs eram bem resistentes.
ru: @cedric3 ...К счастью, помещения для сборки роботов оказалось довольно прочными.

source: @cedric_hmm And... it actually did not take me long to bring Proto back.
cht: @cedric_hmm 而且...我没花多长时间就把Proto 修复了。
es: @cedric_hmm Y... la verdad es que no tardé mucho en traer a Proto de vuelta.
it: @cedric_hmm ...In realtà non mi ci è voluto molto per riportare indietro Proto.
ja: @cedric_hmm それに…プロトを復元するのには、 そこまで時間がかかりませんでしたから。
ko: @cedric_hmm 그래서... 프로토를 되살리는 데 오래 걸리지 않았지.
pt_br: @cedric_hmm E... nem demorou muito para recuperar o Proto.
ru: @cedric_hmm И... восстановление Прото не заняло у меня много времени.

source: @cedric_smile ...all thanks to father's book!
cht: @cedric_smile ...这都要感谢父亲的书！
es: @cedric_smile ¡... Y todo gracias al libro de padre!
it: @cedric_smile Tutto grazie al libro di papà!
ja: @cedric_smile …どれも、父が書いた本のおかげです！
ko: @cedric_smile ...모두 아버지의 책 덕분이야!
pt_br: @cedric_smile ... tudo graças ao livro do meu pai!
ru: @cedric_smile ...всё благодаря книге отца!

source: @proto1c [He had made my design documents to be compatible with the assembly machines there.]
cht: @proto1c [他让我的设计文档与那里的组装机器 兼容。]
es: @proto1c [Había hecho mis documentos de diseño compatibles con aquellas máquinas de montaje.]
it: @proto1c [Ha fatto in modo che i miei documenti di progettazione fossero compatibili con le macchine di assemblaggio lì presenti.]
ja: @proto1c [ボクの設計書を、あそこの組立機でも 使えるようにしてくれていた。]
ko: @proto1c [아버님께서 내 설계 문서를 공장의 조립 기계와 호환되게 수정하셨거든.]
pt_br: @proto1c [Os documentos do meu projeto são compatíveis com as máquinas de montagem de lá. Ele que pensou nisso.]
ru: @proto1c [Он сделал так, чтобы моя проектная документация была совместима с фабричными сборочными аппаратами.]

source: @cedric_smile All I had to do was scan in the blueprints and reconfigure some machine settings!
cht: @cedric_smile 我要做的就是扫描一下蓝图，然后调整 机器的设置！
es: @cedric_smile Todo lo que tuve que hacer fue escanear los planos y hacer algunas reconfiguraciones.
it: @cedric_smile Tutto quello che dovevo fare è stato scansionare i progetti e riconfigurare qualche impostazione della macchina!
ja: @cedric_smile 僕がやることと言えば、設計図をただスキャン して、設定を少し弄るだけでした！
ko: @cedric_smile 난 그냥 설계도를 스캔해서 입력하고 기계 설정을 다시 했을 뿐이야!
pt_br: @cedric_smile Eu só digitalizei as plantas baixas e reconfigurei uns parâmetros na máquina!
ru: @cedric_smile Мне пришлось только отсканировать чертежи и изменить несколько настроек!

source: @proto1b [...Father really does think of everything.]
cht: @proto1b [...父亲真的想得很周到。]
es: @proto1b [... Padre piensa en todo.]
it: @proto1b [...Papà ha pensato davvero a tutto.]
ja: @proto1b […お父上は、あらゆることを想定していた。]
ko: @proto1b [...아버님께선 정말 빈틈이 없으시다니까.]
pt_br: @proto1b [... Papai pensa em tudo mesmo.]
ru: @proto1b [...Отец и вправду продумывает каждую мелочь.]

source: @rue_smile That he does!
cht: @rue_smile 那确实！
es: @rue_smile ¡Muy cierto!
it: @rue_smile Proprio così!
ja: @rue_smile 本当ね！
ko: @rue_smile 맞아!
pt_br: @rue_smile Sem dúvida!
ru: @rue_smile Это точно!

source: @rue_sigh I'm... just glad everyone is ok.
cht: @rue_sigh 我很...高兴每个人都没事。
es: @rue_sigh Me... alegro de que todo el mundo esté bien.
it: @rue_sigh Sono... contenta che stiano tutti bene.
ja: @rue_sigh はあ…皆が無事で、本当に良かった。
ko: @rue_sigh 모두 괜찮다니 다행이네.
pt_br: @rue_sigh Só estou feliz por todos estarem bem...
ru: @rue_sigh Я... так рада, что все в порядке.

source: @rue_smile We're ready to go now, Niko.
cht: @rue_smile 我们现在准备走了，Niko。
es: @rue_smile Estamos listos, Niko.
it: @rue_smile Siamo pronti ad andare, Niko.
ja: @rue_smile これで準備はできたわ、ニコ。
ko: @rue_smile 이제 갈 준비가 되었어, 니코.
pt_br: @rue_smile Tudo pronto para você ir agora, Niko.
ru: @rue_smile Теперь мы готовы идти, Нико.

source: A quick death promises the least pain, don't you agree?
cht: 长痛不如短痛，不是吗？
es: Las muertes rápidas son también las menos dolorosas, ¿no crees?
it: Più è rapida la morte minore è la sofferenza, no?
ja: 即死なら、痛みで苦しまずに済む。 そう思わんかい？
ko: 바로 죽으면 고통도 별로 없을 거야. 그렇겠지?
pt_br: Mortes rápidas são menos dolorosas, não concorda?
ru: Быстрая смерть несёт в себе меньше мучений, разве нет?

source: To be honest, I'd rather the former.
cht: 老实说，我宁愿走的痛快些。
es: Sinceramente, prefiero la primera opción.
it: A dirla tutta, preferisco la prima possibilità.
ja: ぶっちゃけ、あたしゃ前者の方がいいな。
ko: 솔직히 말하면 난 전자가 낫다고 생각해.
pt_br: Sinceramente, prefiro a primeira opção.
ru: Честно говоря, мне больше по душе первое.

source: [THE LIBRARY IS UP AHEAD.]
cht: [图书馆就在前面。]
es: [LA BIBLIOTECA ESTÁ ARRIBA.]
it: [LA BIBLIOTECA È POCO PIÙ AVANTI.]
ja: [図書館ハこの先にありまス。]
ko: [쭉 가시면 도서관입니다.]
pt_br: [A BIBLIOTECA FICA À FRENTE.]
ru: [БИБЛИОТЕКА ВПЕРЕДИ.]

source: @niko_speak Thanks!
cht: @niko_speak 多谢！
es: @niko_speak ¡Gracias!
it: @niko_speak Grazie!
ja: @niko_speak ありがとう！
ko: @niko_speak 고마워요!
pt_br: @niko_speak Valeu!
ru: @niko_speak Спасибо!

source: @niko Hey, \p?
cht: @niko 嘿，\p？
es: @niko Oye, \p.
it: @niko Ehi, \p?
ja: @niko ねえ、 \p？
ko: @niko 저기, \p 님?
pt_br: @niko Ei... \p?
ru: @niko Эй, \p?

source: @niko_speak Do you remember where the cafe is?
cht: @niko_speak 你记得咖啡厅在哪吗？
es: @niko_speak ¿Recuerdas dónde estaba la cafetería?
it: @niko_speak Ti ricordi dove si trova la caffetteria?
ja: @niko_speak カフェって、どこにあったか覚えてる？
ko: @niko_speak 카페가 어디 있었는지 기억하세요?
pt_br: @niko_speak Você se lembra onde fica o café?
ru: @niko_speak Ты помнишь, где находится кафе?

source: @niko Oh, good!
cht: @niko 哦，好！
es: @niko ¡Qué bien!
it: @niko Oh, bene!
ja: @niko 良かった！
ko: @niko 아, 다행이네요!
pt_br: @niko Ah, legal!
ru: @niko О, хорошо!

source: @niko_speak Wait! I think I remember!\>\n\@niko It's up the elevator, and then we take a right and go down some stairs!
cht: @niko_speak 等等！我想我记得！\>\n\@niko 走到电梯那边，然后右转，然后往下 走几层
es: @niko_speak ¡Espera! ¡Creo que ya me acuerdo!\>\n\@niko Hay que subir en el ascensor, girar a la derecha y luego bajar unas escaleras.
it: @niko_speak Aspetta! Credo di ricordarmelo!\>\n\@niko Dobbiamo prendere l'ascensore, poi giriamo verso destra e infine scendiamo le scale!
ja: @niko_speak あっ！思い出したかも！\>\n\@niko エレベーターで昇って、右に曲がって、 そのあと階段を降りればあったはず！
ko: @niko_speak 잠깐만요! 기억이 나요!\>\n\@niko 엘리베이터를 타고 올라간 뒤에 오른쪽으로 돌아서 계단을 내려가야 해요!
pt_br: @niko_speak Espere! Acho que me lembro!\>\n\@niko É subindo pelo elevador e pegando à direita, depois é só descer as escadas!
ru: @niko_speak Погоди! Я кажется, вспомнил!\>\n\@niko Это вверх на лифте, потом направо и вниз по ступенькам!

source: @niko I'm asking because...well...
cht: @niko 我问是因为...嗯...
es: @niko Lo pregunto porque... bueno...
it: @niko Chiedo perché... ecco...
ja: @niko あのね…その…
ko: @niko 왜 물었냐면요... 음...
pt_br: @niko Estou perguntando porque... Bem...
ru: @niko Я спрашиваю, потому что...ну...

source: @niko_eyeclosed I'm... a little hungry....
cht: @niko_eyeclosed 我...有点饿...
es: @niko_eyeclosed Tengo... un poco de hambre...
it: @niko_eyeclosed Ho... un po' di fame...
ja: @niko_eyeclosed 少し…お腹が空いた…
ko: @niko_eyeclosed 조금... 배가 고파서요...
pt_br: @niko_eyeclosed Estou... com um pouco de fome...
ru: @niko_eyeclosed Я... немного проголодался....

source: @niko_speak Actually I'm REALLY hungry!\>\n\@niko I haven't eaten anything since I got here...
cht: @niko_speak 其实我是真的饿了！\>\n\@niko 我到这之后就没吃过任何东西...
es: @niko_speak Qué narices, ¡me MUERO de hambre!\>\n\@niko No he comido nada desde que llegué aquí...
it: @niko_speak In realtà ho MOLTA fame!\>\n\@niko Non ho mangiato nulla da quando sono arrivato qui...
ja: @niko_speak というか、すごくお腹空いた！\>\n\@niko ここに来てから、まだ何も食べてない…
ko: @niko_speak 사실 배가 많이 고파요!\>\n\@niko 여기 오고부터 거의 먹지를 못했거든요...
pt_br: @niko_speak Na realidade, estou com BASTANTE fome!\>\n\@niko Não comi nada desde que cheguei aqui...
ru: @niko_speak Вообще-то я УЖАСНО голоден!\>\n\@niko Я ничего не ел с тех пор, как сюда попал...

source: @niko So...is it ok if we go get some food before we enter the Tower?
cht: @niko 所以...在进入塔楼之前找点东西吃 可以吗？
es: @niko Así que... ¿y si vamos a buscar comida antes de entrar en la Torre?
it: @niko Quindi... va bene se mettiamo qualcosa sotto i denti prima di entrare nella Torre?
ja: @niko だから…塔に入る前に、何か食べてもいい？
ko: @niko 그러니까... 탑에 들어가기 전에 뭘 좀 먹으면 안 될까요?
pt_br: @niko Então... Tudo bem se comermos alguma coisa antes de entrar na Torre?
ru: @niko Так что...может нам стоит сходить за едой, прежде чем зайдём в Башню?

source: @niko_pancakes I hope they have pancakes...
cht: @niko_pancakes 希望他们有薄煎饼...
es: @niko_pancakes Espero que tengan tortitas...
it: @niko_pancakes Spero abbiano i pancake...
ja: @niko_pancakes パンケーキ、あるといいな…
ko: @niko_pancakes 팬케이크라도 팔면 좋을 텐데...
pt_br: @niko_pancakes Tomara que lá tenha panqueca...
ru: @niko_pancakes Надеюсь, там есть оладушки...

source: @niko_speak Time to put the seed in the planter.
cht: @niko_speak 是时候把种子放到花盆里了。
es: @niko_speak Es hora de poner la semilla en la maceta.
it: @niko_speak Ok... Mettiamo il seme nel vaso.
ja: @niko_speak ここに種を入れるね。
ko: @niko_speak 화분에 씨앗을 심어야겠어요.
pt_br: @niko_speak Hora de colocar a semente no vaso.
ru: @niko_speak Пора положить это семечко в горшок.

source: @niko ...\>\nThere's no dirt in this pot.\>\nWill the seed really grow like this?
cht: @niko ...\>\n这个盆里没有泥土。\>\n这样种子真的会发芽吗？
es: @niko ...\>\nNo hay tierra en este macetero.\>\n¿De verdad que la semilla va a crecer así?
it: @niko ...\>\nNon c'è terriccio in questo vaso.\>\nCe la farà a crescere così?
ja: @niko …\>\nこの鉢、土が入ってないよ。\>\n種って本当にこれで育つのかな？
ko: @niko ...\>\n화분에 흙이 없어요.\>\n이 상태로 씨앗이 제대로 자랄 수 있을까요?
pt_br: @niko ...\>\nNão tem terra no vaso.\>\nA semente vai crescer assim?
ru: @niko ...\>\nНо тут нет земли.\>\nРазве сможет семечко вот так здесь прорасти?
