Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @calamus_shock How did that boat get there?
cht: @calamus_shock 那艘船怎么到达那里的？
es: @calamus_shock ¿Cómo ha llegado esa barca hasta ahí?
it: @calamus_shock Come è arrivata qui quella barca?
ja: @calamus_shock この船、どうやってここに？
ko: @calamus_shock 배가 왜 저기 있지?
pt_br: @calamus_shock Como esse barco chegou aqui?
ru: @calamus_shock Как здесь оказалась эта лодка?

source: @niko Okay, I'm pretty sure it has to do with this journal, now...
cht: @niko 嗯，我很确定它和这本日志有关系...
es: @niko Bueno, ahora estoy bastante seguro de que tiene algo que ver con este diario...
it: @niko Ok, ora sono sicuro che ha a che fare con il diario...
ja: @niko やっぱり、この日記のおかげだったんだね…
ko: @niko 그건 분명 이 일지와 관련이 있을 거야...
pt_br: @niko Certo, tenho quase certeza que tem algo a ver com esse diário, agora...
ru: @niko Ну теперь я вполне уверен, что это связано с этим дневником...

source: @niko2 The exact same thing happened back at the Barrens.
cht: @niko2 之前在 Barrens 发生了一模一样的事。
es: @niko2 Ocurrió exactamente lo mismo en los Baldíos.
it: @niko2 È già successo alla Baia Desolata.
ja: @niko2 不毛の地でも、同じことが起きたんだ。
ko: @niko2 정확히 같은 일이 불모지에서도 일어났거든.
pt_br: @niko2 Aconteceu exatamente a mesma coisa nas Terras Áridas.
ru: @niko2 Тогда в Пустошах случилось то же самое.

source: @calamus_speak Seriously?
cht: @calamus_speak 真的？
es: @calamus_speak ¿En serio?
it: @calamus_speak Sul serio?
ja: @calamus_speak ウソだろ？
ko: @calamus_speak 정말?
pt_br: @calamus_speak Sério?
ru: @calamus_speak Серьёзно?

source: @niko The journal was glowing, so I wanted to take a closer look at it.
cht: @niko 日志突然发起光来，我打算仔细看看它。
es: @niko El diario brillaba, así que quise echarle un vistazo más de cerca.
it: @niko Il diario ha brillato, quindi ho deciso di dare un'occhiata più da vicino.
ja: @niko 日記が光り始めたから、中を見てみたんだ。
ko: @niko 일지가 빛나길래, 난 자세히 보고 싶었어.
pt_br: @niko O diário estava brilhando, por isso quis dar uma olhada nele mais de perto.
ru: @niko Дневник засветился, и я решил повнимательнее его рассмотреть.

source: @niko2 Then, I found a page that looked like a drawing of the room we were in, and then...
cht: @niko2 然后我发现有一页好像画的是我们所在的 房间，然后...
es: @niko2 Entonces, encontré una página que parecía un dibujo de la habitación en la que estábamos, y luego...
it: @niko2 Poi ho trovato una pagina che sembrava un disegno della stanza dove eravamo...
ja: @niko2 そしたら、ミーがいた部屋と そっくりな絵を見つけて、それで…
ko: @niko2 거기서 우리가 있던 방을 그린 것 같은 페이지를 찾았지....
pt_br: @niko2 Aí eu achei uma página que parecia ter um desenho da sala e aí...
ru: @niko2 Потом я нашёл страницу с рисунком, похожим на место, в котором мы находились. А потом...

source: @niko_speak A minecart showed up!
cht: @niko_speak 一辆矿车出现了！
es: @niko_speak ¡Apareció un vagón!
it: @niko_speak ...ed è apparso un carrello da miniera!
ja: @niko_speak トロッコがパッて現れたんだ！
ko: @niko_speak 그때 광산 수레가 나타났어!
pt_br: @niko_speak apareceu uma vagoneta!
ru: @niko_speak Появилась вагонетка!

source: @calamus_shock What!
cht: @calamus_shock 什么！
es: @calamus_shock ¡¿Cómo?!
it: @calamus_shock Cosa!?
ja: @calamus_shock ええっ！
ko: @calamus_shock 뭐야!
pt_br: @calamus_shock O quê?!
ru: @calamus_shock Что?!

source: @alula_gasp What!
cht: @alula_gasp 什么！
es: @alula_gasp ¡¿Cómo?!
it: @alula_gasp Cosa!?
ja: @alula_gasp ええっ！
ko: @alula_gasp 뭐!
pt_br: @alula_gasp O quê?!
ru: @alula_gasp Что!?

source: @calamus_speak That sounds freaky...
cht: @calamus_speak 听起来有点诡异...
es: @calamus_speak Eso suena raro...
it: @calamus_speak Mi sembra assurdo...
ja: @calamus_speak 怖いな…
ko: @calamus_speak 으스스한데...
pt_br: @calamus_speak É meio assustador...
ru: @calamus_speak Звучит жутковато...

source: @alula_speak No it doesn't!
cht: @alula_speak 不，没有
es: @alula_speak ¡No, para nada!
it: @alula_speak Non è vero!
ja: @alula_speak ううん、怖くなんかないわ！
ko: @alula_speak 말도 안 돼!
pt_br: @alula_speak Não é, não!
ru: @alula_speak Вовсе нет!

source: @alula_gasp \p must've done something!
cht: @alula_gasp 肯定是\p做了什么！
es: @alula_gasp ¡\p debe haber hecho algo!
it: @alula_gasp Dev'essere stata opera di \p!
ja: @alula_gasp きっと、 \p が何かしたのよ！
ko: @alula_gasp \p 님이 뭔가 했겠지!
pt_br: @alula_gasp \p deve ter feito alguma coisa!
ru: @alula_gasp Это, наверное, \p!

source: @calamus Still...
cht: @calamus 这...
es: @calamus Aún así...
it: @calamus Eppure...
ja: @calamus いやいや、それでも…
ko: @calamus 그래도...
pt_br: @calamus Mesmo assim...
ru: @calamus Но всё же...

source: @alula_gasp ...Hey! We have a boat now!
cht: @alula_gasp ...嘿！我们现在有船了！
es: @alula_gasp ¡... Ey! ¡Ahora tenemos una barca!
it: @alula_gasp ...Ehi! Abbiamo una barca ora!
ja: @alula_gasp …あっ！この船使おうよ！
ko: @alula_gasp ....봐! 이제 배가 생겼어!
pt_br: @alula_gasp ... Ei! Agora nós temos um barco!
ru: @alula_gasp ...Эй! У нас теперь есть лодка!

source: @alula_speak We can go to the burial grounds and visit mom again!
cht: @alula_speak 我们又可以去墓地看妈妈了！
es: @alula_speak ¡Podemos ir al cementerio y ver a mamá otra vez!
it: @alula_speak Possiamo andare al cimitero e visitare di nuovo la mamma!
ja: @alula_speak 埋葬地で、またお母さんに会えるよ！
ko: @alula_speak 다시 묘지로 가서 엄마를 볼 수 있겠어!
pt_br: @alula_speak Podemos ir para o cemitério e visitar a mamãe de novo!
ru: @alula_speak Мы можем отправиться на погост и снова навестить маму!

source: @calamus But...
cht: @calamus 但是...
es: @calamus Pero...
it: @calamus Ma...
ja: @calamus でも…
ko: @calamus 하지만...
pt_br: @calamus Mas...
ru: @calamus Но...

source: @alula_speak Come on, Calamus!
cht: @alula_speak 快来，Calamus！
es: @alula_speak ¡Vamos, Calamus!
it: @alula_speak E dai, Calamus!
ja: @alula_speak ほら行こ、カラムス！
ko: @alula_speak 어서 가자, 칼라무스 오빠!
pt_br: @alula_speak Vamos, Calamus!
ru: @alula_speak Идём, Каламус!

source: @alula Niko and \p are with us!
cht: @alula 有Niko和\p与我们在一起！
es: @alula ¡Niko y \p están con nosotros!
it: @alula Abbiamo Niko e \p con noi!
ja: @alula ニコと \pも 一緒にいるんだから！
ko: @alula 니코와 \p도 같이 있잖아!
pt_br: @alula Niko e \p estão conosco!
ru: @alula С нами же Нико и \p!

source: @calamus Well... \.\.\nif \p made the boat appear... it should be safe...
cht: @calamus 好吧...\.\.\n既然是\p让船出现的... 那就应该是安全的...
es: @calamus Bueno... \.\.\nSi \p ha hecho aparecer la barca... debería ser seguro...
it: @calamus Beh... \.\.\nse quella barca è apparsa per volere di \p... dovremmo essere al sicuro...
ja: @calamus まあ… \.\.\n\p がボートを出現させたんなら… きっと安全か…
ko: @calamus 그래... \.\.\n\p 님이 배를 나타나게 한 거라면... 안전하겠지...
pt_br: @calamus Bom... \.\.\nse \p fez o barco aparecer... ele deve ser seguro...
ru: @calamus Что ж... \.\.\nесли это подарок от \p... наверное, это безопасно...

source: @niko2 What...\.\. do you think, \p?
cht: @niko2 你觉得...\.\.呢，\p？
es: @niko2 ¿Cómo...\.\. lo ves tú, \p?
it: @niko2 ...\.\.Cosa ne pensi, \p?
ja: @niko2 \pは…\.\. どう思う？
ko: @niko2 어떻게...\.\. 생각해요, \p 님?
pt_br: @niko2 O que...\.\. você acha, \p?
ru: @niko2 Как ты...\.\. считаешь, \p?

source: @alula_gasp Can we go yet?
cht: @alula_gasp 我们可以出发了吗？
es: @alula_gasp ¿Podemos ir ya?
it: @alula_gasp Possiamo andare?
ja: @alula_gasp 早く行こうよ！
ko: @alula_gasp 어서 가면 안 될까?
pt_br: @alula_gasp Podemos ir?
ru: @alula_gasp Мы уже можем отправляться?

source: @calamus This passage must be where fireflies congregate...
cht: @calamus 这条通道就是萤火虫聚集的地方...
es: @calamus Este pasadizo debe ser donde se concentran las luciérnagas...
it: @calamus Questo corridoio dev'essere il luogo in cui si riuniscono le lucciole...
ja: @calamus この通路はホタルが集まるところなんだな…
ko: @calamus 이 통로, 반딧불이 모이는 곳인가 봐...
pt_br: @calamus Deve ser nessa passagem que os vaga-lumes se juntam...
ru: @calamus Должно быть, светлячки собираются в этом проходе...

source: @calamus I wonder how long this passage is...
cht: @calamus 我很好奇这条通道到底有多长...
es: @calamus Me preguntó cómo de largo es este pasadizo...
it: @calamus Mi chiedo quanto sia lungo questo corridoio...
ja: @calamus この通路、どこまで続くんだろうな…
ko: @calamus 이 통로, 대체 어디까지 이어질까...
pt_br: @calamus Queria saber até onde vai essa passagem...
ru: @calamus Интересно, какой длины этот проход...

source: @calamus_speak Looks like there's some lights at the end...
cht: @calamus_speak 看上去通道尽头好像有一些灯...
es: @calamus_speak Parece que hay unas luces al fondo...
it: @calamus_speak Sembra che ci siano delle luci alla fine...
ja: @calamus_speak 一番奥で、何か光ってる…
ko: @calamus_speak 끝에 빛이 보이는 것 같아...
pt_br: @calamus_speak Parece que tem umas luzes no final...
ru: @calamus_speak В конце вроде виднеются какие-то огни...

source: @alula_speak Those are fireflies!
cht: @alula_speak 那就是萤火虫！
es: @alula_speak ¡Son luciérnagas!
it: @alula_speak Sono lucciole!
ja: @alula_speak ホタルだわ！
ko: @alula_speak 반딧불이다!
pt_br: @alula_speak São vaga-lumes!
ru: @alula_speak Это светлячки!

source: @calamus_smile We can leave whenever you're ready.
cht: @calamus_smile 等你准备好了，我们随时可以离开。
es: @calamus_smile Podemos salir en cuanto estés listo.
it: @calamus_smile Possiamo partire non appena sei pronto.
ja: @calamus_smile ニコが準備できたら、いつでも行けるよ。
ko: @calamus_smile 너만 준비하면 언제든 떠날 수 있어.
pt_br: @calamus_smile Podemos ir quando quiser.
ru: @calamus_smile Мы отправимся, когда ты будешь готов.

source: @alula_gasp Here we go!
cht: @alula_gasp 我们走吧！
es: @alula_gasp ¡Allá vamos!
it: @alula_gasp Ci siamo!
ja: @alula_gasp レッツゴー！
ko: @alula_gasp 가자!
pt_br: @alula_gasp Lá vamos nós!
ru: @alula_gasp Поплыли!

source: $It may help you to go one color at a time! -Management
cht: $它能帮你确定一个颜色！ ——管理
es: $¡Usar los colores de uno en uno siempre ayuda! -La Administración
it: $Potrebbe aiutarti scegliere un colore alla volta! -La direzione
ja: $1色ずつ試すのが 良いでしょう！ -管理部
ko: $한 번에 색상을 한 가지씩 시험해 보면 도움이 될 것입니다! - 관리 팀
pt_br: $Uma cor por vez talvez seja a melhor opção! – A gerência
ru: $Вам может помочь переход на один цвет! -Управление

source: $It can also help to write down previous attempts. -Management
cht: $也能帮你记下上次尝试。 ——管理
es: $Anotar los intentos previos también resulta muy práctico. -La Administración
it: $Può anche aiutarti segnare i tentativi precedenti. -La direzione
ja: $前回のテスト結果を 書き留めるのも 良いでしょう。 -管理部
ko: $또한 지난 시도를 기록해 두는 것도 도움이 될 것입니다. - 관리 팀
pt_br: $Também é interessante anotar as tentativas anteriores. – A gerência
ru: $Также вам не помешает записывать предыдущие попытки. -Управление

source: $If all else fails, wait for the puzzle to reset.
cht: $如果所有机会都失败， 请等待谜题重置。
es: $Si todo lo demás falla, espera a que se restablezca el puzle.
it: $Se continui a fallire aspetta che il rompicapo si reimposti.
ja: $それでも無理なら、 パズルがリセットされる のを待ちましょう。
ko: $모두 실패할 경우, 퍼즐이 초기화되길 기다리십시오.
pt_br: $Se nada funcionar, espere o quebra-cabeça reiniciar.
ru: $Если ничего не получается, потерпите, пока головоломка не сбросится.

source: $Maybe you'll get an easier one next time...
cht: $或许下次的会简单点...
es: $Quizá la próxima vez te toque uno más fácil...
it: $Magari te ne capiterà uno più semplice...
ja: $次は簡単なものが 出されるかも しれません…。
ko: $아마 다음에는 더 쉬운 퍼즐이 나올지도 모르지요...
pt_br: $Pode ser que o próximo seja mais fácil...
ru: $Может быть, в следующий раз вам достанется комбинация полегче...

source: [BEEP BOOP]
cht: [哔哔叭叭]
es: [BIIIP BUUP]
it: [BIP BOP.]
ja: [ビーッブーッ。]
ko: [삑, 삐빅]
pt_br: [BIP BUP]
ru: [БИП БУП]

source: [THIS IS THE PRINTER ROOM, WHERE MACHINE PARTS ARE MADE.]
cht: [这里是打印室，制作机械零件的地方。]
es: [ESTA ES LA SALA DE IMPRESIÓN, DONDE SE FABRICAN LAS PIEZAS DE LAS MÁQUINAS.]
it: [QUESTA È LA SALA PER LE STAMPE, DOVE SONO PRODOTTI PARTI DI MACCHINE.]
ja: [ここハ、プリンター室でス。機械の部品ヲ 作っていまス。]
ko: [여기는 기계 부품을 만드는 인쇄실입니다.]
pt_br: [ESTA É A SALA DE PRENSAGEM ONDE AS PEÇAS SÃO PRODUZIDAS.]
ru: [ЭТО КОМНАТА ПЕЧАТИ, ГДЕ СОЗДАЮТСЯ ДЕТАЛИ МАШИН.]

source: [ALSO, ROBOTS.]
cht: [也制作机器人。]
es: [Y LOS ROBOTS.]
it: [E ANCHE I ROBOT.]
ja: [ロボットモでス。]
ko: [물론 로봇도 만들죠.]
pt_br: [E ROBÔS TAMBÉM.]
ru: [А ТАКЖЕ, РОБОТЫ.]

source: @niko What should I do, \p?
cht: @niko 我该怎么办， \p？
es: @niko ¿Qué debo hacer, \p?
it: @niko Cosa dovrei fare, \p?
ja: @niko どうしたらいい、 \p？
ko: @niko 어떡하죠, \p 님?
pt_br: @niko O que devo fazer, \p?
ru: @niko Что мне стоит сделать, \p?

source: Give her the sun
cht: 把太阳给她
es: Entrégale el sol
it: Dalle il sole.
ja: 太陽を渡してやるんだ。
ko: 태양을 주자
pt_br: Dar o sol a ela
ru: Отдай ей солнце

source: Don't
cht: 不要
es: No lo hagas
it: Non farlo.
ja: 駄目だ。
ko: 안 돼
pt_br: Não
ru: Не отдавай

source: @niko Here!
cht: @niko 给你！
es: @niko ¡Toma!
it: @niko Ecco qui!
ja: @niko はい！
ko: @niko 여기 있어요!
pt_br: @niko Tome!
ru: @niko Вот!

source: @maize .......\.warm...
cht: @maize .......\.好温暖...
es: @maize ... \.Qué cálido...
it: @maize ......\.caldo...
ja: @maize ……\.暖かい…
ko: @maize ...\.따뜻해...
pt_br: @maize .......\.quente...
ru: @maize .......\.тепло...

source: @maize_smile1 I have... almost forgotten...
cht: @maize_smile1 我已经...几乎忘记了...
es: @maize_smile1 Casi lo había... olvidado...
it: @maize_smile1 Avevo... quasi dimenticato...
ja: @maize_smile1 もう…忘れかけてた…
ko: @maize_smile1 거의... 잊고 있었어...
pt_br: @maize_smile1 Quase... esqueci...
ru: @maize_smile1 Я... почти забыла...

source: @maize_smile1 It's so warm...
cht: @maize_smile1 真暖和...
es: @maize_smile1 Es tan cálido...
it: @maize_smile1 Che tepore...
ja: @maize_smile1 とても、暖かい…
ko: @maize_smile1 정말 따뜻해...
pt_br: @maize_smile1 É tão quente...
ru: @maize_smile1 Какое тёплое...

source: @niko That's... good, right?
cht: @niko 这很...棒，对吧？
es: @niko Eso es... bueno, ¿no?
it: @niko Ma... è una cosa positiva, no?
ja: @niko それは…いいこと、なんだよね？
ko: @niko 정말... 좋죠?
pt_br: @niko Isso... é bom, né?
ru: @niko Это... приятно, да?

source: @maize_smile1 Th...the vines should be gone now...
cht: @maize_smile1 藤蔓现在应该已经消失了...
es: @maize_smile1 Ahora deberían desaparecer las enredaderas...
it: @maize_smile1 I... I rovi dovrebbero essersene già andati...
ja: @maize_smile1 ツ…ツタは、消えてなくなったはずよ…
ko: @maize_smile1 이제 덩굴은 사라졌을 거야...
pt_br: @maize_smile1 As... as trepadeiras já devem ter desaparecido...
ru: @maize_smile1 Л...лозы уже ушли...

source: @maize_smile2 I'm not afraid anymore.
cht: @maize_smile2 我再也不怕了。
es: @maize_smile2 Ya no tengo miedo.
it: @maize_smile2 Non ho più paura.
ja: @maize_smile2 もう、怖くない。
ko: @maize_smile2 이제 무섭지 않아.
pt_br: @maize_smile2 O medo se foi.
ru: @maize_smile2 Я больше не боюсь.

source: @maize_smile2 Thank you...
cht: @maize_smile2 谢谢你...
es: @maize_smile2 Gracias...
it: @maize_smile2 Grazie...
ja: @maize_smile2 ありがとう…
ko: @maize_smile2 정말 고마워...
pt_br: @maize_smile2 Obrigada...
ru: @maize_smile2 Спасибо тебе...

source: @niko_speak ...Alula? You okay?
cht: @niko_speak ... Alula？你还好吧？
es: @niko_speak ¿... Alula? ¿Estás bien?
it: @niko_speak ...Alula? Tutto ok?
ja: @niko_speak …アルーラ？大丈夫？
ko: @niko_speak ...알룰라? 괜찮아?
pt_br: @niko_speak ... Alula? Você está bem?
ru: @niko_speak ...Алула? Ты в порядке?

source: @niko_eyeclosed ...she just looked away.
cht: @niko_eyeclosed ...她扭头看向了别处。
es: @niko_eyeclosed ... ha mirado hacia otro lado.
it: @niko_eyeclosed ...Ha appena distolto lo sguardo.
ja: @niko_eyeclosed …目を合わせてくれない。
ko: @niko_eyeclosed ...알룰라가 그냥 고개를 돌려 버렸어요.
pt_br: @niko_eyeclosed ... ela só desviou o olhar.
ru: @niko_eyeclosed ...она просто отвела взгляд.

source: @niko_distressed2 She's gone...
cht: @niko_distressed2 她走了...
es: @niko_distressed2 Se ha ido...
it: @niko_distressed2 La signorina pianta... se n'è andata...
ja: @niko_distressed2 いない…
ko: @niko_distressed2 사라졌어요...
pt_br: @niko_distressed2 Ela se foi...
ru: @niko_distressed2 Её больше нет...

source: @niko Oh... \>\nThere's something on the ground here.
cht: @niko 噢...\>\n地上有什么东西。
es: @niko Mira... \>\nHay algo en el suelo.
it: @niko Oh... \>\nC'è qualcosa per terra.
ja: @niko あれ… \>\n地面に何か落ちてる。
ko: @niko 아... \>\n땅에 뭔가가 떨어져 있어요.
pt_br: @niko Ah... \>\nTem alguma coisa aqui no chão.
ru: @niko O... \>\nЗдесь что-то лежит на земле.

source: @niko_speak It looks like...a kernel of corn?
cht: @niko_speak 这像是...一粒玉米？
es: @niko_speak Parece una... semilla de maíz.
it: @niko_speak Sembra... un chicco di mais?
ja: @niko_speak トウモロコシの…粒かな？
ko: @niko_speak 이건...옥수수 낟알 같은데요?
pt_br: @niko_speak Parece um... grão de milho?
ru: @niko_speak Это похоже на...семя кукурузы?

source: @niko She must've left it behind.
cht: @niko 这应该是她落下的。
es: @niko Debe habérsela olvidado.
it: @niko Deve averlo lasciato lei.
ja: @niko あの女の人が残していったみたい。
ko: @niko 그 여자분이 남기고 갔나 봐요.
pt_br: @niko Ela deve tê-lo deixado para trás.
ru: @niko Наверное, это она оставила.

source: @maize ...S...\.\.savior...?
cht: @maize 救...\.\.救世主...？
es: @maize ¿...S...\.\.salvador...?
it: @maize ...S...\.\. salvatore...?
ja: @maize …き…\.\.救世主さん…？
ko: @maize ...구...\.\.구원자...?
pt_br: @maize ...M...\.\.Messias...?
ru: @maize ...С..\.\.спаситель...?

source: @maize I can't believe it...\.\.\nYou're real...
cht: @maize 难以置信...\.\.\n你真的存在...
es: @maize No me lo puedo creer...\.\.\nEres real...
it: @maize Non posso crederci...\.\.\nSei davvero qui...
ja: @maize 信じられない…\.\.\n本物なのね…
ko: @maize 믿을 수 없어...\.\.\n정말이었구나...
pt_br: @maize Não acredito...\.\.\nVocê existe...
ru: @maize Не могу поверить...\.\.\nТы настоящий...

source: @niko_shock ....miss?
cht: @niko_shock ...女士？
es: @niko_shock ... ¿Señorita?
it: @niko_shock ...Signorina?
ja: @niko_shock …あの？
ko: @niko_shock ...저기요?
pt_br: @niko_shock ... moça?
ru: @niko_shock ....мисс?

source: @niko_speak Are you... alright?
cht: @niko_speak 你还...好吗？
es: @niko_speak ¿Estás... bien?
it: @niko_speak ...Tutto ok?
ja: @niko_speak 大…丈夫？
ko: @niko_speak 저기... 괜찮으세요?
pt_br: @niko_speak Você... está bem?
ru: @niko_speak С вами всё... в порядке?

source: @maize No....
cht: @maize 不太好...
ja: @maize いいえ…
ko: @maize 아니...
pt_br: @maize Não...
ru: @maize Нет....

source: @niko_speak W-we should get you to the village! \.\.\nMaybe they could-
cht: @niko_speak 我们应该把你带到村子去！\.\.\n说不定他们能——
es: @niko_speak ¡De... Deberíamos llevarte a la aldea! \.\.\nTal vez ellos puedan...
it: @niko_speak D-dovremmo portarti subito al villaggio!\.\.\nForse potrebbero-
ja: @niko_speak む、村に行こう！ \.\.\n村の人なら、もしかしたら――
ko: @niko_speak 저, 제가 마을로 데려다드릴게요! \.\.\n그러면 분명-
pt_br: @niko_speak N-nós podemos levá-la para a aldeia! \.\.\nTalvez eles...
ru: @niko_speak Н-нужно отвести вас в деревню! \.\.\nМожет, они смогут-

source: @maize It's....okay...\.\nIt's okay.....\.\n...too late for me.
cht: @maize 没...关系...\.\n没关系的...\.\n...对我已经太迟了。
es: @maize No pasa... nada...\.\nNo pasa nada...\.\n... Es demasiado tarde para mí.
it: @maize Non... preoccuparti...\. \nVa bene così......\.\n...ormai è troppo tardi per me.
ja: @maize ううん…大丈夫…\.\nいいの……\.\n…もう、手遅れなの。
ko: @maize 괜...찮아...\.\n괜찮아...\.\n...난 이제 틀렸어.
pt_br: @maize Está... tudo bem...\.\nTudo bem... \.\n... já é tarde demais para mim.
ru: @maize Всё....нормально...\.\nВсё нормально.....\.\n...для меня уже слишком поздно.

source: @niko_speak But...
cht: @niko_speak 但是...
es: @niko_speak Pero...
it: @niko_speak Ma...
ja: @niko_speak でも…
ko: @niko_speak 그렇지만...
pt_br: @niko_speak Mas...
ru: @niko_speak Но...

source: @maize ...the sun....
cht: @maize 太阳...
es: @maize ... El sol...
it: @maize ...il sole...
ja: @maize …太陽…
ko: @maize ...태양....
pt_br: @maize ... o sol....
ru: @maize ...солнце....

source: @maize I haven't seen it... I haven't felt it in so long...
cht: @maize 我好久没见过...好久没感受过它了...
es: @maize Llevo tanto tiempo sin verlo... sin sentirlo...
it: @maize Non lo vedo... non lo sento sulla pelle da così tanto tempo...
ja: @maize もう長いこと、見ていない… ずっと、感じていない…
ko: @maize 오랫동안... 못 봤어... 오랫동안... 느끼지 못했어...
pt_br: @maize Não o vejo... Não o sinto há tanto tempo...
ru: @maize Я его не видела... и не чувствовала уже так давно...

source: @maize ...\.\.Savior, if it's not too much trouble...\.\.\nCan you lend me the sun for a while?
cht: @maize ...\.\.救世主，如果不是很麻烦的话...\.\.\n不知是否可以把太阳借给我一段时间吗？
es: @maize ...\.\. Salvador, si no es mucha molestia...\.\.\n¿Podrías prestarme el sol un rato?
it: @maize ...\.\.Salvatore, se non è chiedere troppo...\.\.\npotresti prestarmi il sole per un po'?
ja: @maize …\.\.救世主さん、もしよかったら…\.\.\n少しの間だけ、太陽を貸してくれない？
ko: @maize ...\.\.구원자야, 혹시 폐가 되지 않는다면...\.\.\n내게 그 태양을 좀 빌려주지 않겠니?
pt_br: @maize ...\.\.Messias, se não for muito incômodo...\.\.\nSerá que poderia me emprestar o sol um pouquinho?
ru: @maize ...\.\.Спаситель, если это тебя не затруднит...\.\.\nТы не мог бы одолжить мне солнце на некоторое время?

source: @niko I...\.\.\@niko_speak Will it make you better?
cht: @niko 我...\.\.\@niko_speak 这会让你好起来吗？
es: @niko Eso... \.\.\@niko_speak ¿Hará que te mejores?
it: @niko Ecco... \.\.\@niko_speak Questo ti farà stare meglio?
ja: @niko えっと…\.\.\@niko_speak そしたら、元気になる？
ko: @niko 그러면...\.\.\@niko_speak 좀 나아질 것 같으세요?
pt_br: @niko Eu...\.\.\@niko_speak Isso a deixará melhor?
ru: @niko Я...\.\.\@niko_speak От этого вам станет лучше?

source: @maize .\..\..\.No.\. It will not save me.
cht: @maize ...\....\....\.不。\.它救不了我。
es: @maize .\..\..\. No.\. No va a salvarme.
it: @maize .\..\..\.No.\. Non mi salverà.
ja: @maize .\..\..\.いいえ。\.私はもう、助からない。
ko: @maize .\..\..\.아니.\. 그렇게 해도 난 구원받지 못할 거야.
pt_br: @maize .\..\..\.Não.\. Não me salvará.
ru: @maize .\..\..\.Нет.\. Это меня не спасёт.

source: @maize I just want to experience the sun one more time before I... \.\.Well...
cht: @maize 我只是想再多感受一下太阳的温暖， 在我就要离开之前...\.\.嗯...
es: @maize Tan solo quería sentir el sol una vez más antes de... \.\.Bueno...
it: @maize Voglio solo sentirlo ancora una volta prima che di... \.\.di...
ja: @maize 最後にもう一度、太陽を感じたいの。私が… \.\.その…
ko: @maize 단지 한 번만 더 태양을 느껴보고 싶어.\.\.마지막으로...
pt_br: @maize Só quero sentir o sol mais uma vez antes de... \.\.Bom...
ru: @maize Просто мне хотелось бы ещё разок ощутить солнце, прежде чем я... \.\.Ну...

source: @maize Would it...\.\.\nWould it be too selfish of me to ask?
cht: @maize 这样...\.\.\n这样的请求会不会有些太自私了？
es: @maize ¿Sería...\.\.\ndemasiado egoísta por mi parte el pedírtelo?
it: @maize Sarebbe...\.\.\ntroppo egoista da parte mia chiedertelo?
ja: @maize こんな…\.\.\nこんなことを頼むのは、 自分勝手すぎるかしら？
ko: @maize 이기적인 부탁일지도 모르지만...\.\.\n들어 주겠니?
pt_br: @maize Será que...\.\.\nÉ muito egoísta da minha parte pedir isso?
ru: @maize Это...\.\.\nЭто не слишком эгоистично с моей стороны?

source: @niko2 It's the sun.
cht: @niko2 这是太阳。
es: @niko2 Es el sol.
it: @niko2 È il sole.
ja: @niko2 太陽だ。
ko: @niko2 태양이에요.
pt_br: @niko2 É o sol.
ru: @niko2 Это солнце.

source: @niko We're leaving it with her for now.
cht: @niko 我们正要把它留给她。
es: @niko Vamos a dejárselo de momento.
it: @niko Per adesso, meglio lasciarlo a lei.
ja: @niko 今は預けておこう。
ko: @niko 잠깐만 여기 두고 가요.
pt_br: @niko Nós o deixaremos com ela por enquanto.
ru: @niko Мы пока что оставим его с ней.

source: @alula_pout ...ah.
cht: @alula_pout ...啊。
ja: @alula_pout …うん。
ko: @alula_pout ...아.
ru: @alula_pout эх...

source: @niko_surprised T-\.The light's gone out...!
cht: @niko_surprised 光——\.光消失了...！
es: @niko_surprised ¡La...\.La luz se ha apagado...!
it: @niko_surprised L-\.la luce si è spenta...!
ja: @niko_surprised あ…\.明かりが消えてる…！
ko: @niko_surprised 비... \.빛이 꺼져 버렸어...!
pt_br: @niko_surprised A-\.as luzes se apagaram...!
ru: @niko_surprised О-\.Она потухла...!

source: @niko_distressed \p...
ko: @niko_distressed \p 님...

source: @niko_distressed2 Do you know... what happened?
cht: @niko_distressed2 你知道...发生了什么吗？
es: @niko_distressed2 ¿Sabes lo que ha pasado?
it: @niko_distressed2 Sai dirmi... cos'è successo?
ja: @niko_distressed2 何でこうなったか…分かる？
ko: @niko_distressed2 어떻게 된 건지... 아세요?
pt_br: @niko_distressed2 Você sabe... o que aconteceu?
ru: @niko_distressed2 Ты не знаешь... что произошло?

source: @niko_speak You...\.\.\@niko really?
cht: @niko_speak 你...\.\.\@niko 真的吗？
es: @niko_speak Eh... \.\.\@niko ¿En serio?
it: @niko_speak Ma... \.\.\@niko Davvero?
ja: @niko_speak うそ…\.\.\@niko 本当に？
ko: @niko_speak 정말...\.\.\@niko 로요?
pt_br: @niko_speak Você...\.\.\@niko É mesmo?
ru: @niko_speak Ты...\.\.\@niko правда?

source: @niko_speak but...\. but...\.\.
cht: @niko_speak 但是...\. 但是...\.\.
es: @niko_speak Pero...\. Pero...\.\.
it: @niko_speak Ma...\. Ma...\.\.
ja: @niko_speak でも…\. でも…\.\.
ko: @niko_speak 하지만...\. 그치만...\.\.
pt_br: @niko_speak mas...\. mas...\.\.
ru: @niko_speak Но...\. но...\.\.

source: @niko_distressed Oh.....
cht: @niko_distressed 噢...
es: @niko_distressed No.....
ja: @niko_distressed ああ…
ko: @niko_distressed 아...
pt_br: @niko_distressed Ah...
ru: @niko_distressed Ох.....
