Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @calamus ...trapped?\> In the ruins?
cht: @calamus ...被困住？\>在废墟中？
es: @calamus ... ¿Atrapada?\> ¿En las ruinas?
it: @calamus ...Intrappolata?\> Nelle rovine?
ja: @calamus 閉じ込められた？\>遺跡の中で？
ko: @calamus ...갇혔었다고?\> 폐허에?
pt_br: @calamus ... presa?\> Nas ruínas?
ru: @calamus ...западня?\> В руинах?

source: @alula_oh Yeah!\|
cht: @alula_oh 是的！\|
es: @alula_oh ¡Sí!\|
it: @alula_oh Sì!\|
ja: @alula_oh そう！\|
ko: @alula_oh 맞아!\|
pt_br: @alula_oh É!\|
ru: @alula_oh Ага!\|

source: @alula_pout There was that weird stuff in the door!
cht: @alula_pout 门口有那种奇怪的东西！
es: @alula_pout ¡Había una cosa rara en la puerta!
it: @alula_pout C'era quella roba strana sulla porta!
ja: @alula_pout 入り口に、あの変なのがいた！
ko: @alula_pout 문 안쪽에 이상한 것들이 있었거든!
pt_br: @alula_pout Havia algo estranho na porta!
ru: @alula_pout Там в дверях были эти странные штуковины!

source: @alula_oh You know, the floating squares we see next to the ocean sometimes?
cht: @alula_oh 你知道吗，就是我们有时在海边看到的 那种漂浮的方块？
es: @alula_oh ¿Sabes los cuadrados flotantes que a veces vemos junto al mar?
it: @alula_oh Hai presente i quadrati galleggianti che vediamo qualche volta vicino all'oceano?
ja: @alula_oh ほら、ときどき海の近くで見る、 あの四角い浮かんでるやつ！
ko: @alula_oh 그 왜, 바다에서 가끔 떠다니던 사각형들 있잖아?
pt_br: @alula_oh Os quadrados flutuantes que vemos perto do mar de vez em quando, sabe?
ru: @alula_oh Знаешь, те летающие квадраты, которые мы иногда видим у океана?

source: @alula_oh The stuff you told me to stay away from?
cht: @alula_oh 你让我远离的那种东西？
es: @alula_oh Esos de los que me dijiste que me alejara.
it: @alula_oh Le cose da cui mi hai detto di stare lontana?
ja: @alula_oh 近づくなって言ってたでしょ？
ko: @alula_oh 오빠가 나보고 위험하니까 가까이 가지 말라고 했던 그거 말이야.
pt_br: @alula_oh Dos quais você me mandou ficar longe.
ru: @alula_oh От которых ты велел мне держаться подальше?

source: @calamus_shock What!?
cht: @calamus_shock 什么！？
es: @calamus_shock ¿Qué?
it: @calamus_shock Cosa!?
ja: @calamus_shock 何だって！？
ko: @calamus_shock 뭐!?
pt_br: @calamus_shock O quê?!
ru: @calamus_shock Что!?

source: @calamus_shock It's... spread to the ruins now?
cht: @calamus_shock 那种东西...现在蔓延到废墟来了？
es: @calamus_shock ¿Ya... se ha expandido hasta las ruinas?
it: @calamus_shock Si sono... diffusi fino alle rovine?
ja: @calamus_shock い…遺跡にまで広がったのか？
ko: @calamus_shock 그게... 지금 폐허에까지 퍼졌다고?
pt_br: @calamus_shock Eles... chegaram às ruínas?
ru: @calamus_shock Они уже... добрались до руин?

source: @calamus_sad This isn't good...
cht: @calamus_sad 这可不好...
es: @calamus_sad Eso no es nada bueno...
it: @calamus_sad Accidenti...
ja: @calamus_sad まずいな…
ko: @calamus_sad 안 좋은 징조인데...
pt_br: @calamus_sad Isso não é nada bom...
ru: @calamus_sad Это плохо...

source: @alula_speak Don't worry! I didn't touch it!
cht: @alula_speak 别担心！我没碰它！
es: @alula_speak ¡Tranquila! ¡No lo toqué!
it: @alula_speak Non preoccuparti! Non ho toccato niente!
ja: @alula_speak 心配しないで！触らなかったわ！
ko: @alula_speak 걱정하지 마! 안 건드렸으니까!
pt_br: @alula_speak Não se preocupe! Eu não toquei em nenhum deles!
ru: @alula_speak Не волнуйся! Я их не трогала!

source: @alula I'm not hurt or anything...
cht: @alula 也没受伤或者怎么样...
es: @alula Estoy bien...
it: @alula Non sono ferita, sto bene...
ja: @alula 怪我とかもしてないし…
ko: @alula 다친 곳도 없고...
pt_br: @alula Não estou ferida nem nada...
ru: @alula Я не ранена, ничего такого...

source: @calamus_sad Still...If it gets any worse, we might have to find somewhere else to live...
cht: @calamus_sad 但是...如果情况越来越糟糕的话，我们 可能得找别的地方住...
es: @calamus_sad Aún así... si la cosa empeora, tendremos que buscar otro lugar donde vivir...
it: @calamus_sad Comunque... Se la situazione dovesse peggiorare, ci toccherà cercare un altro posto dove vivere...
ja: @calamus_sad だとしても…これ以上ひどくなったら、 他に住む場所を見つけないと…
ko: @calamus_sad 어쩌면...상황이 더 심각해지면 다른 곳에서 살아야 할지도 몰라...
pt_br: @calamus_sad Mesmo assim... se piorar, precisaremos encontrar outro lugar para morar...
ru: @calamus_sad Но всё же... Если ситуация ухудшится, нам придётся искать себе другой дом...

source: @niko What is this...square... stuff, exactly?
cht: @niko 这种...方块...到底是什么？
es: @niko ¿Y qué son... esas cosas cuadradas exactamente?
it: @niko Che cosa sono questi... quadrati, esattamente?
ja: @niko 今言ってた…四角いやつ…って、何？
ko: @niko 그... 사각형... 이라는 게 대체 뭐야?
pt_br: @niko O que são esses... quadrados... exatamente?
ru: @niko А что такое эти... квадраты?

source: @calamus_sad Bad.
cht: @calamus_sad 坏东西。
es: @calamus_sad Algo malo.
it: @calamus_sad Roba brutta.
ja: @calamus_sad 悪いものさ。
ko: @calamus_sad 나쁜 거야.
pt_br: @calamus_sad Coisas ruins.
ru: @calamus_sad Они плохие.

source: @calamus Anything that touches them just...sorta...
cht: @calamus 任何触碰到它们的东西都...会变得...
es: @calamus Todo lo que tocan... es como que...
it: @calamus Qualunque cosa tocchino...
ja: @calamus あれに触れたものは全部…何と言うか…
ko: @calamus 그것과 접촉하는 건 무엇이든... 그냥...
pt_br: @calamus Tudo que os toca...
ru: @calamus Всё, к чему они прикасаются, просто... как бы...

source: @calamus_sad ...Gets...messed up.
cht: @calamus_sad 变得...很糟糕。
es: @calamus_sad ... se... estropea.
it: @calamus_sad ...si... incasina.
ja: @calamus_sad …めちゃくちゃに…なる。
ko: @calamus_sad ...완전히... 엉망이 되고 말아.
pt_br: @calamus_sad Fica estranho...
ru: @calamus_sad ...становится... кашей.

source: @calamus_sad Whenever you hear people say the world is decaying, that's what they meant...
cht: @calamus_sad 任何时候你听到人们说这个世界正在 衰败，都是在指它们...
es: @calamus_sad Siempre que oigas hablar de decadencia, se estarán refiriendo a ellas...
it: @calamus_sad Quando senti dire che il mondo è in declino... È di loro che parliamo...
ja: @calamus_sad みんなが言う「世界の崩壊」ってのは、 あれのことを指しているんだ…
ko: @calamus_sad 너도 세계가 무너지고 있다는 말은 들었을 거야. 그게 바로 그 증거지...
pt_br: @calamus_sad Quando dizem que o mundo está apodrecendo, é disso que estão falando...
ru: @calamus_sad Когда люди говорят, что мир распадается, именно это они и имеют в виду...

source: @calamus_speak Obviously, you should avoid them too.
cht: @calamus_speak 很明显，你也得远离它们。
es: @calamus_speak Evidentemente, tú también debería evitarlas.
it: @calamus_speak Dovresti evitarli anche tu, ovviamente.
ja: @calamus_speak もちろん、君も避けたほうがいい。
ko: @calamus_speak 너도 그걸 피하는 게 좋아.
pt_br: @calamus_speak Você também devia evitá-los.
ru: @calamus_speak И тебе тоже лучше к ним не приближаться.

source: @calamus_speak Anyway, ah...
cht: @calamus_speak 不管怎么样，嗯...
es: @calamus_speak En fin, eh...
it: @calamus_speak Ad ogni modo, ah...
ja: @calamus_speak それより、その…
ko: @calamus_speak 아무튼, 음...
pt_br: @calamus_speak De qualquer forma...
ru: @calamus_speak Но всё равно...

source: @calamus I can't thank you enough for rescuing my sister, savior...
cht: @calamus 非常感谢你救了我妹妹，我永远铭记在心， 救世主...
es: @calamus No sé cómo darte las gracias por rescatar a mi hermana, salvador...
it: @calamus Non posso ringraziarti abbastanza per aver portato in salvo mia sorella, salvatore...
ja: @calamus 救世主、妹を助けてくれて、 感謝してもしきれない…
ko: @calamus 내 동생을 구해줘서 뭐라고 감사해야 할지 모르겠어, 구원자...
pt_br: @calamus Não sei como lhe agradecer por ajudar a minha irmã, messias...
ru: @calamus Я бесконечно тебе благодарен, спаситель всего мира и моей сестры...

source: @niko_speak Just call me Niko!
cht: @niko_speak 叫我Niko就行！
es: @niko_speak ¡Llámame Niko!
it: @niko_speak Chiamami Niko!
ja: @niko_speak ミーのことはニコって呼んで！
ko: @niko_speak 그냥 니코라고 불러!
pt_br: @niko_speak Pode me chamar de Niko!
ru: @niko_speak Зови меня просто Нико!

source: @niko Huh?\>\n\@niko_speak Why would it be?
cht: @niko 啊？\>\n\@niko_speak 为什么这样？
es: @niko ¿Eh?\>\n\@niko_speak ¿Y por qué iba a serlo?
it: @niko Eh?\>\n\@niko_speak E perché mai?
ja: @niko え？\>\n\@niko_speak どうして？
ko: @niko 응?\>\n\@niko_speak 왜?
pt_br: @niko Hm?\>\n\@niko_speak Por que seria?
ru: @niko Что?\>\n\@niko_speak Почему это должно звучать грубо?

source: @niko I mean, I'm just a kid like you guys...
cht: @niko 我的意思是，我只是一个和你们一样的 孩子...
es: @niko En fin, solo soy un niño, como vosotras...
it: @niko Cioè, sono solo un ragazzino come voi...
ja: @niko だって、ミーは 君たちと同じ、ただの子供だよ…
ko: @niko 나도 너희와 다를 바 없는 아이일 뿐인걸...
pt_br: @niko É porque... sou só uma criança, assim como vocês...
ru: @niko Ребят, я такой же ребёнок, как и вы...

source: @calamus_shame Ah...
cht: @calamus_shame 嗯...
ja: @calamus_shame そうか…
ko: @calamus_shame 아...
ru: @calamus_shame А-а...

source: @calamus_smile Then...would you like to visit our house, Niko?
cht: @calamus_smile 那么...你想参观一下我们的房子吗， Niko？
es: @calamus_smile Entonces... ¿te gustaría visitar nuestra casa, Niko?
it: @calamus_smile Niko... vorresti visitare casa nostra?
ja: @calamus_smile それなら…うちに来ないか、ニコ？
ko: @calamus_smile 그럼... 우리 집에 오지 않을래, 니코?
pt_br: @calamus_smile Então... gostaria de visitar nossa casa, Niko?
ru: @calamus_smile Ну тогда...Нико, ты не хотел бы заглянуть к нам в гости?

source: @alula_speak Yaaaay!
cht: @alula_speak 好哇！
es: @alula_speak ¡Yupi!
it: @alula_speak Sììì!
ja: @alula_speak やったーー！
ko: @alula_speak 좋아!
pt_br: @alula_speak Ebaaa!
ru: @alula_speak Ура-а-а!

source: @alula Let's go!
cht: @alula 走吧！
es: @alula ¡Vamos!
it: @alula Andiamo!
ja: @alula 行きましょ！
ko: @alula 어서 가자!
pt_br: @alula Vamos lá!
ru: @alula Идём!

source: @niko_speak I'm sorry, but I think \p might want to go somewhere else right now!
cht: @niko_speak 很抱歉，但是我觉得\p现在 可能想去别的地方！
es: @niko_speak ¡Lo siento, pero creo \p quiere ir a otro lugar ahora mismo!
it: @niko_speak Mi dispiace, ma penso che \p potrebbe voler andare da qualche altra parte adesso!
ja: @niko_speak ごめん、 \p が別の場所に 行きたがってるかもしれないんだ！
ko: @niko_speak 정말 미안한데, \p 님이 다른 곳으로 가고 싶어하는 것 같아!
pt_br: @niko_speak Desculpe-me, mas acho que \p tem vontade de ir para outro lugar agora!
ru: @niko_speak Прошу прощения, но у \p есть незаконченные дела в другом месте!

source: @calamus_smile That's fine.\.\. I'm sure you both have more important things to do right now.
cht: @calamus_smile 好吧。\.\.我知道你们俩现在一定有更重要 的事要做。
es: @calamus_smile Está bien.\.\. Supongo que ambos tenéis cosas más importantes que hacer ahora.
it: @calamus_smile Va bene.\.\. Sono sicuro che avete entrambi cose più importanti da fare in questo momento.
ja: @calamus_smile 分かった。\.\.君たちには他にやるべきことが あるだろうしな。
ko: @calamus_smile 괜찮아.\.\. 둘한테는 지금 해야 하는 중요한 일이 있겠지.
pt_br: @calamus_smile Tudo bem.\.\. Com certeza vocês têm coisas mais importantes para fazer no momento.
ru: @calamus_smile Ничего страшного.\.\. Без сомнения, у вас двоих сейчас полно важных дел.

source: @calamus_smile But feel free to drop by if you change your mind.
cht: @calamus_smile 但是如果你改变了主意，我们随时欢迎你。
es: @calamus_smile Pero os podéis pasar si cambiáis de opinión.
it: @calamus_smile Ma sentitevi liberi di passare se cambiate idea.
ja: @calamus_smile でも気が変わったら、いつでも寄ってくれよ。
ko: @calamus_smile 그렇지만 마음이 바뀌면 언제든 찾아와.
pt_br: @calamus_smile Mas podem passar lá se mudarem de ideia!
ru: @calamus_smile Но не стесняйся заходить когда передумаешь.

source: @alula_speak Yeah!\.\. We have something nice to give you, Niko!
cht: @alula_speak 好！\.\.我们有个好东西要给你，Niko！
es: @alula_speak ¡Sí!\.\. ¡Tenemos algo que darte, Niko!
it: @alula_speak Sì!\.\. Abbiamo qualcosa di bello da darti, Niko!
ja: @alula_speak そうね！\.\.ニコにあげたいものもあるし！
ko: @alula_speak 맞아!\.\. 니코, 너에게 줄 멋진 선물도 있거든!
pt_br: @alula_speak Sim!\.\. Temos um presente para você, Niko!
ru: @alula_speak Ага!\.\. И у нас для тебя есть кое-что классное, Нико!

source: @alula We live in the ruins.\| So don't forget!
cht: @alula 我们住在废墟。\|记得来玩！
es: @alula Vivimos en las ruinas.\| ¡Que no se te olvide!
it: @alula Viviamo nelle rovine.\| Non scordartelo!
ja: @alula あたしたちは遺跡に住んでるから。\|忘れないでね！
ko: @alula 우리는 폐허에 살고 있어.\| 절대 잊어버리면 안 돼!
pt_br: @alula Nós moramos nas ruínas.\| Não esqueça!
ru: @alula Мы живём в руинах.\| Не забудь!

source: @calamus_speak Oh, by the way, what happened to the sun?
cht: @calamus_speak 嗯，顺便问一下，太阳怎么了？
es: @calamus_speak Ah, por cierto, ¿qué le ha pasado al sol?
it: @calamus_speak Oh, a proposito, cosa è successo al sole?
ja: @calamus_speak あ、ところで、太陽はどうしたんだ？
ko: @calamus_speak 아, 그건 그렇고, 태양은 어디로 간 거야?
pt_br: @calamus_speak Ah, a propósito, o que aconteceu com o sol?
ru: @calamus_speak О, кстати, а что случилось с солнцем?

source: @niko I lent it to someone in the ruins.\nShe said she wanted to feel the sun again, before.\..\..
cht: @niko 我把它借给了废墟里的一个人。\n她说想最后再次感受一下太阳\..\..\..
es: @niko Se lo dejé a alguien en las ruinas.\nMe dijo que quería volver a sentir el sol.\..\..
it: @niko L'ho prestato ad una signorina nelle rovine.\nVoleva sentirne il calore ancora una volta, prima di.\..\..
ja: @niko 遺跡にいた人に貸したよ。\n太陽を感じたいって言ってたんだ、最後に.\..\..
ko: @niko 폐허에 있는 누군가에게 빌려줬어.\n마지막으로 한 번 더 태양을 느껴보고 싶다고 했거든.\..\..
pt_br: @niko Eu o emprestei para alguém nas ruínas.\nEla disse que queria sentir o sol novamente.\..\..
ru: @niko Я одолжил его одной тёте в руинах.\nОна сказала, что хотела бы снова ощутить солнце, прежде чем.\..\..

source: @calamus Oh, Maize.\nI've met her before, too.
cht: @calamus 哦，是Maize。\n我之前也见过她。
es: @calamus Ah, Maize.\nYo también la conozco.
it: @calamus Oh, Mays.\nAnch'io l'ho incontrata.
ja: @calamus ああ、メイズか。\nオレも会ったことある。
ko: @calamus 아, 메이즈구나.\n나도 전에 만난 적이 있어.
pt_br: @calamus Ah, Maize.\nEu também a conheci.
ru: @calamus А, Мэйз.\nЯ тоже её встречал.

source: @calamus There used to be a lot more plant people around here...\nThat's what my father told me.
cht: @calamus 以前，这周围的植物人要多得多...\n这是我父亲告诉我的。
es: @calamus Solía haber mucha más gente planta por aquí...\nEso es lo que me dijo mi padre.
it: @calamus Una volta c'erano molte più persone pianta qui intorno...\nCosì mi diceva mio padre.
ja: @calamus この辺りには、植物の人たちがもっと たくさん住んでたんだってさ…\n父さんが教えてくれた。
ko: @calamus 옛날에 이 근처에는 식물 인간들이 많았대...\n아버지가 자주 말씀해 주셨지.
pt_br: @calamus Havia muitas pessoas-plantas nessa região...\nPelo menos foi o que meu pai me contou.
ru: @calamus Раньше тут было намного больше людей-растений...\nТак мне говорил отец.

source: @calamus I guess they've all...\. gone.
cht: @calamus 我猜，他们已经全部都...\.不在了。
es: @calamus Creo que...\. se han ido todos.
it: @calamus Immagino che se ne siano tutte...\. andate.
ja: @calamus きっと、みんな…\. いなくなっちゃったんだ。
ko: @calamus 이제...\. 전부 사라진 것 같아.
pt_br: @calamus Acho que elas...\. se foram.
ru: @calamus Думаю, они все...\. дуба дали.

source: @niko_eyeclosed I'm glad she got to see the sun again, at least.
cht: @niko_eyeclosed 还好至少她能再次见到太阳。
es: @niko_eyeclosed Me alegro de que, al menos, pudiera volver a ver el sol.
it: @niko_eyeclosed Sono contento che abbia potuto rivedere ancora una volta il sole almeno.
ja: @niko_eyeclosed あのお姉さんにもう一度太陽を 見せてあげられて良かったよ。
ko: @niko_eyeclosed 적어도 메이즈가 태양을 다시 볼 수 있게 되어서 기뻐.
pt_br: @niko_eyeclosed Pelo menos ela conseguiu sentir o sol novamente.
ru: @niko_eyeclosed Я рад, что ей хотя бы удалось ещё раз посмотреть на солнце.

source: @niko It's full of eels!
cht: @niko 全是鳝鱼！
es: @niko ¡Esto está lleno de anguilas!
it: @niko È pieno di anguille!
ja: @niko ウナギだらけだ！
ko: @niko 장어 천지예요!
pt_br: @niko Está cheio de enguias!
ru: @niko Тут полно угрей!

source: @niko_what Wait, no...
cht: @niko_what 等等，不...
es: @niko_what Espera, no...
it: @niko_what Aspetta, no...
ja: @niko_what 待って、違う…
ko: @niko_what 잠깐, 아니네요...
pt_br: @niko_what Espere, não...
ru: @niko_what Ой, нет...

source: @niko_wtf2 It's full of snakes...
cht: @niko_wtf2 全是蛇...
es: @niko_wtf2 Está lleno de serpientes...
it: @niko_wtf2 È pieno di serpenti...
ja: @niko_wtf2 ヘビだらけだ…
ko: @niko_wtf2 전부 뱀이에요...
pt_br: @niko_wtf2 Está cheio de cobras...
ru: @niko_wtf2 Тут полно змей...

source: @niko_eyeclosed Snakes...
cht: @niko_eyeclosed 蛇...
es: @niko_eyeclosed Serpientes...
it: @niko_eyeclosed Serpenti...
ja: @niko_eyeclosed ヘビ…
ko: @niko_eyeclosed 뱀이에요...
pt_br: @niko_eyeclosed Cobras...
ru: @niko_eyeclosed Змеи...

source: This is the best fishing spot I've found yet!
cht: 这是目前为止我发现的最好的捕鱼地点！
es: ¡Este es el mejor sitio para pescar que he visto en mi vida!
it: Questa è la migliore zona di pesca che sono riuscito a trovare!
ja: これまで見た中で最高の釣りスポットだ！
ko: 여기는 내가 찾은 낚시터 중에 최고야!
pt_br: Esse é o melhor ponto de pesca que eu já encontrei!
ru: Это лучшее место для рыбалки из тех, что мне попадались!

source: All the fish I catch here are longer than my arm!
cht: 我在这抓到的鱼全都比我的手臂还长！
es: ¡Todos los peces que hay aquí son más largos que mi brazo!
it: Tutti i pesci che catturo qui sono più lunghi del mio braccio!
ja: ここで釣れる魚はみんな、この腕より長い！
ko: 내 팔보다 긴 물고기들이 잡힌다니까!
pt_br: Todos os peixes que peguei são maiores que meu braço!
ru: Вся рыба, которую я тут ловлю, длиннее моей руки!

source: @niko_speak Oh no!\>\nThe bridge is out!
cht: @niko_speak 哦，不！\>\n桥垮掉了！
es: @niko_speak ¡Oh, no!\>\n¡El puente está roto!
it: @niko_speak Oh no!\>\nIl ponte è fuori uso!
ja: @niko_speak ああ！\>\n橋が壊れてる！
ko: @niko_speak 안 돼요!\>\n다리가 끊어졌어요!
pt_br: @niko_speak Ah não!\>\nA ponte já era!
ru: @niko_speak О нет!\>\nМоста больше нет!

source: @niko There sure are a lot of vines growing around here now though...
cht: @niko 现在附近肯定长着很多藤蔓...
es: @niko Aunque ahora sí que hay un montón de enredaderas por aquí...
it: @niko Sono cresciuti un sacco di rovi qui intorno...
ja: @niko でも、ツタがたくさん生い茂ってるね。
ko: @niko 이곳에는 덩굴이 많이 자라고 있네요...
pt_br: @niko Mas dá para ver um monte de trepadeiras crescendo por aqui...
ru: @niko Хотя здесь повсюду растёт так много лоз...

source: [I HAVE LOST COMMUNICATION WITH THE GUARDIAN OUTSIDE THE CITY GATE.]
cht: [我已经与城门外的守卫失去了联系。]
es: [HE PERDIDO LA COMUNICACIÓN CON EL GUARDIÁN EN EL EXTERIOR DE LA PUERTA DE LA CIUDAD.]
it: [HO PERSO LE COMUNICAZIONI CON LA GUARDIA ESTERNA ALL'INGRESSO DELLA CITTÀ.]
ja: [街へのゲートの外ニいる守護者と、 連絡ガ取れなくなりましタ。]
ko: [도시 정문 바깥의 수호자와 통신이 끊겼습니다.]
pt_br: [PERDI A COMUNICAÇÃO COM O GUARDIÃO ALÉM DO PORTÃO DA CIDADE.]
ru: [Я ПОТЕРЯЛ СВЯЗЬ С ОХРАННИКОМ У ГОРОДСКИХ ВОРОТ.]

source: @niko2 The... big robot, right?
cht: @niko2 那个...大机器人吗？
es: @niko2 El... robot grande, ¿verdad?
it: @niko2 Intendi... il grande robot, giusto?
ja: @niko2 あの…大きなロボットのことだよね？
ko: @niko2 그 큰 로봇 말이에요?
pt_br: @niko2 O... robô grande, não é?
ru: @niko2 С тем... большим роботом, да?

source: [PLEASE HELP ME CHECK ON THEM.]
cht: [请帮助我检查它们。]
es: [AYÚDAME A COMPROBAR SI ESTÁN BIEN, POR FAVOR.]
it: [PER FAVORE VAI A VERIFICARE LE SUE CONDIZIONI.]
ja: [調べてきてくれませんカ。]
ko: [대신 확인해 주십시오.]
pt_br: [POR FAVOR, AJUDE-ME A SABER COMO ELES ESTÃO.]
ru: [ПОЖАЛУЙСТА, ПОМОГИТЕ МНЕ УЗНАТЬ, ЧТО С НИМ СЛУЧИЛОСЬ.]

source: [I CANNOT LEAVE MY STATION.]
cht: [我不能离开我的站台。]
es: [NO PUEDO ABANDONAR MI PUESTO.]
it: [NON POSSO LASCIARE LA MIA POSTAZIONE.]
ja: [ワタシハ、自分の持ち場から 離れることガできませン。]
ko: [전 이 위치를 떠날 수 없습니다.]
pt_br: [NÃO POSSO DEIXAR MINHA ESTAÇÃO.]
ru: [Я НЕ МОГУ ПОКИНУТЬ СВОЙ ПОСТ.]

source: [THE DEEPER RUINS ARE AHEAD.]
cht: [前面是更深的废墟。]
es: [LAS RUINAS MÁS PROFUNDAS ESTÁN ADELANTE.]
it: [PROSEGUENDO RAGGIUNGERAI LE PROFONDITÀ DELLE ROVINE.]
ja: [この先ハ、さらに大きな廃墟ガありまス。]
ko: [앞에는 더욱 깊은 폐허가 있습니다.]
pt_br: [AS RUÍNAS MAIS PROFUNDAS FICAM ADIANTE.]
ru: [БОЛЕЕ ГЛУБОКИЕ РУИНЫ ВПЕРЕДИ.]

source: [DO NOTE THAT THEY ARE PARTIALLY FLOODED.]
cht: [请注意它们已经有部分被淹没了。]
es: [TEN EN CUENTA QUE ESTÁN PARCIALMENTE INUNDADAS.]
it: [DEVO INFORMARTI CHE SONO PARZIALMENTE ALLAGATE.]
ja: [浸水している箇所モありますので、 注意してくださイ。]
ko: [참고로 일부는 물에 잠겼습니다.]
pt_br: [OBSERVE QUE ELAS ESTÃO PARCIALMENTE INUNDADAS.]
ru: [ОБРАТИТЕ ВНИМАНИЕ, ЧТО ОНИ ЧАСТИЧНО ЗАТОПЛЕНЫ.]

source: @niko3 There's squares all over the big robot...
cht: @niko3 那个大机器人附近都是方块...
es: @niko3 El robot grande tiene cuadrados por todos lados...
it: @niko3 I quadrati hanno completamente ricoperto il grande robot...
ja: @niko3 大きなロボットは、四角形に囲まれてた…
ko: @niko3 큰 로봇이 사각형에 온통 뒤덮였어요...
pt_br: @niko3 Tem quadrados em volta do robô grande...
ru: @niko3 Большой робот весь в квадратах...

source: [AH.]
cht: [啊。]
ja: [アア。]
ko: [아.]
ru: [А.]

source: [THAT IS OUTSIDE MY CAPACITY FOR HELP.]
cht: [这我没有能力帮忙了。]
es: [ESO ESTÁ MÁS ALLÁ DE MI CAPACIDAD DE AYUDA.]
it: [CIÒ VA OLTRE LE MIE CAPACITÀ DI AIUTO.]
ja: [ワタシニハ、助けようがありませン。]
ko: [제 능력 밖의 일입니다.]
pt_br: [AJUDAR ESTÁ ALÉM DA MINHA CAPACIDADE.]
ru: [ПОМОЩЬ С ЭТИМ — ЗА ПРЕДЕЛАМИ МОИХ ВОЗМОЖНОСТЕЙ.]

source: [YOU MAY PROCEED TO THE DEEPER RUINS.]
cht: [你可能得继续进入更深的废墟。]
es: [AVANZA A LAS RUINAS MÁS PROFUNDAS.]
it: [PUOI PROCEDERE ALLE ROVINE PIÙ PROFONDE.]
ja: [奥の廃墟へと進んでかまいませン。]
ko: [깊은 폐허로 가십시오.]
pt_br: [PASSE PARA AS RUÍNAS MAIS PROFUNDAS.]
ru: [ВЫ МОЖЕТЕ ПРОХОДИТЬ ВГЛУБЬ РУИН.]

source: @niko4 Alright...
cht: @niko4 好的...
es: @niko4 Vale...
it: @niko4 Va bene...
ja: @niko4 分かった…
ko: @niko4 알겠어요...
pt_br: @niko4 Certo...
ru: @niko4 Хорошо...

source: @prophet_hmm I am not programmed to feel
cht: @prophet_hmm 我的程序里没有感觉的功能
es: @prophet_hmm No estoy programado para sentir
it: @prophet_hmm Non sono programmato per provare emozioni.
ja: @prophet_hmm 感情を持つように プログラムされていません
ko: @prophet_hmm 제게는 감정을 느끼는 프로그램이 탑재되어 있지 않습니다.
pt_br: @prophet_hmm Eu não fui programado para sentir
ru: @prophet_hmm Я не запрограммирован на чувства

source: @green_gatekeeper [Good luck.]
cht: @green_gatekeeper [祝你好运。]
es: @green_gatekeeper [Buena suerte.]
it: @green_gatekeeper [Buona Fortuna.]
ja: @green_gatekeeper [幸運ヲ祈ル。]
ko: @green_gatekeeper [행운을 빕니다.]
pt_br: @green_gatekeeper [Boa sorte.]
ru: @green_gatekeeper [Удачи.]

source: @niko_eyeclosed \p, I'm too tired to go on right now...\>\nPlease let me nap for a bit somewhere.
cht: @niko_eyeclosed \p，我太累了，走不下去了...\>\n请让我找个地方休息一下吧。
es: @niko_eyeclosed \p, no tengo fuerzas para seguir ahora mismo...\>\nDeja que dé una cabezadita en algún lado.
it: @niko_eyeclosed \p, sono troppo stanco per proseguire...\>\nPer favore, fammi riposare un po' da qualche parte.
ja: @niko_eyeclosed \p、 もう疲れて動けないよ…\>\n少し、どこかでお昼寝してもいいかな。
ko: @niko_eyeclosed \p 님, 너무 피곤해서 쓰러질 것 같아요...\>\n부탁이니 좀 자게 해 주세요.
pt_br: @niko_eyeclosed \p, estou cansada demais para continuar...\>\nDeixe-me cochilar um pouco.
ru: @niko_eyeclosed \p, я слишком устал, чтобы идти дальше...\>\nПожалуйста, позволь мне где-нибудь вздремнуть.

source: @niko_eyeclosed I remember seeing a room to the west...\>\nIt looked like it might be a good place to take a rest.
cht: @niko_eyeclosed 我记得看见西边有个房间...\>\n那似乎是个休息的好地方。
es: @niko_eyeclosed Recuerdo haber visto una habitación al oeste...\>\nParecía un buen lugar para descansar un poco.
it: @niko_eyeclosed Ricordo di aver visto una stanza verso ovest...\>\nSembrava un buon posto per riposare.
ja: @niko_eyeclosed 西のほうに部屋があった気がする…\>\n休むのにちょうどいいかも。
ko: @niko_eyeclosed 서쪽에서 방을 본 기억이 나요...\>\n잠시 쉬기 좋은 곳이었어요.
pt_br: @niko_eyeclosed Lembro de ver uma sala a oeste... \>\nParecia ser um bom lugar para descansar.
ru: @niko_eyeclosed Я помню, что видел комнату к западу...\>\nОна выглядела как хорошее место для отдыха.

source: @niko_speak I found a pen! \.\.\@niko Sort of.
cht: @niko_speak 我找到一支笔！\.\.\@niko 好像是。
es: @niko_speak ¡He encontrado un boli! \.\.\@niko Bueno, algo así.
it: @niko_speak Ho trovato una penna! \.\.\@niko Letteralmente.
ja: @niko_speak ペンならあったよ！ \.\.\@niko ちょっと違うけど。
ko: @niko_speak 펜을 찾았어요! \.\.\@niko 펜은 아니지만 비슷해요.
pt_br: @niko_speak Encontrei uma caneta! \.\.\@niko Mais ou menos.
ru: @niko_speak Я нашёл ручку! \.\.\@niko Ну, что-то наподобие.

source: @green_gatekeeper [Good.\nPlease write your name here.]
cht: @green_gatekeeper [好。\n请把你的名字写在这。]
es: @green_gatekeeper [Bien.]\n[Escribe tu nombre aquí.]
it: @green_gatekeeper [Molto Bene.\nScrivi Qui Il Tuo Nome.]
ja: @green_gatekeeper [素晴ラシイ。\nココニ名前ノ記入ヲ。]
ko: @green_gatekeeper [좋습니다.\n여기에 이름을 적어 주세요.]
pt_br: @green_gatekeeper [Bom.\nEscreva seu nome aqui.]
ru: @green_gatekeeper [Хорошо.\nНапишите здесь своё имя.]

source: @green_gatekeeper [Indeed You Do.]\>\n[But Are You Not Forgetting Something?]
cht: @green_gatekeeper [当然。]\>\n[但是，你没忘记什么吗？]
es: @green_gatekeeper [Claro que sí.]\>\n[¿Pero no te estás olvidando de algo?]
it: @green_gatekeeper [Sì, Hai Una Penna, Ma Non Stai Dimenticando Qualcosa?]
ja: @green_gatekeeper [ソノ通リダ。]\>\n[ダガ、何カ忘レテイナイカ？]
ko: @green_gatekeeper [그렇군요.]\>\n[그런데, 뭔가 잊어버린 건 없습니까?]
pt_br: @green_gatekeeper [Realmente.]\>\n[Mas Você Não se Esqueceu de uma Coisa?]
ru: @green_gatekeeper [Это Верно.]\>\n[Но Вы Ничего Не Забыли?]
