Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @rue_sad The World Machine doesn't believe any of the world's residents are real.
cht: @rue_sad 世界机器不相信这世界有任何居民是真实的。
es: @rue_sad La máquina del mundo no cree que los residentes de este mundo sean reales.
it: @rue_sad La World Machine non crede che le persone presenti in questa simulazione siano reali...
ja: @rue_sad ワールドマシンは、この世界の住民をすべて 実在しない者として認識しているの。
ko: @rue_sad 세상 기계는 이 세상의 주민들이 진짜라고 믿지 않아.
pt_br: @rue_sad A Máquina do Mundo não acredita que os habitantes do mundo sejam reais.
ru: @rue_sad Машина уверена, что среди обитателей этого мира никто не настоящий.

source: @rue ...myself included.
cht: @rue ...包括我自己。
es: @rue ... Yo incluida.
it: @rue ...inclusa me.
ja: @rue …私自身も含めてね。
ko: @rue ...나조차도 마찬가지고.
pt_br: @rue ... inclusive eu.
ru: @rue ...даже я.

source: @rue_sad The odds are against us... we have no chance of taming it.
cht: @rue_sad 机会对我们不利...我们没有机会制御它。
es: @rue_sad Las posibilidades están en nuestra contra... no tenemos ninguna posibilidad de domarla.
it: @rue_sad Le probabilità sono contro di noi... non abbiamo più alcuna speranza di addomesticarla.
ja: @rue_sad とても不利な状況ね… あれを制御化できるチャンスなんて無いわ。
ko: @rue_sad 우린 불리해... 우리가 세상 기계를 길들일 수 있을 리가 없어.
pt_br: @rue_sad As probabilidades não nos favorecem... Não temos chance de evoluí-la.
ru: @rue_sad Вряд ли нам так повезёт... у нас нет шансов её приручить.

source: @niko2 Taming?
cht: @niko2 制御？
es: @niko2 ¿Domarla?
it: @niko2 Addomesticarla?
ja: @niko2 制御化？
ko: @niko2 길들인다고?
pt_br: @niko2 Evoluir?
ru: @niko2 Приручить?

source: @niko_eyeclosed I have heard that word SO many times!
cht: @niko_eyeclosed 我听到这个词很多次了！
es: @niko_eyeclosed ¡He oído esa palabra MUCHÍSIMAS veces!
it: @niko_eyeclosed Ho sentito TANTISSIME volte quella parola!
ja: @niko_eyeclosed その言葉、たっくさん聞いたよ！
ko: @niko_eyeclosed 그 말은 진짜 많이 들었어!
pt_br: @niko_eyeclosed Ouvi essa palavra TANTAS vezes!
ru: @niko_eyeclosed Я слышал это слово ТАК много раз!

source: @niko5 I only know it's complicated \.\.\n\@niko6 ...and that it has to do with robots, but...
cht: @niko5 我只知道很复杂\.\.\n\@niko6 ...而且这与机器人有关，但...
es: @niko5 Solo sé que es algo complicado\.\.\n\@niko6 ...y que tiene que ver con robots, pero...
it: @niko5 So solo che ha un significato complesso...\.\.\n\@niko6 ...e che ha a che fare con i robot, ma...
ja: @niko5 すごく複雑で… \.\.\n\@niko6 ロボットと関係があるってことは 知ってるけど…
ko: @niko5 그게 복잡하다는 건 알아 \.\.\n\@niko6 ...로봇과 관련이 있다는 거랑...
pt_br: @niko5 Só sei que é complicado \.\.\n\@niko6 ... e que tem alguma coisa a ver com robôs, mas...
ru: @niko5 Я знаю, что это сложно понять \.\.\n\@niko6 ...и что оно связано с роботами, но...

source: @niko2 ...for once, I want to know what it really means.
cht: @niko2 ...这次我想知道它的真正含义。
es: @niko2 ... por una vez, quiero saber qué significa.
it: @niko2 ...adesso voglio sapere davvero che significa.
ja: @niko2 …一度でいいから、 本当はどういう意味なのか知りたいな。
ko: @niko2 ... 하지만 이제 그게 정말 무슨 뜻인지 알고 싶어.
pt_br: @niko2 ... queria saber o que isso significa de verdade, ao menos uma vez.
ru: @niko2 ...теперь мне хотелось бы знать, что же оно значит на самом деле.

source: @rue_smile ...that's what I'm here for.
cht: @rue_smile ...还有我为什么在这。
es: @rue_smile ... Para eso estoy aquí.
it: @rue_smile ...Sono qui per questo.
ja: @rue_smile …そのために私はここにいるのよ。
ko: @rue_smile ... 그래서 내가 여기 있는 거야.
pt_br: @rue_smile ... é para isso que estou aqui.
ru: @rue_smile ...я здесь как раз для этого.

source: @rue Do you...\.\. know what a robot is?
cht: @rue 你知道...\.\. 机器人是什么吗？
es: @rue ¿Sabes lo que...\.\. es un robot?
it: @rue Sai...\.\. che cos'è un robot?
ja: @rue ロボットって…\.\.知ってる？
ko: @rue 너...\.\. 로봇이 뭔지 알아?
pt_br: @rue Você sabe...\.\. o que é um robô?
ru: @rue Ты ведь...\.\. знаешь, что такое робот?

source: @niko Yeah?
cht: @niko 嗯？
es: @niko Sí...
it: @niko Beh, sì...
ja: @niko うん、知ってるよ？
ko: @niko 응. 왜?
pt_br: @niko Sim?
ru: @niko Ага?

source: @rue No, I mean. \>\nDo you KNOW what a robot is?
cht: @rue 不，我是说。\>\n你知道机器人是什么吗？
es: @rue No, quiero decir... \>\n¿SABES lo qué es un robot?
it: @rue No, intendo... \>\nTu SAI che cos'è un robot?
ja: @rue いえ、違うの。私が言いたいのは、\>\nロボットがどういうものなのか知ってる？ ってこと。
ko: @rue 아니, 내 말은... \>\n로봇이 뭔지 진짜로 아냐고?
pt_br: @rue Não, digo. \>\nVocê sabe MESMO o que é um robô?
ru: @rue Нет, я имею в виду. \>\nЗНАЕШЬ ли ты, что такое робот?

source: @rue A robot is not a real person, is it?
cht: @rue 机器人不是真正的人，是吗？
es: @rue Un robot no es una persona real, ¿no?
it: @rue Un robot non è una persona vera, giusto?
ja: @rue ロボットは本物の人間じゃない。 そうよね？
ko: @rue 로봇은 사람이 아니잖아?
pt_br: @rue Robô não é gente de verdade, né?
ru: @rue Робот это ненастоящий человек, не так ли?

source: @niko2 ...right.
cht: @niko2 ...对。
es: @niko2 ... Cierto.
it: @niko2 ...Giusto.
ja: @niko2 …うん。
ko: @niko2 ...맞아.
pt_br: @niko2 ... certo.
ru: @niko2 ...так.

source: @rue It's a being whose entire existence is code.
cht: @rue 它是一种由代码组成的物体。
es: @rue Es un ser cuya existencia no es más que código.
it: @rue Si tratta di un essere la cui intera esistenza è basata su una programmazione codificata.
ja: @rue ロボットとは、実体が全てコードで できた存在のこと。
ko: @rue 전부 코드로 만들어진 존재야.
pt_br: @rue É um ser que tem sua existência resumida a um código.
ru: @rue Это создание, всё бытие которого это система правил.

source: @rue_talk Inflexible programming, with thoughts dictated by someone else's design.
cht: @rue_talk 不能改变编程，其思想取决于 他人的设计。
es: @rue_talk Programación inflexible con pensamientos dictados por el diseño de otra persona.
it: @rue_talk Una programmazione molto rigida, da cui scaturiscono pensieri che sono opera di un progetto pensato da altri.
ja: @rue_talk 他人によって思考が作られた、 柔軟性の無いプログラミング。
ko: @rue_talk 로봇의 프로그램은 유연하지 않고, 생각도 누군가의 설계에 의해 정해져 있지.
pt_br: @rue_talk Uma programação inflexível com pensamentos ditados por um projeto de alguém.
ru: @rue_talk Строго следует программе, мысли — продиктованы задумкой кого-то другого.

source: @rue They can be copied, they can be mass produced, then can be assigned all sorts of jobs.
cht: @rue 它们可以被复制，可以大量生产，可以 被指派各种工作。
es: @rue Se pueden copiar, se pueden producir en masa y se les pueden asignar todo tipo de trabajos.
it: @rue Possono essere duplicati, possono essere prodotti in massa, possono essere assegnati a qualsiasi tipo di lavoro.
ja: @rue 複製ができて、大量生産ができて、 どんな作業でも割り当てられる。
ko: @rue 복제와 대량 생산이 가능하고, 온갖 일을 시킬 수 있지.
pt_br: @rue É possível copiá-los, reproduzi-los e atribuí-los a incontáveis tipos de trabalho.
ru: @rue Его можно копировать, можно создать сотни тысяч таких же роботов и отправить их на любую работу.

source: @rue ...And most importantly... they will never confuse themselves with the living.
cht: @rue ...而最重要的...他们不会受到生存的 困扰。
es: @rue ... Y, lo más importante... Jamás se confundirán a sí mismos con los vivos.
it: @rue ...E, soprattutto, i robot non si considererebbero mai degli esseri viventi.
ja: @rue …そして一番大事なのは…ロボットは、 自分自身を人間だと勘違いすることがないの。
ko: @rue ...가장 중요한 건... 로봇은 절대로 자신이 살아 있는 존재라고 착각하지 않는다는 거야.
pt_br: @rue E, ainda mais importante... eles nunca se confundem com os vivos.
ru: @rue ...И самое главное... они никогда не перепутают себя с обычными людьми.

source: @rue They will always be bound by their code, the knowledge that they are a robot.
cht: @rue 他们只会受到其代码以及它们是机器人这一 认知的限制。
es: @rue Siempre estarán vinculados a su código, al conocimiento de que son robots.
it: @rue Saranno sempre vincolati al loro codice e avranno sempre la consapevolezza di essere robot.
ja: @rue コードによって、そして自分がロボットである という知識によって、常に縛られている。
ko: @rue 로봇은 항상 코드에, 즉 자기가 로봇이라는 인식에 묶여 있지.
pt_br: @rue Eles sempre serão fiéis ao código, à ciência de que são um robô.
ru: @rue Робот всегда будет связан своим кодом, пониманием того, что он — робот.

source: @rue ...but this was more of a limitation than anything else.
cht: @rue ...但这是相比其他东西最大的限制。
es: @rue ... Pero esto era una limitación más que otra cosa.
it: @rue ...Ma questa è più una limitazione che altro.
ja: @rue …これが、制限そのものだったの。
ko: @rue ...하지만 이것이야말로 무엇보다 큰 제약이었어.
pt_br: @rue ... mas isso era mais uma limitação do que qualquer outra coisa.
ru: @rue ...но это было скорее ограничением, чем чем-то ещё.

source: @niko_eyeclosed Ah, that makes sense.
cht: @niko_eyeclosed 那可以理解。
es: @niko_eyeclosed Ah, entiendo.
it: @niko_eyeclosed Capisco, ha senso.
ja: @niko_eyeclosed あっ、それって…
ko: @niko_eyeclosed 아, 알겠어.
pt_br: @niko_eyeclosed Ah, isso faz sentido.
ru: @niko_eyeclosed А, теперь понятно.

source: @niko2 You can't... really build a robot to not follow its own code, can you?
cht: @niko2 你不可能...真正创造一个不遵循自己代码 的机器人，是吗？
es: @niko2 Realmente... no se puede construir un robot que no siga su código, ¿verdad?
it: @niko2 Non si può... costruire un robot e programmarlo per non seguire il proprio codice, giusto?
ja: @niko2 つまり…自分のコードに従わないロボットは、 作れないってこと？
ko: @niko2 코드에 복종하지 않는... 로봇을 만들 수 없기 때문이지?
pt_br: @niko2 Não é possível... construir um robô que não siga o próprio código, não é?
ru: @niko2 Невозможно... создать робота, который не следовал бы своей программе, так?

source: @rue_sigh People have tried, but it's a recipe for disaster.
cht: @rue_sigh 人们尝试过，但这只会造成灾难。
es: @rue_sigh Se ha intentado, pero es una fórmula para el desastre.
it: @rue_sigh Alcuni ci hanno provato, ma hanno causato solo disastri.
ja: @rue_sigh みんなが作ろうとした。 …でも、それが過ちだった。
ko: @rue_sigh 시도는 있었지만 결과는 모두 재앙이었어.
pt_br: @rue_sigh Algumas pessoas tentaram, mas é a receita do desastre.
ru: @rue_sigh Люди уже пытались, но это — прямой путь к катастрофе.

source: @rue In a way, that's what happened to The World Machine.
cht: @rue 这也是世界机器所经历的事。
es: @rue En cierto modo, eso es lo que le pasó a la máquina del mundo.
it: @rue È più o meno quello che è successo alla World Machine.
ja: @rue ワールドマシンに起きたのは、 ある意味それと同じ。
ko: @rue 어떤 면에서는 세상 기계에게 일어난 일도 그런 거였지.
pt_br: @rue De certa forma, foi isso que aconteceu com a Máquina do Mundo.
ru: @rue В какой-то степени это то, что произошло с Мировой Машиной.

source: @niko The... code conflicts thing?
cht: @niko ...代码冲突的事？
es: @niko ¿Los... conflictos de código?
it: @niko Parli della... cosa riguardante il conflitto nel codice?
ja: @niko えっと…コードの矛盾ってこと？
ko: @niko 코드가... 충돌하는 그거?
pt_br: @niko O negócio dos conflitos de código?
ru: @niko Из-за этих... противоречий в коде?

source: @rue But, while you can't BUILD a robot to not follow its code...
cht: @rue 但是，即使你不能创造出不遵循自己代码 的机器人...
es: @rue Pero, aunque no es posible CONSTRUIR un robot que no siga su código...
it: @rue Tuttavia, sebbene noi non possiamo COSTRUIRE un robot che ignori il proprio codice...
ja: @rue でもね、コードに従わないロボットを 作ることはできないけれど…
ko: @rue 그런데, 코드에 복종하지 않는 로봇을 만들진 못해도...
pt_br: @rue Mas, embora não seja possível CONSTRUIR um robô que não siga o próprio código...
ru: @rue Но несмотря на то, что нельзя сделать робота так, чтобы он не следовал бы своему коду...

source: @rue_talk You can establish a special bond with it.
cht: @rue_talk 你还是可以与它建立一种特别的联系。
es: @rue_talk Establecer un vínculo especial con él sí lo es.
it: @rue_talk ...possiamo comunque stabilire con lui un legame speciale.
ja: @rue_talk ロボットと特別な繋がりを 確立することならできるの。
ko: @rue_talk 로봇과 특별한 유대 관계를 형성할 수는 있어.
pt_br: @rue_talk É possível estabelecer um vínculo especial com ele.
ru: @rue_talk Можно установить с ним особую связь.

source: @rue If the strength of that bond is strong enough...
cht: @rue 若这种联系足够紧密的话...
es: @rue Si la fuerza de dicho vínculo es suficientemente fuerte...
it: @rue Se quel legame è abbastanza forte...
ja: @rue そして、その繋がりがとても強くなると…
ko: @rue 그 관계의 힘이 충분히 강하다면...
pt_br: @rue Se a força desse vínculo for forte o suficiente...
ru: @rue И если эта связь достаточно крепкая...

source: @rue ...the robot's mental capacity will start to develop outside of its programming.
cht: @rue ...机器人的精神容量就会发展到超出 其编程的范围。
es: @rue ... la capacidad mental del robot empezará a desarrollarse más allá de su programación.
it: @rue ...le capacità mentali del robot inizieranno a svilupparsi oltre ciò che prevede il suo programma.
ja: @rue …ロボットの精神的能力が、自身の プログラミングの外で展開し始める。
ko: @rue 로봇의 정신 능력이 프로그래밍 범위를 넘어서서 발달하기 시작하지.
pt_br: @rue ... a capacidade mental do robô começará a se desenvolver fora de sua programação.
ru: @rue ...интеллект робота начинает развиваться за пределы его программы.

source: @rue_smile In a way, it's starting to believe itself as a "real", valid individual.
cht: @rue_smile 这样，它开始相信自己是"真实"的、实在 的个体。
es: @rue_smile En cierto modo, empieza a creer que es un individuo «real» y válido.
it: @rue_smile In un certo senso, inizierà a vedersi come un individuo "reale".
ja: @rue_smile 言い方を変えると、ロボットは自分自身を 「実在」するものとして認識し始めるの。
ko: @rue_smile 즉, 자기 자신이 "실제"로 존재하는 개인이라고 믿기 시작하는 거야.
pt_br: @rue_smile De certa forma, ele passa a acreditar que é um indivíduo “real” e válido.
ru: @rue_smile Он начинает в какой-то степени воспринимать себя «нормальной» настоящей личностью.

source: @rue It's a complete suspension of disbelief on your end, though.
cht: @rue 尽管这对于你自己来说则是完全难以置信的。
es: @rue Aunque es una suspensión total de incredulidad por tu parte.
it: @rue Perché ciò accada, però, è necessaria una completa sospensione dell'incredulità.
ja: @rue あなたにとっては、とても素敵な話に 聞こえるかもしれないけれど。
ko: @rue 물론 네 입장에서 그건 불신의 유예일 뿐이야.
pt_br: @rue Mas a outra parte precisa abdicar completamente da descrença.
ru: @rue Но хотя всё зависит от того, насколько ты в это веришь.

source: @rue_talk You have to fully embrace the robot as a genuine, living person, even knowing they are not...
cht: @rue_talk 你需要完全接受机器人作为一个真实的、 活着的人，即使知道他们并不是...
es: @rue_talk Tienes que aceptar completamente al robot como una persona auténtica, aún sabiendo que no lo es...
it: @rue_talk Ci si deve convincere di avere davanti una persona genuinamente reale, anche se in realtà non lo è...
ja: @rue_talk それはつまりロボットを、本物の生きている人間 として受け入れる必要があるってことなの。 本当はそうじゃないって分かっていても…
ko: @rue_talk 실제로는 그렇지 않다는 걸 알면서도, 로봇을 진짜 살아 있는 사람처럼 받아들여야 하거든...
pt_br: @rue_talk É preciso aceitar o robô como uma pessoa viva e genuína, mesmo sabendo que isso não é verdade...
ru: @rue_talk Ты должен полностью принять робота как подлинного живого человека, даже зная, что он таковым не является...

source: @rue You need to spend a lot time with it... treat it like a good friend...
cht: @rue 你需要花长时间与它相处...把它当作 好朋友...
es: @rue Tienes que pasar un montón de tiempo con él... tratarlo como a un buen amigo...
it: @rue Si deve passare tanto tempo con lui... e trattarlo come un buon amico.
ja: @rue 多くの時間を共に過ごして…まるで 親友のように話しかけて…
ko: @rue 로봇과 함께 오랜 시간을 보내고... 좋은 친구처럼 대해 줘야 해...
pt_br: @rue É preciso passar muito tempo com ele... Tratá-lo como um bom amigo...
ru: @rue Ты должен провести с ним много времени... обращаться как с хорошим другом...

source: @rue Devoting your heart to the robot until it is able to return your feelings.
cht: @rue 全心全意地对待他，直到他能够回报你 的情感。
es: @rue Dedicarte en cuerpo y alma al robot hasta que este pueda devolverte los mismos sentimientos.
it: @rue Dedicandogli il proprio amore, alla fine sarà in grado di ricambiare i sentimenti che riceve.
ja: @rue そのロボットのことだけを、ずっと考えるの。 あなたの感情に応えられるようになるまで。
ko: @rue 로봇이 진심을 돌려줄 때까지 로봇에게 진심을 쏟아야 하지.
pt_br: @rue Entregar seu coração ao robô, até que ele seja capaz de retribuir seus sentimentos.
ru: @rue Посвятить роботу своё сердце, до тех пор пока он не сможет ответить тебе теми же чувствами.

source: @rue_smile ...haha... I make it sound so easy, don't I?
cht: @rue_smile ...哈哈...这说起来很轻松，不是吗？
es: @rue_smile ... Ja, ja... Hago que parezca fácil, ¿verdad?
it: @rue_smile ...Ahah... Sembra facile così, vero?
ja: @rue_smile …ふふ……とても簡単そうに聞こえるでしょう？
ko: @rue_smile ...하하... 이렇게 얘기하니까 너무 쉽게 들리지?
pt_br: @rue_smile ... haha... Falando assim parece tão fácil, né?
ru: @rue_smile ...ха-ха... Звучит так просто, да?

source: @rue But you and \p know better than anyone that it's not.
cht: @rue 但你和\p比任何人都知道这其实并不轻松。
es: @rue Pero tú y \p sabéis mejor que nadie que no lo es.
it: @rue Ma tu e \p sapete meglio di chiunque altro che non lo è.
ja: @rue でもそんなに簡単なことじゃないのは、 あなたや \pが 誰よりもよく知っている。
ko: @rue 하지만 너와 \p 님은 그게 쉽지 않다는 걸 누구보다 잘 알 거야.
pt_br: @rue Mas você e \p sabem mais do que ninguém como é difícil.
ru: @rue Но ты и \p лучше других знаете, что это не так.

source: @rue_sad Right now, the World Machine is probably really, really scared.
cht: @rue_sad 现在，世界机器真的很害怕。
es: @rue_sad Ahora mismo, la máquina del mundo probablemente esté muy, pero que muy asustada.
it: @rue_sad Probabilmente in questo momento la World Machine sarà molto, molto spaventata.
ja: @rue_sad この瞬間も、きっとワールドマシンは とても、とても怖がっているわ。
ko: @rue_sad 지금 세상 기계는 진짜, 진짜 겁을 먹었을 거야.
pt_br: @rue_sad Agora, é provável que a Máquina do Mundo esteja com muito, muito medo.
ru: @rue_sad Прямо сейчас Мировая Машина, скорее всего, очень, очень напугана.

source: @rue_sad This content update... involved some pretty deep codework.
cht: @rue_sad 内容的更新...涉及到一些很深层次的 代码工作。
es: @rue_sad Esta actualización de contenido... incluía código bastante profundo.
it: @rue_sad Questo nuovo aggiornamento... ha coinvolto una grossa e profonda porzione di codice.
ja: @rue_sad 今回のアップデートには…すごく重要な コード変更が含まれているの。
ko: @rue_sad 이 콘텐츠 업데이트에는... 꽤 깊은 코드 작업이 들어 있었어.
pt_br: @rue_sad Essa atualização de conteúdo... envolvia códigos extremamente elaborados.
ru: @rue_sad Это обновление контента... потребовало работы с основным кодом.

source: @rue_talk My creator was able to access some of the source code, you know...
cht: @rue_talk 我的创造者可以进入一些源代码， 你知道...
es: @rue_talk Mi creador fue capaz de acceder a parte del código fuente, ¿sabes?
it: @rue_talk Il mio creatore è stato in grado di accedere a una parte del codice sorgente, sai...
ja: @rue_talk 創造主は、ソースコードの一部に アクセスすることができたから…
ko: @rue_talk 알겠지만, 내 창조자는 소스 코드 일부에 접근하는 데 성공했거든...
pt_br: @rue_talk Meu criador foi capaz de acessar parte do código-fonte, sabe...
ru: @rue_talk Знаешь, моему создателю удалось получить доступ к части исходного кода...

source: @rue He did what he could and established new connections between maps.
cht: @rue 他尽其所能，建立了地图之间的新联系。
es: @rue Hizo lo que pudo y estableción una nueva conexión entre mapas.
it: @rue Ha fatto quello che poteva e ha stabilito nuove connessioni tra le mappe.
ja: @rue できることを全て試して、配列の間に 新しい接続を確立したの。
ko: @rue 그는 최선을 다했고, 지도 사이에 새로운 연결을 구축했어.
pt_br: @rue Ele fez tudo que pôde e estabeleceu conexões novas entre os mapas.
ru: @rue Он сделал что мог и наладил новые связи между картами.

source: @rue_smile Those links enabled you to meet the other two.
cht: @rue_smile 那些链接可以让你见到其他两位。
es: @rue_smile Dichos enlaces os permitieron conocer a los otros dos.
it: @rue_smile Questi collegamenti ti hanno permesso di incontrare gli altri due.
ja: @rue_smile そのおかげで、あなたはあの2人と 会うことができた。
ko: @rue_smile 그 연결 덕분에 너는 나머지 둘을 만날 수 있었던 거야.
pt_br: @rue_smile Essas conexões permitiram que você conhecesse os outros dois.
ru: @rue_smile Благодаря этим связям ты смог встретиться с двумя остальными.

source: @rue_sad But as it turns out, the new code confused the World Machine to such an extent that it's breaking down altogether.
cht: @rue_sad 但事实证明，新代码让世界机器感到相当 迷惑，从而全部瓦解了。
es: @rue_sad Pero resulta que el nuevo código confundió a la máquina del mundo hasta tal punto que se está descomponiendo por completo.
it: @rue_sad Ma a quanto pare il nuovo codice ha confuso la World Machine, tanto da farla collassare completamente.
ja: @rue_sad でも結局、そのコードのせいでワールドマシンは 混乱に陥って、崩壊を続けている。
ko: @rue_sad 하지만 시간이 흐르면서 새로운 코드가 세상 기계를 혼란시키는 바람에, 세상 기계는 결국 붕괴하지 시작한 거야.
pt_br: @rue_sad Mas acontece que o código novo deixou a Máquina do Mundo tão confusa que ela entrou em colapso.
ru: @rue_sad Но как оказалось, новый код так сильно сбил Машину с толку, что теперь она уже рушится на глазах.

source: @rue Even though the World Machine always had self-destructive tendencies, it usually restrains itself when you are in the world.
cht: @rue 即使世界机器总是有自我毁灭的倾向， 但当你在这个世界上时，他还是在约 束自己。
es: @rue Aunque la máquina del mundo siempre ha tenido tendencias autodestructivas, normalmente se consigue controlar cuando estás en el mundo.
it: @rue Anche se la World Machine ha sempre avuto tendenze autodistruttive, di solito si trattiene quando tu sei qui.
ja: @rue ワールドマシンには元々、自己破壊を行う 傾向があった。けれどあなたがこの世界に いる間は、それが抑制できていたの。
ko: @rue 세상 기계에는 본래 자기 파괴적인 성향이 있긴 했지만, 네가 이 세상에 있을 때는 그런 성향을 억누르지.
pt_br: @rue Apesar de a Máquina do Mundo ter suas tendências à autodestruição, ela se contém quando você está no mundo.
ru: @rue Хоть у Машины всегда была склонность к саморазрушению, обычно, когда ты находишься в этом мире, она от этого воздерживается.

source: @rue_sad It doesn't want to take you along with it.
cht: @rue_sad 他不想带着你一起同归于尽。
es: @rue_sad No quiere llevarte con ella.
it: @rue_sad Non vuole coinvolgerti.
ja: @rue_sad あなたを巻き込むわけには いかないって、考えているから。
ko: @rue_sad 너까지 희생시키고 싶지 않은 거야.
pt_br: @rue_sad Ela não quer arrastar ninguém com você.
ru: @rue_sad Она не хочет забрать тебя с собой.

source: @rue_sad ...All my creator wanted was to write a happy ending.
cht: @rue_sad ...我的创造者想要的是个圆满结局。
es: @rue_sad ... Mi creador tan solo quería escribir un final feliz.
it: @rue_sad ...Tutto quello che il mio creatore voleva fare era scrivere un lieto fine.
ja: @rue_sad …創造主が望んでいたのは、 ただハッピーエンドを作ることだけだった。
ko: @rue_sad ... 내 창조자가 원했던 건, 행복한 결말을 쓰는 거였어.
pt_br: @rue_sad ... Tudo que meu criador queria era escrever um final feliz.
ru: @rue_sad ...Всё, чего хотел мой создатель, это написать счастливый конец.

source: @rue Right now, the only hope of saving you is to take you through that ending.
cht: @rue 现在，拯救你的唯一希望就是让你经历结局。
es: @rue Ahora mismo, la única esperanza de salvarte es que vivas dicho final.
it: @rue In questo momento, l'unica speranza di salvarti è quella di condurti verso quel finale.
ja: @rue そして今、あなたを救える唯一の希望は、 そのエンディングまであなたを連れていくこと。
ko: @rue 지금 널 구하는 방법은, 너를 그 결말로 보내는 것뿐이야.
pt_br: @rue Agora a única esperança de salvação é levar você até esse final.
ru: @rue И сейчас единственный способ тебя спасти — провести до этого конца.

source: @rue_sad But now the other two are gone....\>\nI don't even know HOW we're gonna get you there.
cht: @rue_sad 但现在其他两位走了... \>\n我不确定我们该怎么让你...到达那里。
es: @rue_sad Pero ahora los otros dos ya no están...\>\nNi siquiera sé CÓMO vamos a llevarte allí.
it: @rue_sad Ma ora che gli altri due non ci sono più...\>\nNon so nemmeno COME potremmo portartici.
ja: @rue_sad でも、あの2人はもう……\>\nだからどうやって連れていけばいいのか、 全く分からない。
ko: @rue_sad 하지만 이제 나머지 둘이 사라져 버린 데다...\>\n난 어떻게 하면 널 그리로 보낼 수 있는지도 몰라.
pt_br: @rue_sad Mas agora que os outros dois se foram... \>\nNem sei ao menos COMO levaremos você até lá.
ru: @rue_sad Но теперь, двух других больше нет....\>\nЯ не представляю, КАК тебя туда провести.

source: @rue ...we should go.
cht: @rue ...我们该走了。
es: @rue ... Deberíamos ponernos en marcha.
it: @rue ...Dovremmo andare.
ja: @rue …行きましょう。
ko: @rue ...이제 가야 돼.
pt_br: @rue ... acho melhor a gente ir.
ru: @rue ...нам пора идти.

source: @rue_sad Even this place is no longer safe.
cht: @rue_sad 甚至这个地方也不再安全。
es: @rue_sad Ya ni siquiera este lugar es seguro.
it: @rue_sad Anche questo posto non è più sicuro.
ja: @rue_sad この場所も、もう駄目みたい。
ko: @rue_sad 이제 이곳도 안전하지 않거든.
pt_br: @rue_sad Nem este lugar é mais seguro.
ru: @rue_sad Даже здесь уже не безопасно.

source: @niko A painting of 4 robots playing cards.
cht: @niko 画上有4个机器人在玩牌。
es: @niko Un cuadro de 4 robots jugando a las cartas.
it: @niko Un dipinto di 4 robot che giocano a carte.
ja: @niko カード遊びをしている4体のロボットの絵。
ko: @niko 카드놀이 중인 로봇이 넷 있는 그림이에요.
pt_br: @niko Um quadro de 4 robôs jogando cartas.
ru: @niko Картина с четырьмя роботами, играющими в карты.

source: [Hello. Would You Like To Play A Game?]
cht: [嗨。你想玩个游戏吗？]
es: [Hola. ¿Te apetece echar una partida?]
it: [Salve. Vorresti Fare Un Gioco?]
ja: [どうモ。ゲームで遊ぶカ？]
ko: [안녕하세요. 게임 한 판 하시겠습니까?]
pt_br: [Olá. Gostaria de Jogar?]
ru: [Здравствуйте. Хотите Сыграть В Игру?]

source: @niko Sure!
cht: @niko 很乐意！
es: @niko ¡Claro!
it: @niko Va bene!
ja: @niko いいよ！
ko: @niko 좋아요!
pt_br: @niko É claro!
ru: @niko Конечно!

source: [What Game Would You Like To Play?]
cht: [你想玩什么游戏？]
es: [¿A qué te gustaría jugar?]
it: [A Cosa Vorresti Giocare?]
ja: [どのゲームヲ遊ぶカ？]
ko: [어떤 게임을 좋아하시나요?]
pt_br: [Que Jogo Gostaria de Jogar?]
ru: [В Какую Игру Вам Хочется Сыграть?]
