Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko It looks like a... ram...?
cht: @niko 看起来像是只...公羊...？
es: @niko Parece un... ¿carnero...?
it: @niko Sembra un... montone...?
ja: @niko 羊…かな…？
ko: @niko 이 그림은... 양...?
pt_br: @niko Parece... um carneiro?
ru: @niko Это похоже на... барана...?

source: @niko It's strangely warm in this room.
cht: @niko 这房间真是不可思议的暖和。
es: @niko Esta habitación es extrañamente cálida.
it: @niko Fa stranamente caldo in questa stanza.
ja: @niko ここ、変に暖かいな。
ko: @niko 이 방은 이상하게 따뜻하네요.
pt_br: @niko Está estranhamente quente neste cômodo.
ru: @niko В этой комнате подозрительно тепло.

source: [P\.\.#L.%%E\|AS;E D\.O NO//T AP\.\.PR#OACH]
cht: [请\.\.#.%%\|; 不\.要//进\.\.#入]
es: [P\.\.#O.%%R\|F;A V\.OR N//O ACER\.\.CAR#SE]
it: [P..#ER.%|.FA%%V.-OR%#E; N\.ON A//VVI\.\.CI#NARTI]
ja: [近\.\.#づ.%%い\|てハ;\.いけ//ま\.\.せ#ン]
ko: [제\.\.#ㅂ.%%ㄹ\|가; ㄲ\.ㅏ이 오//ㅈ ㅣ마\.\.ㅅ#ㅔ요]
pt_br: [F\.\.#A.%%V\|O;R N\.ÃO S//E AP\.\.PR#OXIMAR]
ru: [ПО\.\.#ЖА.%%\|ЛУ;ЙСТА Н\.//Е ПОД\.\.ХО#ДИТЕ]

source: @niko It's a faded flyer.
cht: @niko 这是张褪色的传单。
es: @niko Es un folleto descolorido.
it: @niko È un volantino sbiadito.
ja: @niko 色あせたチラシだ。
ko: @niko 빛바랜 전단지예요.
pt_br: @niko Um folheto apagado.
ru: @niko Это выцветшая листовка.

source: @niko_speak It's a big crack in the wall!
cht: @niko_speak 墙上有个大裂缝！
es: @niko_speak ¡Es una gran grieta en el muro!
it: @niko_speak C'è una grossa crepa nel muro!
ja: @niko_speak 壁に大きな割れ目がある！
ko: @niko_speak 벽에 커다란 금이 가 있어요!
pt_br: @niko_speak Uma grande rachadura na parede!
ru: @niko_speak Какая большая трещина в стене!

source: @niko I see bunch of mice, huddled together.
cht: @niko 我看有群老鼠挤在一起取暖。
es: @niko Veo un grupo de ratones apiñados.
it: @niko Ci sono tanti topolini, tutti ammassati.
ja: @niko ネズミの群れが 身を寄せ合っているのが見える。
ko: @niko 쥐가 한 무리 모여 있어요.
pt_br: @niko Vejo um monte de ratos amontados.
ru: @niko Я вижу много мышек, сбившихся в кучу.

source: @niko2 ...oh, but they scurried off...
cht: @niko2 ...噢，它们四处逃散了...
es: @niko2 ... oh, pero se han escapado...
it: @niko2 ...Oh, sono appena corsi via...
ja: @niko2 …あって、慌てて逃げて行っちゃった…
ko: @niko2 ...앗, 도망가 버렸네요...
pt_br: @niko2 ... ah, mas correram embora...
ru: @niko2 ...ой, они разбежались...

source: @niko_eyeclosed I hope they didn't think I was gonna eat them...
cht: @niko_eyeclosed 我希望它们不是觉得我要吃它们...
es: @niko_eyeclosed Espero que no se pensaran que me los iba a comer...
it: @niko_eyeclosed Spero non abbiano pensato che li volessi mangiare...
ja: @niko_eyeclosed ミーが食べようとしたと 思われてなければいいけど…
ko: @niko_eyeclosed 사람들이 내가 쥐를 잡아먹는다고 생각하지 않았으면 좋겠네요...
pt_br: @niko_eyeclosed Espero que não tenham pensado que eu ia comê-los...
ru: @niko_eyeclosed Надеюсь, они не подумали, что я собирался их съесть...

source: @niko It's a crate.
cht: @niko 这是个板条箱子。
es: @niko Es una caja.
it: @niko È una cassa.
ja: @niko 木箱だ。
ko: @niko 상자예요.
pt_br: @niko Um caixote.
ru: @niko Это ящик.

source: @niko_speak Ah...it's a screwdriver.
cht: @niko_speak 嗯...这是把螺丝刀。
es: @niko_speak Ah... Es un destornillador.
it: @niko_speak Ah... è un cacciavite.
ja: @niko_speak これは…ドライバーだね。
ko: @niko_speak 아... 드라이버예요.
pt_br: @niko_speak Ah, uma chave de fenda.
ru: @niko_speak А...это отвёртка.

source: @silver [You can take it if you want. It may help you.]
cht: @silver [你想要的话，可以拿走。可能对你会有用。]
es: @silver [Puedes cogerlo si quieres. Podría serte de ayuda.]
it: @silver [Puoi prenderlo se vuoi. Potrebbe tornarti utile.]
ja: @silver [欲しいならあげる。 そのうち役に立つかもしれない。]
ko: @silver [가져가고 싶으면 가져가. 아마 도움이 될 거야.]
pt_br: @silver [Pode ficar, se quiser. Pode ser útil para você.]
ru: @silver [Можешь взять, если хочешь. Она может тебе пригодиться.]

source: @silver [Yes. I have many.]
cht: @silver [是的。我有很多。]
es: @silver [Sí. Tengo muchos.]
it: @silver [Sì. Ne ho tanti.]
ja: @silver [ええ。たくさんあるから。]
ko: @silver [괜찮아, 난 많이 가지고 있거든.]
pt_br: @silver [Sim. Eu tenho várias.]
ru: @silver [Да. У меня их много.]

source: @silver [Please do not touch that.]
cht: @silver [请别碰它。]
es: @silver [No toques eso, por favor.]
it: @silver [Per favore, non toccarlo.]
ja: @silver [それは触らないで。]
ko: @silver [부탁이니 그건 건드리지 마.]
pt_br: @silver [Não toque nisso.]
ru: @silver [Пожалуйста, не трогай это.]

source: @niko_eyeclosed Sorry... I got curious...
cht: @niko_eyeclosed 对不起...我只是好奇...
es: @niko_eyeclosed Perdón... Era por curiosidad...
it: @niko_eyeclosed Scusami... ero curioso...
ja: @niko_eyeclosed ごめんなさい…少し気になって…
ko: @niko_eyeclosed 죄송해요... 조심할게요...
pt_br: @niko_eyeclosed Desculpe-me... foi a curiosidade...
ru: @niko_eyeclosed Прости... Моё любопытство взяло верх....

source: @niko ...what is this thing?
cht: @niko ...这是什么东西？
es: @niko ... ¿Qué es?
it: @niko ...Che cos'è questa cosa?
ja: @niko …これは何なの？
ko: @niko ...이게 뭔가요?
pt_br: @niko ... o que é isso?
ru: @niko ...что это за штука?

source: @silver [Back-up power cell. It keeps me functional.]
cht: @silver [备用电池。它能保证我持续工作。]
es: @silver [Una batería de reserva. Me mantiene en funcionamiento.]
it: @silver [Batteria di riserva. Mi mantiene operativa.]
ja: @silver [バックアップ用パワーセル。 これのおかげで、私は動き続けていられる。]
ko: @silver [예비 전원 장치야. 내게 지속적인 동력을 공급하지.]
pt_br: @silver [Célula de bateria reserva. Mantém-me em funcionamento.]
ru: @silver [Резервная силовая ячейка. Благодаря ей я продолжаю функционировать.]

source: @silver_lookup [The main generator for the Barrens ran out of power some time ago.]
cht: @silver_lookup [Barrens 的主发电机在前一阵已经把电用完了。]
es: @silver_lookup [El generador principal de los Baldíos se quedó sin energía hace algún tiempo.]
it: @silver_lookup [Il generatore principale che fornisce energia a tutta la Baia Desolata ha smesso di funzionare molto tempo fa.]
ja: @silver_lookup [不毛の地にある主要発電機は、 少し前に電力が枯渇した。]
ko: @silver_lookup [불모지에 있는 주 발전기의 동력이 얼마 전에 바닥나고 말았어.]
pt_br: @silver_lookup [A energia do gerador principal das Terras Áridas acabou há algum tempo.]
ru: @silver_lookup [Главный генератор Пустошей разрядился некоторое время назад.]

source: @silver_eyeclosed [It could not even last a week without the sun.]
cht: @silver_eyeclosed [没有太阳的话一周都持续不了。]
es: @silver_eyeclosed [No duró ni una semana sin el sol.]
it: @silver_eyeclosed [Non è durato neanche una settimana senza il sole.]
ja: @silver_eyeclosed [太陽が消えてから、 1週間ともたなかったわ。]
ko: @silver_eyeclosed [태양이 없는 지금은 일주일도 가기 힘들걸.]
pt_br: @silver_eyeclosed [Ele não dura nem uma semana sem o sol.]
ru: @silver_eyeclosed [Без солнца он и недели не протянул.]

source: @niko_eyeclosed Sorry to hear that...
cht: @niko_eyeclosed 听到这个消息真遗憾...
es: @niko_eyeclosed Lo siento...
it: @niko_eyeclosed Mi dispiace...
ja: @niko_eyeclosed そうなんだ…
ko: @niko_eyeclosed 괜한 걸 물어봤네요...
pt_br: @niko_eyeclosed Que pena...
ru: @niko_eyeclosed Как печально...

source: @silver_lookup [All we can do is make use of the light we have.]
cht: @silver_lookup [我们能做的只有尽量利用好现有的光源。]
es: @silver_lookup [Lo único que podemos hacer es aprovechar la luz que tenemos.]
it: @silver_lookup [Ormai possiamo solo sfruttare la luce che ci rimane.]
ja: @silver_lookup [私たちにできることは、 今ある光を無駄にしないこと。]
ko: @silver_lookup [우리가 할 수 있는 일은 가진 빛을 활용하는 것뿐이야.]
pt_br: @silver_lookup [O que podemos fazer é usar a luz que já temos.]
ru: @silver_lookup [Всё, что нам остаётся, это использовать свет, который у нас ещё есть.]

source: @niko This is some kind of power cell, apparently!
cht: @niko 很明显，这是某种电池！
es: @niko ¡Parece una especie de batería!
it: @niko A quanto pare, questo è un certo tipo di batteria!
ja: @niko これは何かのパワーセルみたいだね！
ko: @niko 이건 분명 전원 장치일 거예요!
pt_br: @niko Isso parece algum tipo de célula de energia!
ru: @niko Это явно какая-то силовая ячейка!

source: @niko The word "SILVER" is written on the side.
cht: @niko 侧面标有"SILVER"字样。
es: @niko La palabra "SILVER" está escrita en un lado.
it: @niko La parola "SILVER" è incisa sul retro.
ja: @niko 横に「シルバー」って書いてる。
ko: @niko 옆에 "실버"라고 쓰여 있어요.
pt_br: @niko Está escrito “SILVER” na lateral.
ru: @niko Сбоку написано «СИЛЬВЕР».

source: @niko_speak Why does it say that?
cht: @niko_speak 为什么要写这些字？
es: @niko_speak ¿Por qué pone eso?
it: @niko_speak Cos'è questa scritta?
ja: @niko_speak どういう意味だろう？
ko: @niko_speak 왜 이런 글자가 쓰여 있는 거죠?
pt_br: @niko_speak Por que será?
ru: @niko_speak Почему тут так написано?

source: @silver_eyeclosed [That's not important.]
cht: @silver_eyeclosed [那不重要。]
es: @silver_eyeclosed [No es importante.]
it: @silver_eyeclosed [Nulla di importante.]
ja: @silver_eyeclosed [それは重要じゃない。]
ko: @silver_eyeclosed [그건 중요하지 않아.]
pt_br: @silver_eyeclosed [Isso não é importante.]
ru: @silver_eyeclosed [Это неважно.]

source: @niko I got shocked...
cht: @niko 我被电到了...
es: @niko Me ha dado calambre...
it: @niko Ho preso la scossa...
ja: @niko 感電した…
ko: @niko 방금 전기 충격을 받았어요...
pt_br: @niko Tomei um choque...
ru: @niko Меня ударило током...

source: @silver_eyeclosed [I told you not to touch it...]
cht: @silver_eyeclosed [我说过别碰它...]
es: @silver_eyeclosed [Te dije que no la tocaras...]
it: @silver_eyeclosed [Ti avevo detto di non toccarlo...]
ja: @silver_eyeclosed [触らないでって言ったのに…]
ko: @silver_eyeclosed [그러니까 만지지 말라고 했잖아...]
pt_br: @silver_eyeclosed [Eu disse para não tocar nisso...]
ru: @silver_eyeclosed [Я говорила тебе не трогать...]

source: @niko_eyeclosed \p made me.
cht: @niko_eyeclosed \p让我碰的。
es: @niko_eyeclosed \p me ha obligado.
it: @niko_eyeclosed Me l'ha fatto fare \p...
ja: @niko_eyeclosed \p がやれって言うから。
ko: @niko_eyeclosed \p 님이 만지라고 했어요.
pt_br: @niko_eyeclosed \p ordenou.
ru: @niko_eyeclosed Это всё \p.

source: @niko_eyeclosed I'm not falling for that one again, \p...
cht: @niko_eyeclosed 我再也不会重蹈覆辙了，\p...
es: @niko_eyeclosed No pienso volver a caer, \p...
it: @niko_eyeclosed \p, non ci casco una seconda volta...
ja: @niko_eyeclosed もう騙されないぞ、 \p…
ko: @niko_eyeclosed \p 님, 이제 안 속을 거예요...
pt_br: @niko_eyeclosed Eu não vou cair nessa de novo, \p...
ru: @niko_eyeclosed \p, я больше на это не поведусь...

source: @niko The chess table has 2 small chairs.
cht: @niko 棋桌配有2张椅子。
es: @niko La mesa de ajedrez tiene 2 sillas pequeñas.
it: @niko Il tavolino da scacchi ha due piccole sedie.
ja: @niko チェステーブルには 2つの小さい椅子がある。
ko: @niko 체스 테이블 곁에 작은 의자 두 개가 있어요.
pt_br: @niko O tabuleiro de xadrez tem 2 cadeiras pequenas.
ru: @niko У шахматного стола 2 маленьких стула.

source: @niko A chess table.\>\nIt's not dusty anymore.
cht: @niko 一张棋桌。\>\n现在没灰尘了。
es: @niko Una mesa de ajedrez.\>\nYa no tiene polvo.
it: @niko Un tavolino da scacchi.\>\nNon è più polveroso.
ja: @niko チェステーブルだ。\>\nもう埃っぽくない。
ko: @niko 체스 테이블이네요.\>\n이제 먼지가 없어요.
pt_br: @niko Um tabuleiro de xadrez.\>\nEle não está mais empoeirado.
ru: @niko Шахматный стол.\>\nОн больше не пыльный.

source: @niko A dusty chess table.
cht: @niko 一张满是灰尘的棋桌。
es: @niko Una mesa de ajedrez polvorienta.
it: @niko Un polveroso tavolino da scacchi.
ja: @niko 埃っぽいチェステーブル。
ko: @niko 먼지투성이 체스 테이블이에요.
pt_br: @niko Uma mesa de xadrez empoeirada.
ru: @niko Пыльный шахматный стол.

source: @niko It's a metal chess table covered in dust.
cht: @niko 满是灰尘的金属棋桌。
es: @niko Es una mesa de ajedrez de metal llena de polvo.
it: @niko Un tavolino da scacchi in metallo.\. È coperto di polvere.
ja: @niko 鉄で作られたチェステーブルだ。 埃がかぶってる。
ko: @niko 먼지가 쌓인 금속 체스 테이블이네요.
pt_br: @niko Uma mesa de xadrez de metal coberta de poeira.
ru: @niko Это металлический шахматный стол, покрытый пылью.

source: @silver [I haven't played chess with anyone else for a very long time.]
cht: @silver [我很久没有跟别人下棋了。]
es: @silver [Hace mucho tiempo que no juego con nadie más al ajedrez.]
it: @silver [Non gioco a scacchi con qualcuno da un sacco di tempo.]
ja: @silver [ずっと長いこと、誰ともチェスをしていないわ。]
ko: @silver [오랫동안 체스를 두지 않아서 그래.]
pt_br: @silver [Eu não jogo xadrez com alguém há muito tempo.]
ru: @silver [Я так давно ни с кем не играла в шахматы.]

source: @niko_speak Not even... \.\. with the other robots?
cht: @niko_speak 就连...\.\.和机器人也没下过？
es: @niko_speak ¿Ni siquiera... \.\. con los otros robots?
it: @niko_speak Neanche...\.\. con gli altri robot?
ja: @niko_speak 他の… \.\.ロボットとも？
ko: @niko_speak 다른... \.\. 로봇들과도요 ?
pt_br: @niko_speak Nem mesmo... \.\. com os outros robôs?
ru: @niko_speak И даже... \.\. с другими роботами?

source: @silver_eyeclosed [No.] \>\n\@silver [Nobody in the Barrens have that capacity in their programming.]
cht: @silver_eyeclosed [不。] \>\n\@silver [在 Barrens 的机器人程序里 都没有这样的能力。]
es: @silver_eyeclosed [No.]\>\n\@silver [En los Baldíos no hay nadie programado para ello.]
it: @silver_eyeclosed [No. \>\n\@silver Nessuno alla Baia Desolata è stato programmato per farlo.]
ja: @silver_eyeclosed [ええ。] \>\n\@silver [チェスができるようプログラミング されたロボットは、不毛の地には1体もいない。]
ko: @silver_eyeclosed [응.] \>\n\@silver [이 불모지에 있는 로봇들에게는 체스에 관한 프로그램이 없거든.]
pt_br: @silver_eyeclosed [Não.] \>\n\@silver [Ninguém nas Terras Áridas tem esse recurso na programação.]
ru: @silver_eyeclosed [Нет.] \>\n\@silver [Никто в Пустошах для этого не запрограммирован.]

source: @silver_eyeclosed [Nobody here is tamed, for that matter.]
cht: @silver_eyeclosed [所以这里没有人是被制御的。]
es: @silver_eyeclosed [Nadie está adiestrado para esa cuestión.]
it: @silver_eyeclosed [E a dirla tutta, nessuno qui è addomesticato.]
ja: @silver_eyeclosed [さらに言うと、制御化されたロボットもいない。]
ko: @silver_eyeclosed [하긴, 여긴 길든 로봇이 없으니까.]
pt_br: @silver_eyeclosed [Ninguém aqui é evoluído... para isso.]
ru: @silver_eyeclosed [Никто здесь не приручен, если уж на то пошло.]

source: @niko A bed.
cht: @niko 一张床。
es: @niko Una cama.
it: @niko Un letto.
ja: @niko ベッドだ。
ko: @niko 침대예요.
pt_br: @niko Uma cama.
ru: @niko Кровать.

source: @niko_speak It's made of metal...?
cht: @niko_speak 金属材质的...？
es: @niko_speak ¿Es de metal...?
it: @niko_speak Fatto di metallo...?
ja: @niko_speak 鉄でできてる…？
ko: @niko_speak 금속인데요...?
pt_br: @niko_speak É feita de metal...?
ru: @niko_speak Она... из металла?

source: @niko_eyeclosed Doesn't look very comfortable...
cht: @niko_eyeclosed 看起来睡着不是很舒服...
es: @niko_eyeclosed No parece muy cómoda...
it: @niko_eyeclosed Non sembra molto comodo...
ja: @niko_eyeclosed あまり寝心地よくなさそう…
ko: @niko_eyeclosed 별로 편하진 않겠어요...
pt_br: @niko_eyeclosed Não parece muito confortável...
ru: @niko_eyeclosed Выглядит не очень удобно...

source: @niko A shelf of weird tools and pieces of metal.
cht: @niko 满架子的奇怪工具和金属片。
es: @niko Un estante con herramientas raras y trozos de metal.
it: @niko Uno scaffale pieno di strani strumenti e pezzi di metallo.
ja: @niko 変な道具とか金属が並んだ棚。
ko: @niko 희한한 도구와 금속 조각이 잔뜩 있는 선반이에요.
pt_br: @niko Uma prateleira de ferramentas estranhas e peças de metal.
ru: @niko Полки со странными инструментами и кусками металла.

source: @niko Lots of tiny shrimp are swimming in this jar.
cht: @niko 罐子里有很多小虾在游动。
es: @niko En este tarro hay muchos camarones diminutos nadando.
it: @niko Dei gamberetti che nuotano nel barattolo.
ja: @niko 大量の小さなエビがビンの中で泳いでる。
ko: @niko 작은 새우들이 병 안에서 헤엄치고 있어요.
pt_br: @niko Há vários camarõezinhos nadando nesse jarro.
ru: @niko В этой банке плавает много маленьких креветок.

source: @niko There's lots of tiny glowing shrimp swimming in this jar.
cht: @niko 罐子里有很多闪光的小虾在游动。
es: @niko En este tarro hay muchos camarones diminutos luminiscentes nadando.
it: @niko In questo barattolo ci sono un sacco di piccoli gamberetti luminosi che nuotano.
ja: @niko このビンの中には、小さな 光るエビがたくさん泳いでる。
ko: @niko 병 안에서 빛을 내는 새우들이 헤엄치고 있어요.
pt_br: @niko Há vários camarõezinhos brilhantes nadando nesse jarro.
ru: @niko В этой банке плавает много маленьких светящихся креветок.

source: @niko And lots of tiny shrimp that aren't glowing...
cht: @niko 还有很多小虾不会闪光...
es: @niko Y muchos camarones diminutos que no brillan...
it: @niko Ce ne sono anche tanti altri che però sembrano spenti...
ja: @niko それと光ってないのもいっぱい…
ko: @niko 빛을 내지 않는 새우도 많네요...
pt_br: @niko E vários camarõezinhos que não estão brilhando.
ru: @niko И много маленьких креветок, которые не светятся...

source: @niko_eyeclosed ...or swimming...
cht: @niko_eyeclosed ...或游动...
es: @niko_eyeclosed ... ni nadan...
it: @niko_eyeclosed ...e non si muovono...
ja: @niko_eyeclosed …あと、泳いでないのも…
ko: @niko_eyeclosed ...헤엄을 안 치는 새우도요...
pt_br: @niko_eyeclosed ... nem nadando...
ru: @niko_eyeclosed ...и не плавают...

source: @silver2 [No way! I just refilled that two days ago!]
cht: @silver2 [不可能！我两天前才换的水！]
es: @silver2 [¡No puede ser! ¡Lo rellené hace tan solo dos días!]
it: @silver2 [Ma che diamine, l'avevo riempito appena due giorni fa!]
ja: @silver2 [そんな！2日前に補充したばかりなのに！]
ko: @silver2 [그럴 리가! 이틀 전에 채웠는데!]
pt_br: @silver2 [Como assim?! Eu enchi isso há dois dias!]
ru: @silver2 [Не может быть! Я её заполнила только два дня назад!]

source: @silver_eyeclosed [Guess I'll make a trip to the shore later...]
cht: @silver_eyeclosed [稍后可能要到去趟岸边...]
es: @silver_eyeclosed [Supongo que más tarde haré una excursión a la costa...]
it: @silver_eyeclosed [Mi sa che più tardi farò un salto alla costa...]
ja: @silver_eyeclosed [後で岸まで行かなきゃいけないわね…]
ko: @silver_eyeclosed [아무래도 이따 해안에 다녀와야겠는걸...]
pt_br: @silver_eyeclosed [Acho que depois farei uma viagem até a margem...]
ru: @silver_eyeclosed [Похоже, мне придётся в скором времени прогуляться до берега...]

source: @silver_eyeclosed [These jars don't last very long.]
cht: @silver_eyeclosed [这些罐子用不了多久了。]
es: @silver_eyeclosed [Estos tarros no duran mucho tiempo.]
it: @silver_eyeclosed [Purtroppo questi barattoli non durano a lungo.]
ja: @silver_eyeclosed [このビンはあまり長持ちしないの。]
ko: @silver_eyeclosed [병들이 통 오래가질 않아.]
pt_br: @silver_eyeclosed [Esses jarros não duram muito tempo.]
ru: @silver_eyeclosed [Этих банок надолго не хватает.]

source: @niko A jar full of glowing shrimp.
cht: @niko 满满一罐会闪光的虾。
es: @niko Un tarro lleno de camarones luminiscentes.
it: @niko Un barattolo pieno di gamberetti luminosi.
ja: @niko 光るエビでいっぱいのビン。
ko: @niko 빛나는 새우가 가득 든 병이에요.
pt_br: @niko Um jarro cheio camarões brilhantes.
ru: @niko Банка со светящимися креветками.

source: $I heard the news about the mines.
cht: $矿山的事我听说了。
es: $Me he enterado de lo que ha pasado en las minas.
it: $ho sentito quello che è successo alle miniere.
ja: $鉱山についてのこと 聞いたわ。
ko: $광산 소식 들었어.
pt_br: $Fiquei sabendo das minas.
ru: $Я слышала новости насчёт шахты.

source: $I'm sorry... I can't imagine what you're feeling.
cht: $我很遗憾... 我无法想象你现在的心情。
es: $Lo siento... No soy capaz de imaginarme cómo te sientes.
it: $Mi dispiace... Non riesco ad immaginare come possa sentirti.
ja: $ごめんなさい…あなたが どう感じているか想像も つかない。
ko: $참 안됐어... 당신이 어떤 기분일지 상상이 되지 않아.
pt_br: $Lamento... Não consigo imaginar como você está se sentindo.
ru: $Мне очень жаль... Я не представляю, что ты сейчас чувствуешь.

source: $It's been two weeks...
cht: $已经两个星期了...
es: $Han pasado dos semanas...
it: $Sono passate due settimane...
ja: $もう2週間も経った…。
ko: $이제 2주가 지났네...
pt_br: $Faz duas semanas...
ru: $Прошло уже две недели...

source: $I know it must be hard, but maybe it's better that you came back...
cht: $我知道这肯定很不容易， 但是或许你回来会好些...
es: $Sé que debe ser duro, pero tal vez sea mejor que regreses...
it: $So che dev'essere stato difficile per te... ma forse è meglio se torni a casa.
ja: $つらいだろうけど、 帰ってきたほうが いいんじゃないかしら…
ko: $물론 힘들겠지만, 당신은 돌아오는 게 나을지도 몰라...
pt_br: $Deve ser difícil, mas talvez seja melhor você ter voltado...
ru: $Знаю, это нелегко, но может будет лучше, если ты вернёшься...

source: $-Kip
ja: $-キップより
ko: $-킵
ru: $-Кип

source: @niko The top is covered with a wire mesh.
cht: @niko 上面用金属网盖着。
es: @niko La tapa tiene una rejilla de alambre.
it: @niko La parte superiore è coperta da una rete metallica.
ja: @niko 上は金網で覆われてる。
ko: @niko 위쪽이 철망으로 덮여 있어요.
pt_br: @niko A parte de cima está coberta com uma tela metálica.
ru: @niko Верх покрыт металлической сеткой.

source: @niko It's a photo of two people.
cht: @niko 这是一张两个人的照片。
es: @niko Es una foto de dos personas.
it: @niko È una foto che ritrae due persone.
ja: @niko ふたりの人が写った写真。
ko: @niko 두 사람을 찍은 사진이에요.
pt_br: @niko Uma foto de duas pessoas...
ru: @niko На этом фото два человека.

source: @niko The glass is a bit too foggy to see details, though.
cht: @niko 但是玻璃有点模糊，看不清楚细节。
es: @niko Pero el cristal está demasiado empañado como para ver los detalles.
it: @niko Anche se il vetro è un po' troppo appannato per vedere di più.
ja: @niko でもガラスが曇ってて、 細かいところが見えない。
ko: @niko 하지만 유리가 더러워서 잘 보이지 않네요.
pt_br: @niko O vidro está um pouco embaçado para ver os detalhes.
ru: @niko Но стекло слишком мутное, чтобы рассмотреть детали.

source: @silver2 [Oh, it's that journal you showed me in the mines.]
cht: @silver2 [哦，这就是你在矿区给我看的日志。]
es: @silver2 [Oh, es aquel diario que me enseñaste en las minas.]
it: @silver2 [Oh, è quel diario che mi hai mostrato nelle miniere.]
ja: @silver2 [あら、これは、鉱山であなたが 見せてくれた日記ね。]
ko: @silver2 [아, 네가 광산에서 보여 줬던 그 일지구나.]
pt_br: @silver2 [Ah, é aquele diário que você me mostrou nas minas.]
ru: @silver2 [О, это же тот дневник, который ты показал мне в шахте.]

source: @silver [Doesn't look like it's glowing anymore, though.]
cht: @silver [但不像它发光的时候了。]
es: @silver [Aunque parece que ya no brilla.]
it: @silver [Però sembra che non si illumini più.]
ja: @silver [もう光ってはないみたいだけれど。]
ko: @silver [이제 빛이 나진 않는 모양이지만.]
pt_br: @silver [Mas parece que não está brilhando mais.]
ru: @silver [Хотя похоже, что он уже не светится.]

source: @niko Do you know what I'm supposed to do with it?
cht: @niko 你知道我应该用它做什么吗？
es: @niko ¿Sabes qué tengo que hacer con él?
it: @niko Sai per caso che cosa dovrei farci?
ja: @niko ミーは、これをどうすればいいんだろ？
ko: @niko 제가 이걸 어떡해야 하는지 아시겠어요?
pt_br: @niko Você sabe o que eu preciso fazer com ele?
ru: @niko Ты не знаешь, что я должен с ним делать?

source: @silver2 [I am unsure, but...]
cht: @silver2 [我不确定，但...]
es: @silver2 [No estoy segura, pero...]
it: @silver2 [Non ne sono sicura, ma...]
ja: @silver2 [さあね、でも…]
ko: @silver2 [나도 모르지만...]
pt_br: @silver2 [Não sei bem, mas...]
ru: @silver2 [Точно не уверена, но...]

source: @silver [...hold on to the journal for now.]
cht: @silver [...带着日志吧。]
es: @silver [... No te deshagas del diario por ahora.]
it: @silver [...Conserva il diario per ora.]
ja: @silver […とりあえず、その日記を 手放してはいけないわ。]
ko: @silver [...당분간 일지를 잘 간직하도록 해.]
pt_br: @silver [... fique com o diário por enquanto.]
ru: @silver [...прибереги у себя этот дневник.]

source: @silver [It will be important.]
cht: @silver [以后你会发现它很重要。]
es: @silver [Será importante.]
it: @silver [Sarà importante.]
ja: @silver [きっと重要なものだから。]
ko: @silver [분명 중요한 책일 거야.]
pt_br: @silver [Será importante.]
ru: @silver [Он ещё пригодится.]

source: @niko O...kay...
cht: @niko 好...的...
es: @niko Va... le...
it: @niko Va... bene...
ja: @niko わ…分かった…
ko: @niko 네... 알았어요...
pt_br: @niko C-certo...
ru: @niko Ну... ладно...

source: @niko Excuse me, miss...
cht: @niko 对不起，女士...
es: @niko Perdone, señorita...
it: @niko Chiedo scusa, signorina...
ja: @niko あの、お姉さん…
ko: @niko 저기, 부탁드릴 게 있는데요...
pt_br: @niko Com licença, senhorita...
ru: @niko Прошу прощения, мисс...

source: @niko_speak I found this book.\nDo you know anything about it?
cht: @niko_speak 我找到了这本书。\n你对它有了解吗？
es: @niko_speak Me he encontrado este libro.\n¿Sabe algo de él?
it: @niko_speak Ho trovato questo libro.\nSai cos'è?
ja: @niko_speak こんな本を見つけたんだ。\n何か知ってる？
ko: @niko_speak 이런 책을 찾았어요.\n혹시 아시는 거 있으세요?
pt_br: @niko_speak Eu encontrei este livro.\nSabe alguma coisa sobre ele?
ru: @niko_speak Я нашёл эту книгу.\nТы ничего про неё не знаешь?

source: @silver [Let me see.\..\..]
cht: @silver [让我看看。\..\..]
es: @silver [A ver.\..\..]
it: @silver [Fammi vedere.\..\..]
ja: @silver [見せて.\..\..]
ko: @silver [잠깐 보여줘.\..\..]
pt_br: @silver [Deixe-me ver.\..\..]
ru: @silver [Дай-ка посмотрю.\..\..]

source: @silver2 [What language is this...?]
cht: @silver2 [这是什么语言...？]
es: @silver2 [¿Qué idioma es este?]
it: @silver2 [Che lingua è questa...?]
ja: @silver2 [この言語は何かしら…？]
ko: @silver2 [이게 무슨 언어지...?]
pt_br: @silver2 [Que língua é essa...?]
ru: @silver2 [Что это за язык...?]
