Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko_distressed What am I gonna do?
cht: @niko_distressed 我该怎么办？
es: @niko_distressed ¿Qué voy a hacer?
it: @niko_distressed Che faccio ora?
ja: @niko_distressed どうしたらいい？
ko: @niko_distressed 이제 어쩌면 좋죠?
pt_br: @niko_distressed O que eu vou fazer?
ru: @niko_distressed Что мне теперь делать?

source: @niko_speak It... \. lit up again?
cht: @niko_speak 它...\.又变亮了？
es: @niko_speak ¿Volverá... \. a encenderse de nuevo?
it: @niko_speak Si è... \.riacceso?
ja: @niko_speak 明かりが… \.また点いた？
ko: @niko_speak 다시... \.불이 켜졌네요?
pt_br: @niko_speak Ele... \. acendeu de novo?
ru: @niko_speak Она... \. снова зажглась?

source: @niko_eyeclosed ...phew.
cht: @niko_eyeclosed ...唷。
es: @niko_eyeclosed ... ¡Uf!
it: @niko_eyeclosed ...Fiuu.
ja: @niko_eyeclosed …ふぅ。
ko: @niko_eyeclosed ...휴우.
pt_br: @niko_eyeclosed ... ufa.
ru: @niko_eyeclosed фух...

source: @calamus_unknown Alula?\>\nAlula? Where did you go?
cht: @calamus_unknown Alula？\>\nAlula？你去哪了？
es: @calamus_unknown ¿Alula?\>\n¿Alula? ¿Dónde te has metido?
it: @calamus_unknown Alula?\>\nAlula? Dove sei?
ja: @calamus_unknown アルーラ？\>\nアルーラ？おーーーい？
ko: @calamus_unknown 알룰라?\>\n알룰라? 어디 간 거야?
pt_br: @calamus_unknown Alula?\>\nAlula? Onde você está?
ru: @calamus_unknown Алула?\>\nАлула? Куда ты подевалась?

source: @niko_speak \p, did you hear that?
cht: @niko_speak \p，你听见没有？
es: @niko_speak \p, ¿has oído eso?
it: @niko_speak Ehi \p, l'hai sentito?
ja: @niko_speak \p、 今の聞こえた？
ko: @niko_speak \p 님, 방금 들었어요?
pt_br: @niko_speak \p, você ouviu isso?
ru: @niko_speak \p, ты это слышишь?

source: @calamus_unknown Alula!
ja: @calamus_unknown アルーラ！
ko: @calamus_unknown 알룰라!
ru: @calamus_unknown Алула!

source: @niko I think it's coming from south-east of here.
cht: @niko 我觉得它是从东南方向传来的。
es: @niko Creo que viene de algún lugar al sureste de aquí.
it: @niko Mi sembrava venisse da sud-est.
ja: @niko 南東のほうから聞こえるよ。
ko: @niko 남동쪽 방향에서 들리는 것 같아요.
pt_br: @niko Acho que está vindo a sudeste daqui.
ru: @niko Думаю, звук доносится с юго-востока.

source: [WATER SAMPLE COLLECTION IN PROGRESS...]
cht: [水样收集中...]
es: [RECOGIDA DE MUESTRA DE AGUA EN CURSO...]
it: [RACCOLTA DEL CAMPIONE D'ACQUA IN CORSO...]
ja: [水ノサンプル採取を進行中…]
ko: [물 표본 채취 진행 중...]
pt_br: [COLETA DE AMOSTRA DE ÁGUA EM ANDAMENTO...]
ru: [ПРОИЗВОДИТСЯ СБОР ОБРАЗЦОВ ВОДЫ...]

source: The bridge to the forest was just restored...
cht: 通往森林的桥重新修好了...
es: El puente hacia el bosque acaba de ser restaurado...
it: Il ponte verso la foresta è stato appena riparato...
ja: 森へと繋がる橋が、急に直ったんだ…
ko: 숲으로 향하는 다리가 방금 복구됐어...
pt_br: Acabaram de restaurar a ponte da floresta...
ru: Мост к лесу был только что восстановлен.

source: The village evacuees should be able to find better fishing spots here.
cht: 村子的撤离人员应该能在这找到更 好的钓鱼地点。
es: Los refugiados de la aldea deberían poder encontrar mejores zonas de pesca aquí.
it: Gli sfollati del villaggio dovrebbero trovare luoghi migliori dove pescare qui.
ja: ここなら村の避難者たちも、いい釣り場が 見つけられるはずだ。
ko: 마을에서 대피한 사람들이 여기서라면 더 좋은 낚시터를 찾을 수 있을 거야.
pt_br: Os refugiados da aldeia vão encontrar pontos de pesca melhores aqui.
ru: Выселенцы из деревни смогут найти здесь места для рыбалки получше.

source: The plant spirit is really looking out for us, isn't she?
cht: 植物精灵真的在寻找我们，是吗？
es: El espíritu planta cuida de nosotros, ¿verdad?
it: Lo spirito pianta sta veramente vegliando su di noi, eh?
ja: 植物の精霊は、本当にオレたちのことを 見守ってくれているんだな。
ko: 식물 정령이 우릴 돌보고 있는 모양이야. 그렇지?
pt_br: O espírito das plantas está mesmo tomando conta de nós, não é?
ru: Дух растений и в правду присматривает за нами?

source: @niko_upset2 ...yeah.
cht: @niko_upset2 ...是的。
es: @niko_upset2 ... Sí.
it: @niko_upset2 ...Già.
ja: @niko_upset2 …うん。
ko: @niko_upset2 ...맞아요.
pt_br: @niko_upset2 ...é.
ru: @niko_upset2 ...да.

source: @niko_speak So...\.\. we're filling up the syringe, \p?
cht: @niko_speak 那么...\.\. 我们要把注射器灌满，\p？
es: @niko_speak Bueno...\.\.¿lleno la jeringa, \p?
it: @niko_speak Quindi...\.\. riempiamo la siringa, \p?
ja: @niko_speak えっと…\.\. 注射器でいっぱい吸えば いいのかな、 \p？
ko: @niko_speak 그럼...\.\. 이 주사기를 채우라는 건가요, \p 님?
pt_br: @niko_speak Então...\.\. temos que encher a seringa, \p?
ru: @niko_speak Значит...\.\. наполним этот шприц, \p?

source: @niko I guess it's kind of like a funnel...
cht: @niko 我觉得这好像可以代替漏斗...
es: @niko Supongo que es una especie de embudo...
it: @niko Effettivamente potremmo usarla come un imbuto...
ja: @niko まぁ、じょうごに似てるかもね…
ko: @niko 꼭 깔때기 같네요...
pt_br: @niko Acho que é tipo um funil...
ru: @niko Я думаю он сойдёт за воронку...

source: @niko But the liquid might be a bit too thick to fit in the needle...
cht: @niko 不过液体可能太稠了，没法灌进针里...
es: @niko Pero es posible que el líquido sea demasiado espeso para que quepa en la aguja...
it: @niko Ma il liquido potrebbe essere troppo denso per entrare nell'ago...
ja: @niko でも液体がドロドロしてるから、 針が通らないかも…
ko: @niko 액체가 걸쭉해서 바늘을 꽂기도 힘들 것 같은데...
pt_br: @niko Mas acho que o líquido é muito grosso para passar na agulha...
ru: @niko Однако, если жидкость слишком густая, чтобы войти в иглу...

source: @niko Hey, it actually went in!
cht: @niko 嘿，它真的进去了！
es: @niko ¡Ey, pues ha entrado!
it: @niko Ehi, è entrato!
ja: @niko あっ、ちゃんと入った！
ko: @niko 앗, 바늘이 들어갔어요!
pt_br: @niko Ei, não é que entrou?!
ru: @niko А нет, она вошла!

source: @niko_eyeclosed Gross.
cht: @niko_eyeclosed 真恶心。
es: @niko_eyeclosed ¡Qué asco!
it: @niko_eyeclosed Che schifo.
ja: @niko_eyeclosed うぇー…
ko: @niko_eyeclosed 느낌이 이상해요.
pt_br: @niko_eyeclosed Eca.
ru: @niko_eyeclosed Гадость какая.

source: @niko You want me to fill the bottle with this stuff, \p?
cht: @niko 你想用这东西把瓶子装满\p？
es: @niko ¿Quieres que llene la botella con esto, \p?
it: @niko Vuoi che riempia la bottiglia con questa roba, \p?
ja: @niko これをボトルに入れたらいいの、 \p？
ko: @niko \p 님, 이걸로 병을 채우라고요?
pt_br: @niko Quer que eu encha a garrafa com isso, \p?
ru: @niko Ты хочешь, чтобы я наполнил бутылку этой штукой, \p?

source: @niko_eyeclosed It's too goopy to fit in the bottle opening...
cht: @niko_eyeclosed 它太粘稠了，没法从瓶口进去...
es: @niko_eyeclosed Es demasiado viscoso para que quepa por la boca de la botella...
it: @niko_eyeclosed È troppo appiccicoso per entrare nell'apertura della bottiglia...
ja: @niko_eyeclosed すごくネバネバしてて、 ビンの口に入らないや…
ko: @niko_eyeclosed 액체가 너무 끈적해서 병 입구에 넣기가 힘들어요...
pt_br: @niko_eyeclosed É tão gosmento que não passa na boca da garrafa...
ru: @niko_eyeclosed Она слишком вязкая, не влезет в горлышко бутылки...

source: @niko It's like that one time years ago when I tried to put tomato chowder in a baby bottle...
cht: @niko 这好像很多年前我有一次试着将 西红柿杂烩汤装进奶瓶...
es: @niko Es como aquella vez, hace unos años, cuando intenté poner sopa de tomate en un biberón...
it: @niko È come quella volta che ho provato a mettere della polpa di pomodoro in un biberon...
ja: @niko とっても昔に、ミーがトマトチャウダーを 哺乳瓶に入れようとしたときみたい…
ko: @niko 1년 전 젖병에 토마토 수프를 넣으려고 했던 때와 비슷한 느낌이에요...
pt_br: @niko Igual àquela vez que tentei colocar creme de tomate numa mamadeira...
ru: @niko Как-то раз, несколько лет назад, я попытался перелить густую помидорную похлёбку в детскую бутылочку...

source: @niko_speak ...and then it got everywhere!
cht: @niko_speak ...然后搞得到处都是！
es: @niko_speak ...¡y al final hubo sopa por todas partes!
it: @niko_speak ...e poi si è sparsa ovunque!
ja: @niko_speak …大惨事になったんだから！
ko: @niko_speak ...결국 사방으로 튀어 버렸죠!
pt_br: @niko_speak ... foi tomate para todo lado!
ru: @niko_speak ...и всё ей перепачкал!

source: @niko_eyeclosed On the table, on my clothes, on the baby, on the baby's clothes...
cht: @niko_eyeclosed 桌子上，我的衣服上，宝宝的身上， 宝宝的衣服上全都是...
es: @niko_eyeclosed En la mesa, en mi ropa, en el bebé, en la ropa del bebé...
it: @niko_eyeclosed Sul tavolo, sui miei vestiti, sul bambino, sui vestiti del bambino...
ja: @niko_eyeclosed テーブル、ミーの服、赤ちゃん、 赤ちゃんの服…みんなチャウダーまみれ…
ko: @niko_eyeclosed 탁자랑, 제 옷이랑, 아기 옷이랑, 아기한테까지...
pt_br: @niko_eyeclosed Na mesa, na minha roupa, no neném, nas roupas do neném...
ru: @niko_eyeclosed Стол, мою одежду, ребёнка, одежду ребёнка...

source: @niko The grown-ups thought it was hilarious.\> \@niko_eyeclosed They took a bunch of pictures.
cht: @niko 大人们觉得这太好笑了。\>\@niko_eyeclosed 他们拍了很多照片。
es: @niko Los mayores consideraron que la situación era graciosísima.\> \@niko_eyeclosed Sacaron un montón de fotos.
it: @niko Gli adulti pensavano fosse esilarante.\> \@niko_eyeclosed Hanno fatto un sacco di foto.
ja: @niko 大人たちはすっごく笑ってたけどね。\> \@niko_eyeclosed たくさん写真を撮ってた。
ko: @niko 어른들은 그걸 보더니 웃음을 터뜨렸어요.\> \@niko_eyeclosed 사진을 잔뜩 찍었죠.
pt_br: @niko Os adultos acharam engraçado.\> \@niko_eyeclosed Tiraram um monte de fotos.
ru: @niko Взрослые решили, что это ужасно забавно.\> \@niko_eyeclosed И сделали кучу фотографий.

source: @niko_speak And then they taught me how to use funnels!
cht: @niko_speak 然后他们教我怎么用漏斗！
es: @niko_speak ¡Y luego me enseñaron cómo usar un embudo!
it: @niko_speak E poi mi hanno insegnato a usare gli imbuti!
ja: @niko_speak その後、じょうごの使い方を 教えてくれたんだ！
ko: @niko_speak 그 뒤에 깔때기를 사용하는 법을 알려 주셨죠!
pt_br: @niko_speak Foi quando me ensinaram a usar o funil!
ru: @niko_speak И потом они научили меня пользоваться воронкой!

source: @niko_eyeclosed And then they also told me I shouldn't try to babysit until I'm older.
cht: @niko_eyeclosed 他们还说，在我长大之前不许我再照看小孩。
es: @niko_eyeclosed Y también me dijeron que no debería cuidar niños hasta que fuera más mayor.
it: @niko_eyeclosed E mi hanno anche detto di non fare il babysitter fino a quando non fossi diventato più grande.
ja: @niko_eyeclosed それと、大きくなるまで赤ちゃんの世話は するなって言われた。
ko: @niko_eyeclosed 물론, 좀 더 나이가 찰 때까지 아기를 돌보는 건 미뤄야겠다고도 했고요.
pt_br: @niko_eyeclosed Depois me disseram para esperar um pouco antes de cuidar do bebê dos outros.
ru: @niko_eyeclosed А ещё сказали, что мне не стоит нянчиться с детьми, пока не подрасту.

source: @niko ...anyway we should probably look for a funnel or something!
cht: @niko ...不管怎么说，我们可能要找到一个漏斗 或者类似的东西！
es: @niko ...da igual, ¡deberíamos buscar un embudo o algo similar!
it: @niko ...Comunque dovremmo cercare qualcosa da usare come imbuto!
ja: @niko …とにかく、じょうごか何かを 探したほうがいいね！
ko: @niko ...아무튼, 먼저 깔때기 비슷한 것부터 찾아야 해요!
pt_br: @niko Então temos que achar um funil ou algo assim!
ru: @niko ...думаю, нам стоит поискать воронку или что-то похожее!

source: @niko Alright... lemme just take out the cork, and...
cht: @niko 好...让我先取出软木塞，然后...
es: @niko Muy bien... déjame sacar el corcho, y...
it: @niko Bene... fammi togliere il tappo e...
ja: @niko よし…コルクを取り出すから、それから…
ko: @niko 알았어요... 일단 마개를 빼고...
pt_br: @niko Certo... deixe-me tirar a rolha e...
ru: @niko Хорошо... Дай-ка я достану пробку, и...

source: @niko_eyeclosed ...all the smoke escaped.
cht: @niko_eyeclosed ...烟雾都散开了。
es: @niko_eyeclosed ...todo el humo ha salido.
it: @niko_eyeclosed ...Tutto il fumo è uscito.
ja: @niko_eyeclosed …煙が全部出ちゃった。
ko: @niko_eyeclosed ...연기가 다 빠져나가 버렸어요.
pt_br: @niko_eyeclosed ... saiu toda a fumaça.
ru: @niko_eyeclosed ...и теперь у нас нет дыма.

source: @niko_speak There's already some of this stuff in the bottle, \p!
cht: @niko_speak 瓶子中已经有一些这东西了\p！
es: @niko_speak ¡Ya hay un poco dentro de la botella, \p!
it: @niko_speak C'è già un po' di quella roba nella bottiglia, \p!
ja: @niko_speak ビンの中にもう入ってるよ、 \p！
ko: @niko_speak \p 님, 이미 병 안에 이 물질이 들어 있어요!
pt_br: @niko_speak Já tem um pouco dessa coisa na garrafa, \p!
ru: @niko_speak В бутылке уже есть эта штука, \p!

source: @niko This pond sure looks different...
cht: @niko 这池塘看起来有点不一样...
es: @niko Este estanque es distinto...
it: @niko Questa pozza sembra diversa dalle altre...
ja: @niko この池、何だかちょっと変だよ…
ko: @niko 이 연못은 왠지 좀 다른데요...
pt_br: @niko Essa lagoa parece ser diferente...
ru: @niko Этот пруд какой-то другой...

source: @niko The water looks like... jelly?
cht: @niko 这水看起来像是...果冻？
es: @niko El agua parece... ¿gelatina?
it: @niko L'acqua sembra... gelatina?
ja: @niko 水がまるで…ゼリーみたい。
ko: @niko 물이 꼭... 젤리 같아요.
pt_br: @niko A água parece... gelatina?
ru: @niko Вода похожа на... желе?

source: @niko It's formed a bubble over the surface of the pond.
cht: @niko 池塘表面形成了气泡。
es: @niko Ha formado una burbuja sobre la superficie del estanque.
it: @niko Sulla superficie della pozza si è formata una bolla gigante.
ja: @niko 水面に泡ができてる。
ko: @niko 그래선지 연못 표면에 거품이 생겼어요.
pt_br: @niko Uma bolha surgiu na superfície da lagoa.
ru: @niko А на его поверхности вздулся большой пузырь.

source: @niko I guess you want me to fill the bottle with this gas, \p?
cht: @niko 我猜你想要我用这种气体把瓶子装满\p？
es: @niko Imagino que quieres que llene la botella con este gas, ¿no, \p?
it: @niko \p, immagino tu voglia farmi riempire la bottiglia con questo gas, giusto?
ja: @niko このガスをビンに 入れたらいいんでしょ、 \p？
ko: @niko \p 님, 이 병에 가스를 채우라는 뜻인가요?
pt_br: @niko Você quer que eu encha a garrafa com esse gás, \p?
ru: @niko Полагаю, ты хочешь, чтобы я наполнил бутылку этим газом, \p?

source: @niko That oughta do it.
cht: @niko 那我们来做吧。
es: @niko Con eso debería bastar.
it: @niko Dovrebbe bastare.
ja: @niko これでいいはず。
ko: @niko 됐어요.
pt_br: @niko Isso deve servir.
ru: @niko Думаю, этого хватит.

source: @niko This bottle is already full of this smoke!
cht: @niko 瓶子中已经装满了这种烟雾！
es: @niko ¡Esta botella ya está llena de humo!
it: @niko Questa bottiglia è già piena di fumo!
ja: @niko このビンはすでに煙でいっぱいだよ！
ko: @niko 이 병에는 이미 연기가 가득 들었어요!
pt_br: @niko Esta garrafa já está cheia de fumaça!
ru: @niko Бутылка и так уже полна этого дыма!

source: @niko Alright lemme just ...\> turn this bottle upside down...
cht: @niko 好，就让我...\> 把这瓶子倒过来...
es: @niko Vale, deja que...\> ponga la botella boca abajo...
it: @niko Ora...\> capovolgo la bottiglia...
ja: @niko よし、そしたら…\> ビンを逆さまにして…
ko: @niko 좋아요, 그럼...\> 병을 뒤집어서...
pt_br: @niko Certo, deixe-me só...\> virar esta garrafa para baixo...
ru: @niko Ладно, сейчас я просто ...\> переверну бутылку дном вверх...

source: @niko_eyeclosed ...aaaaand there goes the pond water.
cht: @niko_eyeclosed ...然后装进池水。
es: @niko_eyeclosed ... y adiós al agua del estanque.
it: @niko_eyeclosed ...eeeeeed ecco sparita l'acqua della pozza.
ja: @niko_eyeclosed …すると、はいこの通り。 池から取ってきた水がなくなっちゃった。
ko: @niko_eyeclosed ...연못 물을 버려야겠네요.
pt_br: @niko_eyeclosed ... eeee lá se vai a água da lagoa.
ru: @niko_eyeclosed ...и-и-и прощай прудовая вода.

source: @niko But at least we have this smoke...
cht: @niko 但至少我们有了烟雾...
es: @niko Pero al menos tenemos este humo...
it: @niko Ma almeno abbiamo questo fumo...
ja: @niko でも、とりあえず煙だけは確保したよ…
ko: @niko 하지만 연기가 있으니까 괜찮아요...
pt_br: @niko Pelo menos temos a fumaça.
ru: @niko Но по крайней мере у нас есть этот дым...

source: @niko_speak This vent is on the ground!
cht: @niko_speak 这个排气口在地面！
es: @niko_speak ¡Este conducto está en el suelo!
it: @niko_speak Questa fumarola è al livello del suolo!
ja: @niko_speak この通気孔は地面にある！
ko: @niko_speak 이 분출구는 땅에 나 있네요!
pt_br: @niko_speak Há uma ventilação no chão!
ru: @niko_speak Этот источник — прямо под ногами!

source: @niko All the others are taller than me.
cht: @niko 其他的都比我高。
es: @niko Todos los demás están más altos que yo.
it: @niko Le altre sono tutte più alte di me.
ja: @niko 他は全部、ミーより背が高い。
ko: @niko 나머지는 다 제 키보다 커요.
pt_br: @niko Todos os outros estão muito alto.
ru: @niko До других мне не дотянуться.

source: [THE SKY IS DARK.]
cht: [天空很暗。]
es: [EL CIELO ESTÁ OSCURO.]
it: [IL CIELO È BUIO.]
ja: [空ガ暗いですネ。]
ko: [하늘이 어두워.]
pt_br: [O CÉU ESTÁ ESCURO.]
ru: [НЕБО ОЧЕНЬ ТЁМНОЕ.]

source: @niko That it is.
cht: @niko 那确实。
es: @niko Lo está.
it: @niko Eh già.
ja: @niko そうだね。
ko: @niko 그렇네요.
pt_br: @niko É mesmo...
ru: @niko Это точно.

source: [DO YOU KNOW WHEN THE SUN WILL BE BACK UP?]
cht: [你知道太阳什么时候会回来吗？]
es: [¿SABES CUÁNDO VOLVERÁ A SALIR EL SOL?]
it: [SAI PER CASO QUANDO TORNERÀ IL SOLE?]
ja: [太陽ガいつ戻ってくるか分かりますカ？]
ko: [언제 태양이 돌아올지 알고 있어?]
pt_br: [VOCÊ SABE QUANDO O SOL VAI VOLTAR?]
ru: [ВЫ НЕ ЗНАЕТЕ, КОГДА ВЕРНЁТСЯ СОЛНЦЕ?]

source: @niko_speak We're working on it!
cht: @niko_speak 我们正在努力！
es: @niko_speak ¡Estamos trabajando en ello!
it: @niko_speak Ci stiamo lavorando!
ja: @niko_speak 今がんばってるとこ！
ko: @niko_speak 우리가 노력하는 중이에요!
pt_br: @niko_speak Estamos vendo isso!
ru: @niko_speak Мы делаем всё, что в наших силах!

source: $Initially, the amount of noxious fumes emitted by the natural gas vents caught our team off-guard.
cht: $一开始，从天然气排气 口排放出的有毒气体让 我们的队伍措手不及。
es: $Al principio, la cantidad de humos nocivos que emitían los conductos de gas natural nos pillaron por sorpresa.
it: $Inizialmente, la quantità di gas nocivi emessi dalle fumarole ha colto alla sprovvista la nostra squadra.
ja: $当初、 天然ガスの通気孔から 放出された有毒蒸気の 量に、我々のチームは 不意を突かれた。
ko: $처음 왔을 때는 천연 가스 분출구에서 뿜어져 나오는 유독 가스에 속수무책으로 당하고 말았다.
pt_br: $Inicialmente, a quantidade de gases nocivos emitidos pela ventilação de gás natural pegou nossa equipe desprevenida.
ru: $Поначалу объёмы вредных испарений, выделяемых природными источниками газа, застали нашу команду врасплох.

source: $Thank goodness the medical team reacted as quickly as they did.
cht: $感谢上帝，医疗团队以 最快的速度做出了反应。
es: $Por suerte, el equipo médico reaccionó en seguida.
it: $Per fortuna il team medico ha reagito tempestivamente.
ja: $ありがたいことに、 医療チームがすぐ 駆けつけてくれた。
ko: $다행히 의료 팀이 신속하게 대응해 주었다.
pt_br: $O bom foi que a equipe médica reagiu rapidamente.
ru: $К счастью, медицинская бригада среагировала максимально оперативно.

source: $Despite its failure, that first expedition did bring up some interesting observations about the Barrens.
cht: $尽管以失败告终，但第 一次对 Barrens 的探险 确实获得了有趣的结果。
es: $A pesar de su fracaso, la primera expedición trajo consigo algunas observaciones interesantes acerca de los Baldíos.
it: $Nonostante il fallimento, quella prima spedizione ha condotto a delle interessanti osservazioni riguardo alla Baia Desolata.
ja: $失敗に終わったものの、 最初の調査では 不毛の地に関する 興味深い観測結果を 得ることができた。
ko: $첫 탐험은 실패하긴 했지만, 불모지에 관한 흥미로운 정보를 입수할 수 있었다.
pt_br: $Apesar dessa falha, a primeira expedição trouxe algumas observações interessantes sobre as Terras Áridas.
ru: $Несмотря на неудачу, первая экспедиция раздобыла кое-какую полезную информацию насчёт Пустошей.

source: $We found that there's not one, but two such vent zones.
cht: $我们发现了并非仅一个， 而是有两个排气口区。
es: $Descubrimos que no solo hay un conducto: hay dos.
it: $Abbiamo scoperto non una, ma ben due zone delle fumarole.
ja: $噴出区域が 1つではなく、2つある ことがわかった。
ko: $이런 가스 지대가 한 군데가 아니라 두 군데라는 사실을 발견한 것이다.
pt_br: $Descobrimos que não tem uma, mas duas áreas de ventilação.
ru: $Мы узнали, что там не одна, а две зоны с такими источниками.

source: $With fumes being pumped out at such high concentrations...
cht: $毒气以如此高的浓度被 排出去...
es: $Con tal alta concentración de humos expulsados...
it: $Considerando la concentrazione altissima del gas...
ja: $それも、高濃度のガスが 排出されているにも 関わらず…だ。
ko: $뿜어져 나오는 가스 농도도 매우 높다...
pt_br: $Com os vapores bombeados para fora em alta concentração...
ru: $И при том, что испарения выделяются в таких невероятных концентрациях...

source: $...it seems a miracle that the gas hasn't spread anywhere else.
cht: $...气体没有蔓延到各地， 实在是奇迹。
es: $...parece un milagro que el humo no se haya expandido a otros lugares.
it: $...sembra un miracolo che non si sia diffuso altrove.
ja: $…他の区域に 拡散していないのは まさに奇跡と言える。
ko: $...가스가 다른 지역까지 퍼지지 않은 게 기적처럼 느껴질 정도다.
pt_br: $É um milagre o gás não ter se espalhado.
ru: $...это просто чудо, что они ещё не распространились повсюду.

source: $Our biologists concluded that the phosphor shrimp in the crater pools were actively consuming the gas.
cht: $我们的生物学家总结说， 坑池中的荧光虾会主动 消耗这种气体。
es: $Nuestros biólogos concluyeron que el camarón de fósforo en las piscinas naturales de los cráteres estaban consumiendo activamente el gas.
it: $I nostri biologi sono giunti alla conclusione che i gamberetti fosforescenti all'interno delle pozze hanno consumato il gas.
ja: $生物学者たちは、 クレータープールの 蛍光エビが積極的に ガスを吸収している という結論を出した。
ko: $연구 결과, 생물학자들은 분화구 웅덩이에 서식하는 발광새우가 유독 가스를 대량으로 소비한다는 결론을 내렸다.
pt_br: $Nossos biólogos concluíram que os camarões-luminescentes das crateras consomem o gás.
ru: $Наши биологи пришли к выводу, что фосфорные креветки в кратерных прудах активно потребляют этот газ.

source: $The shrimp in the ocean also prevent the gas from wafting off into the Glen.
cht: $海里的虾同样能防止气 体蔓延到 Glen 。
es: $El camarón del océano también evita que el gas llegue al Valle.
it: $Allo stesso modo, i gamberetti nell'oceano hanno impedito che raggiungesse la Valle.
ja: $海に住むエビも、ガスが 峡谷に流入するのを 防いでいる。
ko: $또한 바다에 서식하는 새우들이 유독 가스가 협곡으로 흘러드는 걸 막는 역할을 하고 있다.
pt_br: $Os camarões do mar também impede o gás de ir para o Vale.
ru: $Креветки в океане тоже преграждают газу путь до Долины.

source: $If that's the case, then we owe a lot to these little guys!
cht: $如果是这样，那我们就 多亏了小家伙了！
es: $Si ese es el caso, ¡le debemos mucho a esos pequeñines!
it: $Se così fosse, dovremmo la vita a questi piccoletti!
ja: $もしそうだとしたら、 我々はこの小さな 生き物たちに感謝 しなければならない！
ko: $그게 사실이라면, 우리는 이 작은 생명체들에게 큰 빚을 지고 있는 셈이다.
pt_br: $Se for assim mesmo, nós devemos muito a esses pequeninos!
ru: $Если это и в самом деле так, мы многим обязаны этим малышам!

source: @niko I'm not sleepy anymore.
cht: @niko 我已经不困了。
es: @niko Ya no tengo sueño.
it: @niko Non ho più sonno.
ja: @niko もう眠たくないよ。
ko: @niko 이제 졸리지 않아요.
pt_br: @niko Eu não estou mais com sono.
ru: @niko Я больше не хочу спать.

source: @niko_speak I can't sleep now, \p!\>\n\@niko I need to get Alula to her brother first.
cht: @niko_speak 我现在没法睡觉，\p！\>\n\@niko 我要先把 Alula 送到她哥哥那里去。
es: @niko_speak ¡Ahora no puedo dormir, \p!\>\n\@niko Primero tengo que llevar a Alula con su hermano.
it: @niko_speak Non posso dormire adesso, \p!\>\n\@niko Prima devo portare Alula da suo fratello.
ja: @niko_speak いまは寝てる暇はないよ、 \p！\>\n\@niko まずはアルーラをお兄ちゃんのところに 連れて行かなきゃ。
ko: @niko_speak \p 님, 전 아직 잘 수 없어요!\>\n\@niko 먼저 알룰라를 오빠에게 데려다줘야 해요.
pt_br: @niko_speak Eu não posso dormir agora, \p!\>\n\@niko Preciso levar Alula ao irmão dela primeiro.
ru: @niko_speak Я не могу спать сейчас, \p!\>\n\@niko Я должен сначала отвести Алулу к её брату.

source: @niko_eyeclosed I'm a little tired from walking.
cht: @niko_eyeclosed 我走得有点累了。
es: @niko_eyeclosed Estoy agotado de tanto caminar.
it: @niko_eyeclosed Sono un po' stanco di camminare.
ja: @niko_eyeclosed ちょっと歩き疲れたな。
ko: @niko_eyeclosed 걷느라 좀 지쳤네요.
pt_br: @niko_eyeclosed Eu me cansei de caminhar.
ru: @niko_eyeclosed Я немного устал от ходьбы.

source: @niko_speak Is it alright if I take a nap?
cht: @niko_speak 我可以休息一会儿吗？
es: @niko_speak ¿Puedo echarme una siesta?
it: @niko_speak Va bene se faccio un pisolino?
ja: @niko_speak お昼寝してもいい？
ko: @niko_speak 잠깐만 자도 되나요?
pt_br: @niko_speak Tudo bem se eu tirar um cochilo?
ru: @niko_speak Ничего, если я немного вздремну?

source: @niko_eyeclosed Ah, well... \>\n\@niko I suppose there's more work to do.
cht: @niko_eyeclosed 呃，好吧...\>\n\@niko 我觉得还有更多事情要做。
es: @niko_eyeclosed Bueno, está bien... \>\n\@niko Supongo que hay más trabajo por hacer.
it: @niko_eyeclosed Ah, beh... \>\n\@niko Immagino ci sia molto lavoro da fare.
ja: @niko_eyeclosed あ、そっか… \>\n\@niko まだやることあるもんね。
ko: @niko_eyeclosed 아, 알겠어요... \>\n\@niko 해야 할 일이 더 있는 모양이네요.
pt_br: @niko_eyeclosed Ah, bom... \>\n\@niko Acho que temos mais trabalho a fazer.
ru: @niko_eyeclosed А, ну ладно... \>\n\@niko Думаю, у нас ещё остались незаконченные дела.

source: @alula_gasp You saved me!
cht: @alula_gasp 你救了我！
es: @alula_gasp ¡Me has salvado!
it: @alula_gasp Mi hai salvata!
ja: @alula_gasp 助けてくれたの！
ko: @alula_gasp 네가 날 구했어!
pt_br: @alula_gasp Você me salvou!
ru: @alula_gasp Ты меня спас!

source: @alula Thank you!
cht: @alula 谢谢！
es: @alula ¡Gracias!
it: @alula Grazie!
ja: @alula ありがと！
ko: @alula 정말 고마워!
pt_br: @alula Obrigada!
ru: @alula Спасибо!

source: @alula I was trapped in there for so long...
cht: @alula 我被困在那里很长时间了...
es: @alula Llevaba tanto tiempo atrapada...
it: @alula Ero intrappolata lì da così tanto tempo...
ja: @alula ずっとあそこに閉じ込められてて…
ko: @alula 여기 너무 오래 갇혀 있었거든...
pt_br: @alula Eu estava presa há muito tempo...
ru: @alula Я так долго не могла отсюда выбраться...

source: @niko So are you Alula?
cht: @niko 那么你是 Alula 吗？
es: @niko ¿Entonces tú eres Alula?
it: @niko Sei tu Alula?
ja: @niko 君がアルーラ？
ko: @niko 네가 알룰라야?
pt_br: @niko Então você é Alula?
ru: @niko Значит, ты Алула?
