Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko It's where I'm supposed put the lightbulb... er, sun, isn't it?
cht: @niko 我想应该把灯泡...呃，太阳放到那里，对吧？
es: @niko Es donde se supone que debo poner la bombilla... eh, sol, ¿no?
it: @niko È lì che dovrei portare la lampadi...\. ehm, il sole. Dico bene?
ja: @niko そこに電球を…えっと、太陽を持って いかなきゃダメなんでしょ？
ko: @niko 거기로 전구... 아니, 태양을 가져가야 한대요.
pt_br: @niko É onde preciso colocar a lâmp... ahm... o sol, não é?
ru: @niko Я должен разместить там лампочку...э-э, то есть солнце, да?

source: @silver [Yes, at the very top.]
cht: @silver [是的，放在最顶上。]
es: @silver [Sí, en lo más alto.]
it: @silver [Esatto, nel punto più alto.]
ja: @silver [そう、頂上にね。]
ko: @silver [맞아, 제일 꼭대기에 놔야 하지.]
pt_br: @silver [Sim, no topo dela.]
ru: @silver [Да, на самом верху.]

source: @silver_lookup [We know that the Tower contains a force that nobody could comprehend.]
cht: @silver_lookup [我们都知道，塔楼上有种没有人能够理解 的力量。]
es: @silver_lookup [Sabemos que la Torre alberga una fuerza que nadie puede comprender.]
it: @silver_lookup [Sappiamo che la Torre è permeata da una forza che nessuno riesce a comprendere.]
ja: @silver_lookup [塔には、私たちでは到底理解できない力が 存在しているの。]
ko: @silver_lookup [그 탑에는 아무도 모르는 힘이 깃들어 있어.]
pt_br: @silver_lookup [Sabemos que a Torre tem um poder que ninguém compreende.]
ru: @silver_lookup [Мы знаем, что в Башне содержится сила, которую никто не смог постичь.]

source: @silver_lookup [And the power is strongest at the summit.]
cht: @silver_lookup [顶部的能量最为强大。]
es: @silver_lookup [Y el poder se vuelve más fuerte en lo más alto.]
it: @silver_lookup [E si fa più intensa una volta arrivati in cima.]
ja: @silver_lookup [そしてその力は、頂上で凄まじい強さになる。]
ko: @silver_lookup [그리고 그 힘은 정상에서 가장 강력하지.]
pt_br: @silver_lookup [E quanto mais alto, mais forte ela é.]
ru: @silver_lookup [И что эта сила сосредоточена на её вершине.]

source: @silver [Maybe it will send you back home after you complete your mission.]
cht: @silver [也许它会在你完成使命后把你送回家。]
es: @silver [Puede que te envíe de regreso a casa una vez hayas completado la misión.]
it: @silver [Una forza che, portando a termine la missione, forse ti farà tornare a casa.]
ja: @silver [使命を成し遂げたら、あなたを 故郷に戻してくれるかもしれない。]
ko: @silver [네가 임무를 완수하면 그 힘이 널 집으로 데려다줄지도 몰라.]
pt_br: @silver [Talvez ela mande você de volta para casa quando concluir sua missão.]
ru: @silver [Может быть, она отправит тебя домой, когда ты завершишь свою миссию.]

source: @niko_pancakes Oh!
cht: @niko_pancakes 噢！
es: @niko_pancakes ¡Vaya!
ja: @niko_pancakes ほんとに！
ko: @niko_pancakes 오!
pt_br: @niko_pancakes Ah!
ru: @niko_pancakes O!

source: @silver_eyeclosed [Don't take my word for it, though.]
cht: @silver_eyeclosed [当然，我也只是说说。]
es: @silver_eyeclosed [Aunque tampoco me hagas mucho caso.]
it: @silver_eyeclosed [Tuttavia ricorda che le mie sono solo supposizioni.]
ja: @silver_eyeclosed [本当かは分からないけれどね。]
ko: @silver_eyeclosed [그렇다고 내 말을 너무 믿지는 마.]
pt_br: @silver_eyeclosed [No entanto, não conte com isso.]
ru: @silver_eyeclosed [Хотя не стоит верить мне на слово.]

source: @niko Before I go...\. Is there anything I can do in return?
cht: @niko 在我离开之前...\.有什么可以帮你做的吗？
es: @niko Antes de que me vaya...\. ¿hay algo que pueda hacer a cambio?
it: @niko Prima che io vada...\. non c'è proprio nulla che possa fare per ricambiare?
ja: @niko 行く前に…\. お礼に、 ミーに何かできることはある？
ko: @niko 가기 전에...\. 제가 답례로 뭔가 해 드릴 건 없나요?
pt_br: @niko Antes de partir...\. Posso ajudar de alguma maneira?
ru: @niko Прежде чем я уйду...\. Я могу что-нибудь для вас сделать в благодарность?

source: @silver [Actually...]
cht: @silver [其实...]
es: @silver [En realidad...]
it: @silver [In realtà sì...]
ja: @silver [そうね、なら…]
ko: @silver [실은...]
pt_br: @silver [Na verdade...]
ru: @silver [На самом деле...]

source: @silver2 [Do you... \.\. know how to play chess?]
cht: @silver2 [你...\.\.知道怎么下棋吗？]
es: @silver2 [¿Sabes... \.\. jugar al ajedrez?]
it: @silver2 [Per caso... \.\.sai giocare a scacchi?]
ja: @silver2 [チェスの… \.\.遊び方、知ってる？]
ko: @silver2 [너... \.\.체스, 할 줄 알아?]
pt_br: @silver2 [Você... \.\. sabe jogar xadrez?]
ru: @silver2 [Ты умеешь... \.\. играть в шахматы?]

source: @niko_speak Yeah!\n\>\@niko Well, sort of...
cht: @niko_speak 是的！\n\>\@niko 嗯，会一点...
es: @niko_speak ¡Sí!\n\>\@niko Bueno, más o menos...
it: @niko_speak Certo!\n\>\@niko Beh, più o meno...
ja: @niko_speak うん！\n\>\@niko えっと、たぶん…
ko: @niko_speak 네!\n\>\@niko 그게, 잘은 못하지만요...
pt_br: @niko_speak Sim!\n\>\@niko É... mais ou menos...
ru: @niko_speak Да!\n\>\@niko Ну, немного...

source: @niko_speak I've played it with some older kids before!
cht: @niko_speak 我之前和一些大一点的孩子玩过！
es: @niko_speak ¡He jugado con otros niños mayores!
it: @niko_speak Tempo fa ci ho giocato con dei ragazzi più grandi!
ja: @niko_speak ミーより年上の子たちと遊んだことならあるよ！
ko: @niko_speak 전에 저보다 나이 많은 친구들이랑 해본 적이 있거든요!
pt_br: @niko_speak Eu já joguei com crianças mais velhas!
ru: @niko_speak Раньше я играл со старшими ребятами!

source: @silver [Then, will you play a game with me?]
cht: @silver [那陪我玩一局好吗？]
es: @silver [Entonces, ¿quieres echar una partida conmigo?]
it: @silver [Allora ti andrebbe di fare una partita con me?]
ja: @silver [じゃあ、私と遊んでくれる？]
ko: @silver [그럼, 나와 한 게임 하지 않을래?]
pt_br: @silver [Então, joga uma partida comigo?]
ru: @silver [Тогда не сыграешь со мной партию?]

source: @niko_eyeclosed I mean, I don't know the rules very well....
cht: @niko_eyeclosed 其实，我不是很懂规则...
es: @niko_eyeclosed Bueno, no conozco muy bien las reglas...
it: @niko_eyeclosed In verità non conosco molto bene le regole...
ja: @niko_eyeclosed 実は、ルール、あんまりよく分かってない…
ko: @niko_eyeclosed 아, 룰을 다 알지는 못해요...
pt_br: @niko_eyeclosed Digo, eu não sei muito bem as regras...
ru: @niko_eyeclosed Ну, я не очень-то хорошо знаю правила....

source: @niko_speak But I guess it's the least I could do!
cht: @niko_speak 但是我想我还是可以陪你下！
es: @niko_speak ¡Pero creo que es lo menos que podría hacer!
it: @niko_speak Ma questo è il minimo che io possa fare!
ja: @niko_speak でも、任せて！
ko: @niko_speak 하지만 할 수 있는 만큼 해 볼게요!
pt_br: @niko_speak Mas é o mínimo que eu possa fazer!
ru: @niko_speak Но думаю, это меньшее, что я могу сделать!

source: @niko You're really good at this!
cht: @niko 你很擅长这个！
es: @niko ¡Se te da muy bien esto!
it: @niko Sei davvero brava!
ja: @niko お姉さん、すごく強いね！
ko: @niko 정말 잘하시네요!
pt_br: @niko Você tem talento!
ru: @niko Ты хорошо играешь!

source: @silver [Thank you.\>\n\@silver2 It was built into my code.]
cht: @silver [谢谢。\>\n\@silver2 这种能力植入了我的代码。]
es: @silver [Gracias.]\>\n\@silver2 [Lo integraron en mi código.]
it: @silver [Grazie.\>\n\@silver2 È un talento incorporato nel mio codice.]
ja: @silver [ありがとう。\>\n\@silver2 私のコードに組み込まれているの。]
ko: @silver [고마워.\>\n\@silver2 내 코드에 체스 기능이 있거든.]
pt_br: @silver [Obrigada.\>\n\@silver2 Está no meu código.]
ru: @silver [Спасибо.\>\n\@silver2 Это встроено в мой код.]

source: @niko So.... \>\@niko_speak What's it like?\>\n\@niko Being a robot and all...
cht: @niko 所以...\>\@niko_speak 作为一个机器人的生活...\>\n\@niko 是怎样的？
es: @niko Y... \>\@niko_speak ¿Cómo es?\>\n\@niko Ser un robot y eso...
it: @niko Ma... \>\@niko_speak cosa si prova?\>\n\@niko Ad essere un robot, dico...
ja: @niko それって… \>\@niko_speak どんな感じなの？\>\n\@niko ロボットって…
ko: @niko 저기... \>\@niko_speak 로봇으로 산다는 건\>\n\@niko 어떤 기분인가요?
pt_br: @niko Então... \>\@niko_speak Como é isso?\>\n\@niko Ser um robô e tal...
ru: @niko Так.... \>\@niko_speak Каково это?\>\n\@niko Ну, быть роботом...

source: @niko I've talked to other robots, and they all say something about programming and code and stuff.
cht: @niko 我也曾和其他的机器人聊过，但是他们 只会说程序、代码之类的东西。
es: @niko He hablado con otros robots y todos me dicen cosas de programación, códigos y tal...
it: @niko Prima ho incontrato diversi robot e tutti parlano di cose come programmi, codici e altro.
ja: @niko 他のロボットとも話したことあるけど、 みんなプログラムとかコードとか、 そんな話をするんだ。
ko: @niko 다른 로봇들과 이야기를 해 봤는데요. 다들 프로그램이니 코드니 하는 이야기만 해요.
pt_br: @niko Eu conversei com outros robôs e todos eles falaram sobre programação, código, essas coisas...
ru: @niko Я общался тут с некоторыми роботами, и они все что-то говорят о программах, кодах и подобных вещах.

source: @niko_speak Even you did, just now!
cht: @niko_speak 其实，你刚刚也是这样的！
es: @niko_speak ¡En fin, tú lo acabas de hacer ahora mismo!
it: @niko_speak Anche tu l'hai fatto proprio adesso!
ja: @niko_speak お姉さんも、さっき言ってた！
ko: @niko_speak 방금 당신도 그랬고요!
pt_br: @niko_speak E agora você!
ru: @niko_speak Даже ты сейчас говорила!

source: @niko_eyeclosed It's a little hard to understand sometimes.
cht: @niko_eyeclosed 有时候难以理解。
es: @niko_eyeclosed A veces, es un poco difícil de comprender.
it: @niko_eyeclosed A volte capirci qualcosa è un po' complicato.
ja: @niko_eyeclosed それがどんな感じなのか、\nときどき分からなくなるんだ。
ko: @niko_eyeclosed 가끔, 그런 말을 이해하기 어려워요.
pt_br: @niko_eyeclosed Às vezes, é difícil entender.
ru: @niko_eyeclosed Порой это трудно понять.

source: @silver_eyeclosed [Most of the robots here are not tamed.]
cht: @silver_eyeclosed [这里的大多数机器人都没被制御过。]
es: @silver_eyeclosed [La mayoría de estos robots no están domados.]
it: @silver_eyeclosed [Qui quasi nessuno dei robot è stato addomesticato.]
ja: @silver_eyeclosed [ここにいるロボットは、殆どが 制御化されていない。]
ko: @silver_eyeclosed [이곳의 로봇은 대부분 길들여지지 않았으니까.]
pt_br: @silver_eyeclosed [A maioria dos robôs não são evoluídos.]
ru: @silver_eyeclosed [Из роботов здесь почти никто не приручен.]

source: @silver [Watch out.]
cht: @silver [小心哦。]
es: @silver [Cuidado.]
it: @silver [Stai attento.]
ja: @silver [危ないわよ。]
ko: @silver [조심해.]
pt_br: @silver [Cuidado.]
ru: @silver [Не отвлекайся.]

source: @niko_what ...\.\.there goes my bishop...
cht: @niko_what ...\.\.象被吃了...
es: @niko_what ...\.\. Ahí va mi alfil...
it: @niko_what ...\.\.Ho già perso il mio alfiere...
ja: @niko_what …\.\.ビショップがいなくなった…
ko: @niko_what ...\.\.비숍이 잡혔네요...
pt_br: @niko_what ...\.\.lá se vai o meu bispo...
ru: @niko_what ...\.\.вот и нет моего слона...

source: @silver [Taming... \.\. is complicated.]
cht: @silver [制御...\.\.并不容易。]
es: @silver [Domar... \.\. es complicado.]
it: @silver [Il concetto di addomesticare...\.\. è complicato.]
ja: @silver [制御化は… \.\.複雑なの。]
ko: @silver [길들인다는 건...\.\. 복잡해.]
pt_br: @silver [Evoluir... \.\. é complicado.]
ru: @silver [Приручение... \.\. непростой процесс.]

source: @niko_speak How complicated, exactly?
cht: @niko_speak 具体有多难？
es: @niko_speak ¿Cómo de complicado, exactamente?
it: @niko_speak Quanto complicato, esattamente?
ja: @niko_speak どういうふうに、複雑なの？
ko: @niko_speak 얼마나 복잡한가요?
pt_br: @niko_speak Como assim, exatamente?
ru: @niko_speak Насколько непростой?

source: @niko_eyeclosed ...\.\.there goes my other bishop...
cht: @niko_eyeclosed ...\.\.另一个象也被吃了...
es: @niko_eyeclosed ...\.\. Ahí va mi otro alfil...
it: @niko_eyeclosed ...\.\.E tanti saluti al mio secondo alfiere...
ja: @niko_eyeclosed …\.\.また、ビショップが1つ…
ko: @niko_eyeclosed ...\.\.비숍이 또 잡혔네요...
pt_br: @niko_eyeclosed ...\.\.lá se vai meu outro bispo...
ru: @niko_eyeclosed ...\.\.Прощай, мой второй слон...

source: @silver_lookup [I can't really explain what tamed robots are.]
cht: @silver_lookup [我也说不好被制御的机器人是怎样的。]
es: @silver_lookup [No sé explicar realmente lo que son los robots domados.]
it: @silver_lookup [Non so spiegare esattamente cosa sono i robot addomesticati.]
ja: @silver_lookup [制御化されたロボットが何なのかを 説明するのは難しい。]
ko: @silver_lookup [길들인 로봇이 뭔지는 나도 설명하기 어려워.]
pt_br: @silver_lookup [Eu não sei explicar direito o que são os robôs evoluídos.]
ru: @silver_lookup [Я не могу точно объяснить, что такое прирученный робот.]

source: @silver [But I'm one of them.]
cht: @silver [但我确实是一个被制御的机器人。]
es: @silver [Pero yo soy uno de ellos.]
it: @silver [Di certo io sono una di loro.]
ja: @silver [でも、私はそのうちの1人。]
ko: @silver [하지만 난 길든 로봇이지.]
pt_br: @silver [Mas eu sou um deles.]
ru: @silver [Но я — одна из них.]

source: @silver_lookup [All the other tamed robots have been moved to other regions.]
cht: @silver_lookup [所有其他被制御的机器人都转移到其它地区 去了。]
es: @silver_lookup [Al resto de robots domados se los han llevado a otras regiones.]
it: @silver_lookup [Tutti gli altri robot addomesticati sono stati spostati in altre regioni.]
ja: @silver_lookup [他の制御化されたロボットはすべて、 別の地域に移された。]
ko: @silver_lookup [길든 로봇은 나만 빼고 모두 다른 지역으로 이동했어.]
pt_br: @silver_lookup [Todos os outros robôs evoluídos foram levados para outras regiões.]
ru: @silver_lookup [Всех других прирученных роботов перевезли в другие регионы.]

source: @silver_eyeclosed [Exactly where, I don't know.]
cht: @silver_eyeclosed [具体是哪里，我不知道。]
es: @silver_eyeclosed [Exactamente a donde, no lo sé.]
it: @silver_eyeclosed [Non ho idea di dove si trovino esattamente.]
ja: @silver_eyeclosed [具体的な場所は、分からない。]
ko: @silver_eyeclosed [정확하게 어디로 간 건지는 잘 모르지만.]
pt_br: @silver_eyeclosed [Não sei exatamente aonde.]
ru: @silver_eyeclosed [Но я не знаю, куда именно.]

source: @niko_what ...\.\.there goes my little horse...
cht: @niko_what ...\.\.我的小马被吃了...
es: @niko_what ...\.\. Ahí va mi caballito...
it: @niko_what ...\.\.Tanti saluti al mio asinello...
ja: @niko_what …\.\.ミーの小さなお馬さんが…
ko: @niko_what ...\.\.말까지 잡히다니...
pt_br: @niko_what ...\.\.lá se vai meu cavalinho...
ru: @niko_what ...\.\.ускакала моя маленькая лошадка...

source: @silver [Knight.]
cht: @silver [是骑士。]
es: @silver [Caballo.]
it: @silver [Cavallo.]
ja: @silver [ナイトよ。]
ko: @silver [나이트야.]
pt_br: @silver [Cavalo.]
ru: @silver [Конь.]

source: @niko_speak Oh! Have you ever been to any other regions?\n\>\@niko I heard that there's two more.
cht: @niko_speak 噢！你到过其它地区吗？\n\>\@niko 我听说还有两个地区。
es: @niko_speak ¡Ah! ¿Has estado alguna vez en las otras regiones?\n\>\@niko He oído que hay dos más.
it: @niko_speak Oh! Sei mai stata nelle altre regioni?\n\>\@niko Ho sentito che ne esistono altre due.
ja: @niko_speak そうだ！他の地域には行ったことある？\n\>\@niko ここ以外に、2つあるって聞いたんだ。
ko: @niko_speak 참! 다른 지역에 가 보신 적은 있어요?\n\>\@niko 두 곳이 더 있다고 들었는데요.
pt_br: @niko_speak Ah! Você já esteve em alguma outra região?\n\>\@niko Ouvi dizer que há mais duas.
ru: @niko_speak О, а ты была в других регионах?\n\>\@niko Мне говорили, что здесь их ещё два.

source: @silver [In the past, yes.]
cht: @silver [是的，曾经去过。]
es: @silver [Sí, en el pasado.]
it: @silver [In passato, sì.]
ja: @silver [昔にね。]
ko: @silver [전에는 가 본 적이 있어.]
pt_br: @silver [No passado, sim.]
ru: @silver [Да, бывала раньше.]

source: @silver_eyeclosed [I still have the data, the coordinates,\. the memories...]
cht: @silver_eyeclosed [我还有相关的数据，坐标，\. 和记忆...]
es: @silver_eyeclosed [Aún conservo los datos, las coordenadas,\. los recuerdos...]
it: @silver_eyeclosed [Conservo ancora i dati, le coordinate,\. i ricordi...]
ja: @silver_eyeclosed [まだ残っているわ。その時のデータも、 座標も、\.それに記憶も…]
ko: @silver_eyeclosed [데이터와 좌표를 아직도 기억하고 있지.\. 추억도...]
pt_br: @silver_eyeclosed [Eu ainda tenho os dados, as coordenadas,\. as lembranças...]
ru: @silver_eyeclosed [Во мне всё ещё хранятся данные, координаты,\. воспоминания...]

source: @silver_eyeclosed [...I don't know how much of that still holds true.]
cht: @silver_eyeclosed [...我不知道这些还有多少是有价值的。]
es: @silver_eyeclosed [... No sé cuanto seguirá siendo verdad.]
it: @silver_eyeclosed [...Non so quanto tutto ciò rappresenti ancora la realtà.]
ja: @silver_eyeclosed […そのうちのどれくらいが、今でも 存在しているのかは分からない。]
ko: @silver_eyeclosed [...그중에 지금도 맞는 게 얼마나 있는지는 몰라.]
pt_br: @silver_eyeclosed [... só não sei se tudo isso continua do mesmo jeito.]
ru: @silver_eyeclosed [...Не знаю, насколько они актуальны.]

source: @silver [The world may be a very different place now.]
cht: @silver [现在的世界和之前可能已经大不一样了。]
es: @silver [Puede que el mundo sea un lugar muy diferente ahora.]
it: @silver [Temo che ora il mondo sia un posto molto diverso rispetto al passato.]
ja: @silver [今は、全然違う世界に なっているかもしれない。]
ko: @silver [어쩌면 지금은 세상이 전혀 달라졌을지도 모르지.]
pt_br: @silver [O mundo pode estar muito diferente agora.]
ru: @silver [Возможно, нынешний мир — совершенно другое место.]

source: @niko Because the sun is gone?
cht: @niko 因为太阳没了？
es: @niko ¿Porque el sol ya no está?
it: @niko Perché il sole è scomparso?
ja: @niko 太陽がなくなったから？
ko: @niko 태양이 사라져서요?
pt_br: @niko Porque o sol se foi...?
ru: @niko Потому что пропало солнце?

source: @silver [No.]
cht: @silver [不是。]
ja: @silver [いいえ。]
ko: @silver [아니.]
pt_br: @silver [Não.]
ru: @silver [Нет.]

source: @silver2 [I said this already, didn't I?]
cht: @silver2 [我之前已经说过，不是吗？]
es: @silver2 [Ya te lo he dicho, ¿no?]
it: @silver2 [Mi pare di averlo già detto, ricordi?]
ja: @silver2 [もう、この話はしたでしょう？]
ko: @silver2 [내가 이미 말하지 않았던가?]
pt_br: @silver2 [Eu já disse isso, não?]
ru: @silver2 [Я ведь уже говорила?]

source: @silver [The sun probably won't save the world.]
cht: @silver [太阳可能救不了这个世界。]
es: @silver [Probablemente, el sol no salve el mundo.]
it: @silver [Il sole probabilmente non salverà il mondo.]
ja: @silver [太陽はきっと、この世界を救えない。]
ko: @silver [태양으로는 이 세상을 구할 수 없어.]
pt_br: @silver [Provavelmente, o sol não salvará o mundo.]
ru: @silver [Вероятно, солнце не сможет спасти наш мир.]

source: @silver_lookup [The decaying started back before the sun went out.]
cht: @silver_lookup [在太阳还没消失前，世界就已经开始衰败了。]
es: @silver_lookup [La decadencia comenzó antes de que el sol desapareciese.]
it: @silver_lookup [Il decadimento è iniziato ancor prima della scomparsa del sole.]
ja: @silver_lookup [崩壊は、太陽が消える前から始まっていたの。]
ko: @silver_lookup [이 세상은 태양이 꺼지기 전부터 무너지기 시작했으니까.]
pt_br: @silver_lookup [A decadência começou antes de o sol desaparecer.]
ru: @silver_lookup [Распад начался ещё до того, как погасло старое солнце.]

source: @silver_eyeclosed [The sun's sudden death was just the tipping point, and things went south really fast after that.]
cht: @silver_eyeclosed [只不过太阳恰好在这时候消亡了，于是 在那之后情况就变得越来越糟糕。]
es: @silver_eyeclosed [La repentina muerte del sol era solo la punta del iceberg; todo empezó a ir muy rápido después.]
it: @silver_eyeclosed [La sua improvvisa morte ha solamente accelerato il processo.]
ja: @silver_eyeclosed [太陽が突然死んだのは、その転換点に 過ぎない。そのあと、急速に状況が悪化して いっただけ。]
ko: @silver_eyeclosed [태양이 꺼져 버린 건 그냥 임계점이었을 뿐이고, 그 뒤부터 모든 것이 빠르게 무너져내렸지.]
pt_br: @silver_eyeclosed [A morte repentina do sol foi apenas a gota d’água para tudo piorar de vez.]
ru: @silver_eyeclosed [Внезапная гибель солнца стала переломным моментом, и после этого всё быстро полетело под откос.]

source: @niko_eyeclosed Then... there's nothing I can do?
cht: @niko_eyeclosed 那...我什么也做不了吗？
es: @niko_eyeclosed Entonces... ¿no hay nada que pueda hacer?
it: @niko_eyeclosed Quindi... non c'è nulla che io possa fare?
ja: @niko_eyeclosed じゃあ…ミーにできることは何もないの？
ko: @niko_eyeclosed 그럼... 제가 할 수 있는 건 없는 건가요?
pt_br: @niko_eyeclosed Então... não há nada que eu possa fazer?
ru: @niko_eyeclosed Значит... я ничего не смогу поделать?

source: @silver [Check.]
cht: @silver [将军。]
es: @silver [Jaque.]
it: @silver [Scacco.]
ja: @silver [チェック。]
ko: @silver [체크.]
pt_br: @silver [Xeque.]
ru: @silver [Шах.]

source: @niko_speak W-what!
cht: @niko_speak 什——么！
es: @niko_speak ¿Có... cómo?
it: @niko_speak C-cosa!?
ja: @niko_speak そ、そんなぁ！
ko: @niko_speak 아앗!
pt_br: @niko_speak O-o quê?!
ru: @niko_speak Ч-что!

source: @niko_eyeclosed When did your queen get there...
cht: @niko_eyeclosed 你的王后什么时候到那里的...
es: @niko_eyeclosed ¿Cuándo ha llegado su reina ahí...?
it: @niko_eyeclosed Da quando la tua regina è lì...?
ja: @niko_eyeclosed いつの間にクイーンがそんなところに…
ko: @niko_eyeclosed 여왕이 언제 여기 왔죠...
pt_br: @niko_eyeclosed Quando foi que sua rainha chegou aí...?
ru: @niko_eyeclosed Как сюда пробралась твоя королева...

source: @silver [The only thing you can do is complete your pilgrimage.]
cht: @silver [你唯一能做的就是完成你的朝圣之旅。]
es: @silver [Lo único que puedes hacer es completar tu peregrinación.]
it: @silver [L'unica cosa che puoi fare è portare a termine il tuo pellegrinaggio.]
ja: @silver [あなたにできるのは、旅を終わらせることだけ。]
ko: @silver [네가 할 수 있는 일은 너의 순례를 끝마치는 것뿐이야.]
pt_br: @silver [A única coisa que você pode fazer é concluir sua peregrinação.]
ru: @silver [Единственное, что ты можешь сделать, это завершить своё паломничество.]

source: @silver_lookup [In a way, you are only supposed to be a second chance for the people.]
cht: @silver_lookup [从某种意义上，你只是人们的第二次机会。]
es: @silver_lookup [En cierto modo, se supone que eres como una segunda oportunidad para la gente.]
it: @silver_lookup [Diciamo che tu puoi rappresentare una sorta di seconda occasione per la gente di questo mondo.]
ja: @silver_lookup [ある意味、あなたは人々にとって 第2のチャンスでしかないの。]
ko: @silver_lookup [어떤 면에서, 넌 여기 사람들에게 두 번째 기회일 뿐인지도 몰라.]
pt_br: @silver_lookup [De certa forma, supostamente você é só uma segunda chance para o povo.]
ru: @silver_lookup [Ты ведь в какой-то степени лишь второй шанс для людей.]

source: @silver [Just like how the Barrens was only supposed to be a second chance for me.]
cht: @silver [就像 Barrens 对我来说是第二次机会一样。]
es: @silver [Al igual que los Baldíos debían ser una segunda oportunidad para mí.]
it: @silver [Proprio come la Baia Desolata è stata una seconda occasione per me.]
ja: @silver [不毛の地が私にとって、第2のチャンス でしかなかったのと同じ。]
ko: @silver [이 불모지가 내게 두 번째 기회일 뿐인 것처럼.]
pt_br: @silver [Assim como supostamente as Terras Áridas foram apenas uma segunda chance para mim.]
ru: @silver [Также как и Пустоши должны были стать вторым шансом для меня.]

source: @silver_eyeclosed [There's no guarantee that things will work out.]
cht: @silver_eyeclosed [谁也无法保证事情会得到解决。]
es: @silver_eyeclosed [No hay garantía de que las cosas vayan a funcionar.]
it: @silver_eyeclosed [Ma non c'è garanzia che tutto si sistemi.]
ja: @silver_eyeclosed [うまくいくという保証はない。]
ko: @silver_eyeclosed [일이 생각대로 잘 풀린다는 보장은 없어.]
pt_br: @silver_eyeclosed [Não há garantias de que funcionará.]
ru: @silver_eyeclosed [Нет никакой гарантии, что это сработает.]

source: @niko But...
cht: @niko 但是...
es: @niko Pero...
it: @niko Ma...
ja: @niko でも…
ko: @niko 그렇지만...
pt_br: @niko Mas...
ru: @niko Но...

source: @silver [Checkmate.]
cht: @silver [将死。]
es: @silver [Jaque mate.]
it: @silver [Scacco matto.]
ja: @silver [チェックメイト。]
ko: @silver [체크메이트.]
pt_br: @silver [Xeque-mate.]
ru: @silver [Шах и мат.]

source: @silver_eyeclosed [Alright, guess I've kept you long enough...]
cht: @silver_eyeclosed [好了，我想我已经占用你够长的时间了...]
es: @silver_eyeclosed [Bueno, creo que ya te he entretenido bastante...]
it: @silver_eyeclosed [D'accordo, ti avrò trattenuto abbastanza ormai...]
ja: @silver_eyeclosed [さてと…長居させてしまったわね。]
ko: @silver_eyeclosed [끝났네. 널 너무 오래 붙잡아둔 것 같아...]
pt_br: @silver_eyeclosed [Certo, acho que já segurei você por muito tempo...]
ru: @silver_eyeclosed [Ладно, я и так тебя уже порядком задержала...]

source: @silver [...Thank you for listening.]
cht: @silver [...谢谢你听我讲。]
es: @silver [... Gracias por escucharme.]
it: @silver [...Grazie per avermi ascoltata.]
ja: @silver […話を聞いてくれて、ありがとう。]
ko: @silver [...이야기를 들어 줘서 고마워.]
pt_br: @silver [... Obrigada por me ouvir.]
ru: @silver [...Спасибо, что выслушал.]

source: @silver [I hope you get home safely.]
cht: @silver [希望你安全到家。]
es: @silver [Espero que llegues a casa sano y salvo.]
it: @silver [Spero che tu possa tornare a casa sano e salvo.]
ja: @silver [無事に帰れるといいわね。]
ko: @silver [네가 집으로 무사히 돌아가길 바라.]
pt_br: @silver [Espero que chegue em casa com segurança.]
ru: @silver [Надеюсь, ты доберёшься до дома целым и невредимым.]

source: @niko Ah, thank you also!
cht: @niko 嗯，我也谢谢你！
es: @niko ¡Ah, gracias a ti también!
it: @niko Ah, grazie anche a te!
ja: @niko うん、ありがとう！
ko: @niko 아, 저야말로 고마웠어요!
pt_br: @niko Ah, você também!
ru: @niko О, и тебе спасибо!

source: @rue_sigh You know... \.\.This is the tallest building in the refuge.
cht: @rue_sigh 你知道...\.\.这是 Refuge 的最高建筑。
es: @rue_sigh ¿Sabías que... \.\.este es el edificio más alto del refugio?
it: @rue_sigh Sai... \.\.questo è l'edificio più alto del Rifugio.
ja: @rue_sigh ここはね… \.\.避難所で、一番高い建物なの。
ko: @rue_sigh 알겠지만... \.\.이건 난민 지구에서 가장 키가 큰 건물이야.
pt_br: @rue_sigh Sabe... \.\.Esse é o prédio mais alto no refúgio.
ru: @rue_sigh Ты знаешь... \.\.Это самое высокое здание в пристанище.
