Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko_eyeclosed I am NOT going to put the sun here.
cht: @niko_eyeclosed 我不会把太阳放在这里的。
es: @niko_eyeclosed NO voy a colocar el sol aquí.
it: @niko_eyeclosed NON metterò il sole qui.
ja: @niko_eyeclosed ここに太陽は置かないからね！
ko: @niko_eyeclosed 절대로 태양을 놓지 않을 거예요.
pt_br: @niko_eyeclosed Não vou colocar o sol aqui.
ru: @niko_eyeclosed Я НЕ СТАНУ класть сюда солнце.

source: @niko Why...\.\. would you want to smash a bottle here, \p?
cht: @niko 为什么...\.\. 你想在这里打碎瓶子吗， \p？
es: @niko ¿Por qué...\.\. querrías romper aquí una botella, \p?
it: @niko Perché...\.\. vorresti spaccare questa bottiglia, \p?
ja: @niko なぜ…\.\. ここでビンを割るの、 \p？
ko: @niko 왜...\.\. 여기서 병을 깨라는 건가요, \p 님?
pt_br: @niko Por que...\.\. você quer que eu esmague um frasco aqui, \p?
ru: @niko Зачем...\.\. ты хочешь разбить здесь бутылку, \p?

source: @niko_speak The shards would get everywhere!
cht: @niko_speak 碎片会弄得到处都是。
es: @niko_speak ¡Todo se llenaría de trocitos!
it: @niko_speak I frammenti finirebbero ovunque!
ja: @niko_speak 破片が散らばるよ！
ko: @niko_speak 그러면 파편이 사방으로 날아갈 텐데요!
pt_br: @niko_speak Vai ser caco para todo lado!
ru: @niko_speak Осколки разлетятся повсюду!

source: @niko_eyeclosed I hope we don't have to use this again, \p...
cht: @niko_eyeclosed 我希望我们不会再用这个了，\p...
es: @niko_eyeclosed Espero no tener que volver a usar esto, \p...
it: @niko_eyeclosed Spero che non dovremo usarlo di nuovo, \p...
ja: @niko_eyeclosed もう二度とこれを使わなくて 済むといいね、 \p…
ko: @niko_eyeclosed \p 님, 저건 이제 쓰지 않는 게 좋을 것 같아요...
pt_br: @niko_eyeclosed Espero não termos que usar de novo, \p...
ru: @niko_eyeclosed Надеюсь, нам не придётся использовать её снова, \p...

source: @niko_speak Oh! This machine is still running!
cht: @niko_speak 噢！机器在运转！
es: @niko_speak ¡Anda! ¡Esta máquina todavía funciona!
it: @niko_speak Oh, ma questa macchina è ancora accesa!
ja: @niko_speak わぉ！この機械、まだ動いてるよ！
ko: @niko_speak 아, 이 기계는 아직 작동하네!
pt_br: @niko_speak Ai, a máquina ainda está ligada!
ru: @niko_speak Ой! Эта машина всё ещё работает!

source: @niko Maybe I shouldn't stand so close to it...
cht: @niko 可能我不能站得太近...
es: @niko Tal vez no debería acercarme tanto...
it: @niko Forse non dovrei avvicinarmi così tanto...
ja: @niko あんまり近づかないほうが良さそうだね…
ko: @niko 가까이 가지 않는 게 좋을 것 같아요...
pt_br: @niko Melhor não ficarmos tão perto dela...
ru: @niko Наверное, мне не стоит так близко к ней стоять...

source: @niko_wtf Wh...what if my scarf got caught in there? And then it'll pull me in, and....
cht: @niko_wtf 如...果我的围巾卡在那里了怎么办？ 然后再把我卷进去，然后...
es: @niko_wtf ¿Y si... se me queda la bufanda atascada? Luego tiraría de mí, y...
it: @niko_wtf C-cosa succederebbe se la mia sciarpa si impigliasse lì? E se poi mi attirasse a sé e...
ja: @niko_wtf も…もしスカーフが挟まったら…？ そしたらミーが巻き込まれて、それで…
ko: @niko_wtf 마... 만에 하나 목도리가 끼면 어떡해요? 그러면 전 그대로 끌려가서...
pt_br: @niko_wtf E se meu cachecol se prender nela? Ela vai me puxar e...
ru: @niko_wtf А ч-что если... мой шарф попал бы туда? И затянул меня туда и....

source: @niko_huh ...not gonna finish that sentence.
cht: @niko_huh ...不敢继续说下去了。
es: @niko_huh ... mejor no termino esa frase.
it: @niko_huh ...Meglio non finire la frase.
ja: @niko_huh …考えるのはやめよう。
ko: @niko_huh ...더 상상하고 싶지 않네요.
pt_br: @niko_huh ... não vou nem terminar de falar.
ru: @niko_huh ...не буду заканчивать это предложение.

source: @niko_huh ...just a head. Yikes.
cht: @niko_huh ...只有头部。呀！
es: @niko_huh ... solo es una cabeza. ¡Cielos!
it: @niko_huh ...Ew, solo una testa.
ja: @niko_huh 頭だけだ。げぇっ。
ko: @niko_huh ...머리만 남았네요, 으...
pt_br: @niko_huh ... só uma cabeça. Eca.
ru: @niko_huh ...одна голова. Жесть какая.

source: @niko_eyeclosed What's left of a robot's arm.
cht: @niko_eyeclosed 剩下的只有机器人的一只胳膊。
es: @niko_eyeclosed Lo que queda del brazo de un robot.
it: @niko_eyeclosed Quel che rimane del braccio di un robot.
ja: @niko_eyeclosed ロボットの腕の残骸。
ko: @niko_eyeclosed 로봇 팔의 잔해예요.
pt_br: @niko_eyeclosed O que sobrou do braço de um robô.
ru: @niko_eyeclosed Всё, что осталось от руки робота.

source: @niko Piece of a robot. It's badly damaged...
cht: @niko 机器人的碎片。严重损坏...
es: @niko Parte de un robot. Está bastante dañada...
it: @niko Un pezzo di un robot. È gravemente danneggiato...
ja: @niko ロボットの一部だ。すごい傷…
ko: @niko 로봇의 잔해예요. 심하게 망가졌네요...
pt_br: @niko Um pedaço de robô. Muito danificado...
ru: @niko Кусок робота. Он сильно повреждён...

source: @niko_huh Just a head...
cht: @niko_huh 只有头部...
es: @niko_huh Solo es una cabeza...
it: @niko_huh È solo una testa...
ja: @niko_huh 頭だけ…
ko: @niko_huh 머리뿐이에요...
pt_br: @niko_huh Só uma cabeça...
ru: @niko_huh Только голова...

source: @niko_eyeclosed I'm not even sure what this is supposed to be...
cht: @niko_eyeclosed 我甚至不确定这个是什么...
es: @niko_eyeclosed Ni siquiera sé lo que se supone que es esto...
it: @niko_eyeclosed Questo non so neanche cosa sia...
ja: @niko_eyeclosed 何なのかすら分からない…
ko: @niko_eyeclosed 이건 정확히 어디에 쓰는 건지 모르겠어요...
pt_br: @niko_eyeclosed Nem sei o que deveria ser isso...
ru: @niko_eyeclosed Это я вообще не знаю, что такое...

source: @alula_speak Haha!
cht: @alula_speak 哈哈！
es: @alula_speak ¡Ja, ja!
it: @alula_speak Ahah!
ja: @alula_speak あはは！
ko: @alula_speak 하하!
ru: @alula_speak Ха-ха!

source: @niko Oh, shoot!
cht: @niko 噢，可恶！
es: @niko ¡Oh, no!
it: @niko Oh cavoli!
ja: @niko うわ、しまった！
ko: @niko 아, 이런!
pt_br: @niko Ah, qual é!
ru: @niko Блин!

source: @niko_eyeclosed Looks like we can't get past that block...
cht: @niko_eyeclosed 看起来我们没法跨过那个石块...
es: @niko_eyeclosed Parece que no podemos avanzar más allá de ese bloque...
it: @niko_eyeclosed Sembra che la via per casa vostra sia bloccata...
ja: @niko_eyeclosed ここから先に進めそうにないや…
ko: @niko_eyeclosed 아무래도 이 곳은 지나갈 수 없겠네...
pt_br: @niko_eyeclosed Acho que é impossível passar por esse bloco...
ru: @niko_eyeclosed Похоже, нам дальше не пройти...

source: @alula_speak Seriously?
cht: @alula_speak 真的吗？
es: @alula_speak ¿En serio?
it: @alula_speak Parli di quel sassolino?
ja: @alula_speak それはどーかしら？
ko: @alula_speak 정말?
pt_br: @alula_speak Jura?
ru: @alula_speak Серьёзно?

source: @alula I'll be up ahead!
cht: @alula 我会冲在前面！
es: @alula ¡Me adelanto!
it: @alula Vi aspetterò più avanti!
ja: @alula 先に行ってるね！
ko: @alula 나 먼저 갈게!
pt_br: @alula Estarei esperando!
ru: @alula Я пойду впереди!

source: @niko_eyeclosed ...I have literally never thought of that.
cht: @niko_eyeclosed ...我真的没想过这点。
es: @niko_eyeclosed ... Pues no se me habría ocurrido nunca.
it: @niko_eyeclosed ...Come ho fatto a non pensarci?
ja: @niko_eyeclosed …ミーはそんなの思いつきもしなかったよ。
ko: @niko_eyeclosed ...저런 건 한 번도 생각해 본 적이 없어.
pt_br: @niko_eyeclosed ... Com certeza, eu nunca pensaria nisso!
ru: @niko_eyeclosed ...мне это и в голову не приходило.

source: @calamus_heh You kinda get used to all the debris after living here for a while.
cht: @calamus_heh 等你在这住一段时间，也会习惯这里的残骸的。
es: @calamus_heh Con el tiempo, te terminas acostumbrando a vivir entre los escombros.
it: @calamus_heh Non ti preoccupare, prima o poi ti ci abituerai.
ja: @calamus_heh ここにしばらく住んでると、 がれきに慣れてくるんだよ。
ko: @calamus_heh 여기 살다 보면 저런 파편에는 금방 익숙해지지.
pt_br: @calamus_heh A gente meio que se acostuma com todos os detritos depois de um tempo vivendo aqui.
ru: @calamus_heh Когда поживёшь тут некоторое время, привыкаешь ко всем этим обломкам.

source: @calamus_smile Come on, our house isn't far from here.
cht: @calamus_smile 加油，我们的房子离这不远了。
es: @calamus_smile Vamos, nuestra casa no queda lejos.
it: @calamus_smile Avanti, casa nostra non è lontana.
ja: @calamus_smile ほら行こう、家はもうすぐだよ。
ko: @calamus_smile 자, 집까지 이제 얼마 안 남았어.
pt_br: @calamus_smile Vamos lá, nossa casa não é longe daqui.
ru: @calamus_smile Идём, наш дом уже недалеко.

source: @calamus Oh, Niko, did you come by for a visit?\>\n\@calamus_smile Our house is up here, please follow me.
cht: @calamus 噢，Niko，你是过来拜访的吗？\>\n\@calamus_smile 我们的房子在这上面，请跟我来。
es: @calamus Oh, Niko, ¿has venido de visita?\>\n\@calamus_smile Nuestra casa está aquí arriba, sígueme.
it: @calamus Ciao Niko, sei venuto a trovarci?\>\n\@calamus_smile Casa nostra è proprio qui sopra, seguimi.
ja: @calamus あっ、ニコ、会いに来てくれたのか？\>\n\@calamus_smile オレらの家はこの先にある、ついてきな。
ko: @calamus 오, 니코, 우릴 찾아온 거야?\>\n\@calamus_smile 우리 집은 이 근처야. 따라 와.
pt_br: @calamus Ah, Niko, você veio nos visitar?\>\n\@calamus_smile Nossa casa é logo ali, siga-me!
ru: @calamus О, Нико, ты решил заглянуть к нам в гости?\>\n\@calamus_smile Наш дом тут в двух шагах, прошу, следуй за мной.

source: @niko It's a staff.
cht: @niko 这是根杖。
es: @niko Es un bastón.
it: @niko È un bastone.
ja: @niko 杖だ。
ko: @niko 지팡이예요.
pt_br: @niko É um cajado.
ru: @niko Это посох.

source: @niko_speak Reminds me of the one that robot from the Barrens was holding!
cht: @niko_speak 这让我想起了在 Barrens 里那个机器人 拿的那个！
es: @niko_speak ¡Me recuerda al que llevaba el robot de los Baldíos!
it: @niko_speak Assomiglia a quello del robot nella Baia Desolata!
ja: @niko_speak 不毛の地にいたロボットが 持ってたやつみたいだね！
ko: @niko_speak 불모지에서 만났던 로봇이 들고 있던 것이 생각나네요!
pt_br: @niko_speak Isso me lembra daquele que o robô das Terras Áridas carregava!
ru: @niko_speak Напоминает мне о посохе, который держал тот робот из Пустошей!

source: @niko_speak It's an orb! \>\@niko The material looks like amber.
cht: @niko_speak 是个球体！\>\@niko 材料看起来像是琥珀做的。
es: @niko_speak ¡Es un orbe! \>\@niko El material parece ámbar.
it: @niko_speak È una sfera! \>\@niko Sembra fatta d'ambra.
ja: @niko_speak オーブだ！ \>\@niko 琥珀でできてるみたい。
ko: @niko_speak 구슬이에요! \>\@niko 호박석으로 만들어진 것 같아요.
pt_br: @niko_speak É um orbe! \>\@niko Parece ser feito de âmbar.
ru: @niko_speak Это шар! \>\@niko Похоже, сделан из янтаря.

source: @niko Some kind of cloak or shawl, folded neatly.
cht: @niko 某种披风或围巾，整洁地折叠着。
es: @niko Algún tipo de capa o manto, cuidadosamente doblado.
it: @niko Una specie di mantello o scialle, ripiegato ordinatamente.
ja: @niko ショールかマントかな？綺麗にたたまれてる。
ko: @niko 외투인지 망토인지, 곱게 개어 놨네요.
pt_br: @niko Um manto ou xale muito bem dobrado.
ru: @niko Это какая-то накидка или шаль, аккуратно сложенная.

source: @niko A pair of shoes and some jewelry.
cht: @niko 一双鞋子和一些珠宝。
es: @niko Un par de zapatos y varias joyas.
it: @niko Un paio di scarpe e alcuni gioielli.
ja: @niko 靴が一足と、宝石がちょっとだけある。
ko: @niko 신발 한 켤레와 장신구예요.
pt_br: @niko Um par de sapatos e algumas joias.
ru: @niko Обувь и кое-какие украшения.

source: @niko \p? Are you there?
cht: @niko \p？你在那里吗？
es: @niko ¿\p? ¿Estás ahí?
it: @niko \p? Sei qui?
ja: @niko \p、 いる？
ko: @niko \p 님? 거기 있어요?
pt_br: @niko \p? Está aí?
ru: @niko \p? Ты тут?

source: That's not my name
cht: 那不是我的名字。
es: Ese no es mi nombre
it: Quello non è il mio nome
ja: それは私の名前ではない
ko: 그건 내 이름이 아냐
pt_br: Esse não é o meu nome
ru: Меня не так зовут

source: @niko_speak Ah, me too!
cht: @niko_speak 啊，我也是！
es: @niko_speak ¡Sí, yo también!
it: @niko_speak Oh, anche io!
ja: @niko_speak うん、ミーも！
ko: @niko_speak 아, 저도 그래요!
pt_br: @niko_speak Ah, eu também!
ru: @niko_speak А, я тоже!

source: @niko ...I mean... I'm awake now.
cht: @niko ...我是说...我现在醒了。
es: @niko ... Me refiero a que... ahora estoy despierto.
it: @niko ...Sai... Sono sveglio.
ja: @niko えっと…起きたよ。
ko: @niko ...제 말은... 이제 일어났다고요.
pt_br: @niko ... Digo... acabei de acordar.
ru: @niko ...То есть... Теперь я проснулся.

source: @niko_eyeclosed \p... I know you're here...
cht: @niko_eyeclosed \p...我知道你在...
es: @niko_eyeclosed \p... Sé que estás aquí...
it: @niko_eyeclosed \p... So che sei qui...
ja: @niko_eyeclosed \p いるのは分かってるよ…
ko: @niko_eyeclosed \p 님... 거기 있는 거 다 알아요...
pt_br: @niko_eyeclosed \p... Eu sei que está aqui...
ru: @niko_eyeclosed \p... Я знаю, что ты здесь...

source: @niko_speak ...Oh.
cht: @niko_speak ...噢。
es: @niko_speak ... Vaya.
ja: @niko_speak …そっか。
ko: @niko_speak ...아.
pt_br: @niko_speak ... Ah.
ru: @niko_speak О...

source: @niko_eyeclosed I'm sorry, I'm a little confused... I just woke up...
cht: @niko_eyeclosed 抱歉，我不太懂...我刚醒来...
es: @niko_eyeclosed Perdona, estoy un poco confundido... Me acabo de levantar...
it: @niko_eyeclosed Scusami, sono un po' confuso... Mi sono appena svegliato...
ja: @niko_eyeclosed ごめん、少し混乱してる… 起きたばっかりなんだ…
ko: @niko_eyeclosed 죄송해요. 좀 정신이 없어요... 이제 막 일어나서...
pt_br: @niko_eyeclosed Desculpe-me, estou um pouco confusa... acabei de acordar...
ru: @niko_eyeclosed Прости, я немного запутан... Я только что проснулся...

source: @niko Can you tell me your name again?
cht: @niko 你可以再说一遍你的名字吗？
es: @niko ¿Puedes volver a decirme tu nombre?
it: @niko Puoi dirmi di nuovo il tuo nome?
ja: @niko もう1度、名前を教えてくれない？
ko: @niko 이름, 한 번만 더 알려 주실래요?
pt_br: @niko Pode me dizer seu nome mais uma vez?
ru: @niko Можешь напомнить, как тебя зовут?

source: @niko_eyeclosed I had another bad dream.
cht: @niko_eyeclosed 我又做了一个噩梦。
es: @niko_eyeclosed He tenido otra pesadilla.
it: @niko_eyeclosed Ho fatto un altro brutto sogno.
ja: @niko_eyeclosed また悪夢を見た。
ko: @niko_eyeclosed 또 악몽을 꾸었어요.
pt_br: @niko_eyeclosed Eu tive um outro sonho ruim.
ru: @niko_eyeclosed Мне снова снился дурной сон.

source: @niko I know I have nothing to worry about with you here, but...
cht: @niko 我知道有你在这里我没什么可担心的， 但是...
es: @niko Sé que contigo aquí no tengo nada de lo que preocuparme, pero...
it: @niko So che con te non ho nulla di cui aver paura, ma...
ja: @niko あなたがここにいるから、心配すること ないのは分かってるけど…
ko: @niko 당신이 있으니까 걱정할 필요 없다는 건 알고 있어요. 하지만...
pt_br: @niko Eu sei que, com você aqui, não preciso me preocupar com nada, mas...
ru: @niko Знаю, когда ты рядом, мне не о чем беспокоиться, но...

source: @niko_eyeclosed Can I really save everyone with this lightbulb?
cht: @niko_eyeclosed 我真的可以用这个灯泡拯救所有人吗？
es: @niko_eyeclosed ¿De verdad que puedo salvar a todo el mundo con esta bombilla?
it: @niko_eyeclosed Con questa lampadina posso davvero salvare tutti?
ja: @niko_eyeclosed 本当にこの電球でみんなを救えるの？
ko: @niko_eyeclosed 제가 정말 이 전구로 정말 모두를 구할 수 있을까요?
pt_br: @niko_eyeclosed Será que realmente posso salvar a todos com essa lâmpada?
ru: @niko_eyeclosed Могу ли я на самом деле спасти всех этой лампочкой?

source: @niko ...Let's get going now.
cht: @niko ...我们走吧。
es: @niko ... Vámonos ya.
it: @niko ...Possiamo andare.
ja: @niko …そろそろ行こうか。
ko: @niko ...그만 가요.
pt_br: @niko ... Vamos andando.
ru: @niko ...Нам пора в путь.

source: @niko These vines look tough, but I think I can manage to cut them!
cht: @niko 这些藤蔓看起来很结实，但我觉得我 有办法把它们割掉！
es: @niko Estas enredaderas parecen muy resistentes, ¡pero creo que me las arreglaré para cortarlas!
it: @niko Questi rovi sembrano duri, ma forse riesco a tagliarli!
ja: @niko このツタは頑丈そうだけど、 何とか切れると思う！
ko: @niko 이 덩굴들은 튼튼해 보이네요. 하지만 자를 수 있을 것 같아요!
pt_br: @niko Essas trepadeiras são grossas, mas acho que consigo cortá-las!
ru: @niko Эти лозы выглядят жёсткими, но думаю, я смогу их срезать!

source: @niko_speak That did it!
cht: @niko_speak 试一试吧！
es: @niko_speak ¡Lo ha conseguido!
it: @niko_speak Ce l'ho fatta!
ja: @niko_speak できた！
ko: @niko_speak 됐다!
pt_br: @niko_speak Funcionou!
ru: @niko_speak Получилось!

source: @niko Ready to go, \p?
cht: @niko 准备好了吗，\p？
es: @niko ¿Podemos salir, \p?
it: @niko Andiamo, \p?
ja: @niko \p、 準備はいい？
ko: @niko 그럼 갈까요, \p 님?
pt_br: @niko Pronto, \p?
ru: @niko Ну что, в путь, \p?

source: @niko The clipper handles won't budge...
cht: @niko 大剪刀的把手不能动了...
es: @niko Los mangos de las tijeras no se mueven...
it: @niko Le maniglie della cesoia sono durissime...
ja: @niko 大ばさみの持ち手が動かない…
ko: @niko 손잡이가 꼼짝도 하지 않아요...
pt_br: @niko As alças do cortador não se movem...
ru: @niko Ручки секатора не сдвинуть...

source: @niko ...It's not broken, is it?
cht: @niko ...剪刀没有坏，是不是？
es: @niko ... No está rota, ¿verdad?
it: @niko ...Non è rotta, vero?
ja: @niko …壊れてないよね？
ko: @niko ...망가진 건 아니겠죠?
pt_br: @niko ... Não está quebrado, não é?
ru: @niko ...Но он ведь не сломан?

source: @niko There are some really tangled-up vines in the way.
cht: @niko 路被一些胡乱缠绕的藤蔓挡住了。
es: @niko Hay un laberinto de enredaderas en el camino.
it: @niko Alcuni rovi molto fitti bloccano la strada.
ja: @niko ツタが絡まってて邪魔になってる。
ko: @niko 얼기설기 얽힌 덩굴이 길을 가로막고 있어요.
pt_br: @niko Há um emaranhado grande de trepadeiras no caminho.
ru: @niko Тут на пути чрезвычайно запутанные лозы.

source: @niko It looks like an oil can...
cht: @niko 这看起来像一个油罐...
es: @niko Parece una lata de aceite...
it: @niko Sembra una tanica d'olio...
ja: @niko オイル缶みたい…
ko: @niko 기름통 같은데요...
pt_br: @niko Parece uma lata de óleo...
ru: @niko Это похоже на маслёнку...

source: @niko This might be useful. I'll take it with me.
cht: @niko 这可能有用。我会把它随身带着。
es: @niko Podría ser útil. Me la llevo.
it: @niko Potrebbe essere utile. La porterò con me.
ja: @niko 役に立つかも。持っていこう。
ko: @niko 이건 쓸모가 있겠네요. 가져가야겠어요.
pt_br: @niko Isso pode ser útil. Vou levar comigo.
ru: @niko Может пригодиться. Я возьму её с собой.

source: @niko I think I might be carrying something else I can use this with already.
cht: @niko 我觉得我身上有其他可以配合这个 一起使用的东西。
es: @niko Creo que ya podría estar llevando algo con lo que usar esto.
it: @niko Forse potrei già avere qualcosa con cui usarla.
ja: @niko これと一緒に使えるものを、 すでに持ってると思う。
ko: @niko 제 소지품 중에 이것과 같이 쓸 수 있는 물건이 있을지도 몰라요.
pt_br: @niko Talvez eu esteja carregando algo que eu possa usar com isso.
ru: @niko Мне кажется, я уже несу что-то, с чем я уже могу это совместить.

source: @niko Maybe I should check my pockets again?
cht: @niko 或许我应该再检查一遍我的口袋？
es: @niko Quizá deba volver a revisar mis bolsillos.
it: @niko Mmm, dovrei controllare di nuovo le tasche...
ja: @niko もう一度ポケットを見てみたほうがいいのかな？
ko: @niko 주머니를 다시 확인해 볼까요?
pt_br: @niko Eu deveria verificar meu bolso mais uma vez?
ru: @niko Может, мне стоит снова проверить карманы?

source: @niko I don't think we need to go that way...
cht: @niko 我觉得我们不需要往那边走...
es: @niko No creo que tengamos que ir por ahí...
it: @niko Non penso sia la direzione giusta...
ja: @niko そっちに行く必要はないと思う…
ko: @niko 그럴 필요는 없다고 생각해요...
pt_br: @niko Acho que não devemos ir por esse caminho...
ru: @niko Не думаю, что нам стоит туда идти...

source: @ed [\p, I don't know who put this bed here...]
cht: @ed [\p，我不知道是谁把床放在这的...]
es: @ed [\p, no sé quién ha puesto esta cama aquí...]
it: @ed [\p, non so chi possa aver messo qui questo letto...]
ja: @ed [\p、 誰がこのベッドを 置いたのかは知らない…]
ko: @ed [\p, 누가 이 침대를 여기에 둔 건지 모르겠어...]
pt_br: @ed [\p, não sei quem colocou essa cama aqui...]
ru: @ed [\p, я не знаю, кто поставил сюда эту кровать...]

source: @ed [But this bed will bring you back to the beginning of your journey.]
cht: @ed [但这张床会把你带回到旅途开始的地方。]
es: @ed [Pero esta cama te llevará de vuelta al principio de tu aventura.]
it: @ed [Ma sappi che vi riporterà all'inizio del vostro viaggio.]
ja: @ed [だがこれを使えばおまえは、 旅の始まりへと連れ戻されてしまう。]
ko: @ed [이 침대가 널 여정의 시작으로 되돌려 줄거야.]
pt_br: @ed [Mas essa cama levará você de volta ao início da sua jornada.]
ru: @ed [Но эта кровать перенесёт вас в начало вашего путешествия.]

source: @ed [Keep this in mind before you decide to let Niko sleep here.]
cht: @ed [你决定让Niko睡在这的话，记住我说的。]
es: @ed [Recuérdalo antes de dejar a Niko dormir aquí.]
it: @ed [Tienilo a mente prima di far dormire qui Niko.]
ja: @ed [ここでニコを休ませる前に、 そのことだけは覚えておけ。]
ko: @ed [니코를 여기에 재우기 전에 잘 기억해.]
pt_br: @ed [Lembre-se disso antes de permitir que Niko durma aqui.]
ru: @ed [Подумай об этом, прежде чем решишь позволить Нико здесь поспать.]

source: @niko It's a pair of rubber gloves.\nThey're a bit heavy.
cht: @niko 这是一双橡胶手套。有点重。
es: @niko Son unos guantes de goma.\nParecen pesados.
it: @niko Un paio di guanti di gomma.\nSono un po' pesanti.
ja: @niko ゴム手袋だ。\n少し重たい。
ko: @niko 고무장갑이네요.\n조금 무거워요.
pt_br: @niko Luvas de borracha.\nMas são meio pesadas.
ru: @niko Это пара резиновых перчаток.\nТяжеловатых.

source: @niko_speak You...want me to smash the boards with the pipe?
cht: @niko_speak 你...想让我用管子打碎木板吗？
es: @niko_speak ¿Quieres que... rompa las tablas con la tubería?
it: @niko_speak V-vuoi... che spacchi le tavole con il tubo?
ja: @niko_speak パイプで…板を割ってほしいの？
ko: @niko_speak 이...쇠막대기로 이 판자를 가르라고요?
pt_br: @niko_speak Você... quer que eu quebre as tábuas com o cano?
ru: @niko_speak Ты...хочешь, чтобы я разбил доски трубой?

source: @niko I can't do that! We'll have to pry them off!
cht: @niko 我做不到！我们要把这个撬开！
es: @niko ¡No puedo hacer eso! ¡Tendremos que quitarlas!
it: @niko Non ci riesco! Dovremmo tirarle via!
ja: @niko できっこないよ！こじ開けるしかないと思う…
ko: @niko 제 힘으론 안 돼요! 비틀어서 떼어 내야 해요!
pt_br: @niko Não posso fazer isso! Temos que tentar arrancá-las!
ru: @niko Я не могу! Придётся их поддеть и оторвать!

source: @niko_eyeclosed But I don't think I can do that with a pipe...
cht: @niko_eyeclosed 但我觉得我用管子撬不开...
es: @niko_eyeclosed Aunque no creo que pueda hacer eso con una tubería...
it: @niko_eyeclosed Oddio, non penso di riuscirci con questo...
ja: @niko_eyeclosed でもパイプではできなさそう…
ko: @niko_eyeclosed 이 쇠막대기로는 안 될 것 같은데요...
pt_br: @niko_eyeclosed Mas não dá para fazer isso com um cano...
ru: @niko_eyeclosed Не думаю, что у меня получится сделать это трубой...

source: @niko_speak Good thing I kept this crowbar!
cht: @niko_speak 还好我有这个撬棍！
es: @niko_speak ¡Menos mal que me he guardado la palanca!
it: @niko_speak Meno male che ho conservato questo piede di porco!
ja: @niko_speak これがあって良かった！
ko: @niko_speak 이 쇠지레를 갖고 다녀서 정말 다행이네요!
pt_br: @niko_speak Que bom que guardei o pé de cabra!
ru: @niko_speak Как хорошо, что я оставил этот лом при себе!

source: @niko_eyeclosed What a workout...
cht: @niko_eyeclosed 真是一种锻炼啊...
es: @niko_eyeclosed Sí que estaba duro...
it: @niko_eyeclosed Che fatica...
ja: @niko_eyeclosed いい運動になった…
ko: @niko_eyeclosed 힘든 작업이었어요...
pt_br: @niko_eyeclosed Isso que chamo de malhação...
ru: @niko_eyeclosed Ничего себе разминка...

source: @niko The door is all boarded up...
cht: @niko 门被木板封住了...
es: @niko La puerta está bien tapiada...
it: @niko La porta è sbarrata...
ja: @niko 入り口が板で完全に塞がれてる…
ko: @niko 입구가 판자로 막혀 있어요...
pt_br: @niko A porta está bloqueada por várias tábuas...
ru: @niko Дверь вся заколочена досками...

source: @niko_speak The boards seem loose, though! I should be able to pull them off with the right tool...
cht: @niko_speak 但是木板看起来有点松动！我应该能用 合适的工具把它们撬开...
es: @niko_speak ¡Pero las tablas parecen estar algo sueltas! Debería de poder quitarlas con la herramienta adecuada...
it: @niko_speak Queste tavole di legno sembrano allentate... Dovrei riuscire a tirarle via con lo strumento giusto...
ja: @niko_speak でも少しガタガタしてる！ちゃんとした 道具があれば外せるかも…
ko: @niko_speak 하지만 판자가 느슨해 보여요! 도구를 써서 제거할 수 있지 않을까요...
pt_br: @niko_speak Mas parece que elas estão soltas! Talvez consiga arrancá-las com uma ferramenta adequada...
ru: @niko_speak Но доски прилегают неплотно! Думаю, я смогу их отодрать, если возьму правильный инструмент...

source: [THE ROBOT ASSEMBLY AND REPAIR SERVICES HAVE BEEN DISCONTINUED AT THE BARRENS.]
cht: [机器人装配和维修服务在 BARRENS 已经停止了。]
es: [LOS SERVICIOS DE MONTAJE Y REPARACIÓN DE ROBOTS SE HAN INTERRUMPIDO EN LOS BALDÍOS.]
it: [I SERVIZI DI ASSEMBLAGGIO E RIPARAZIONE DEI ROBOT SONO STATI INTERROTTI PRESSO LA BAIA DESOLATA.]
ja: [不毛ノ地でのロボット組み立て、及び 修理サービスは廃止となりましタ。]
ko: [불모지 지역의 로봇 조립 및 수리 공정은 중단되었습니다.]
pt_br: [OS SERVIÇOS DE MONTAGEM E REPARO DE ROBÔS FORAM SUSPENSOS NAS TERRAS ÁRIDAS.]
ru: [ОБСЛУЖИВАНИЕ СБОРКИ И РЕМОНТА РОБОТОВ В ПУСТОШАХ БЫЛО ПРЕКРАЩЕНО.]

source: [IF YOU HAVE FURTHER INQUIRY, PLEASE CONTACT THE HEAD ENGINEER.]
cht: [如果您有其他疑问，请联系总工程师。]
es: [SI NECESITAS MÁS INFORMACIÓN, PONTE EN CONTACTO CON LA JEFA DE INGENIERÍA.]
it: [SE HAI ALTRE RICHIESTE, CONTATTA IL CAPO INGEGNERE.]
ja: [質問ガある場合ハ、当主任技術者まで お問い合わせくださイ。]
ko: [문의가 있으시면 수석 기술자와 상담해 주십시오.]
pt_br: [PARA MAIS INFORMAÇÕES, FALE COM A ENGENHEIRA-CHEFE.]
ru: [ЕСЛИ У ВАС ЕСТЬ КАКИЕ-ТО ВОПРОСЫ, ПОЖАЛУЙСТА ОБРАТИТЕСЬ К ГЛАВНОМУ ИНЖЕНЕРУ.]

source: @niko This seems to be a page ripped out of a book.
cht: @niko 这好像是一本书上扯掉的一页。
es: @niko Parece una página arrancada de un libro.
it: @niko Una pagina.\> Sembra strappata da un libro.
ja: @niko 本から破り取ったページみたい。
ko: @niko 책에서 뜯어낸 페이지 같아요.
pt_br: @niko Parece uma página arrancada de algum livro.
ru: @niko Похоже, это страница, вырванная из книги.
