Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @ling_hm2 Ah, but at least the evacuees seem to be doing ok.
cht: @ling_hm2 嗯，但至少撤离的人们都没事。
es: @ling_hm2 Ah, pero al menos los refugiados parecen estar bien.
it: @ling_hm2 Oh, almeno gli sfollati sembrano stare bene.
ja: @ling_hm2 あ、でも避難者は何とか無事だったよ。
ko: @ling_hm2 아, 하지만 피난민들은 무사해.
pt_br: @ling_hm2 Ah, mas pelo menos quem ficou preso parece estar bem.
ru: @ling_hm2 Ах, но по крайней мере у эвакуированных пока всё вроде в порядке.

source: @ling_hm2 We're letting them stay here for now.
cht: @ling_hm2 我们先让他们待在这。
es: @ling_hm2 Por ahora les estamos dejando quedarse aquí.
it: @ling_hm2 Resteranno qui, per il momento.
ja: @ling_hm2 ひとまず、ここで生活してもらってる。
ko: @ling_hm2 당분간은 여기 머물게 했어.
pt_br: @ling_hm2 Deixamos todo mundo ficar aqui por enquanto.
ru: @ling_hm2 Мы разрешили им пока остановиться здесь.

source: @niko_eyeclosed ...same as usual, huh...
cht: @niko_eyeclosed ...和往常一样...
es: @niko_eyeclosed ... Siempre igual, ¿eh...?
it: @niko_eyeclosed ...Come al solito...
ja: @niko_eyeclosed …いつもと変わらないね…
ko: @niko_eyeclosed 평소와 같네요...
pt_br: @niko_eyeclosed ... o mesmo de sempre, é...
ru: @niko_eyeclosed ...всё по-старому...

source: @niko_eyeclosed Now's not really the time to talk to penguins, \p...
cht: @niko_eyeclosed 现在真不是和企鹅说话的时候\p...
es: @niko_eyeclosed No es el momento de hablar con pingüinos, \p...
it: @niko_eyeclosed Ora non è davvero il momento di parlare con dei pinguini, \p...
ja: @niko_eyeclosed ペンギンさんとお喋りしてる 場合じゃないよ、 \p…
ko: @niko_eyeclosed 지금은 펭귄에게 말을 걸 때가 아니에요, \p 님...
pt_br: @niko_eyeclosed Agora não é uma boa hora para falar de pinguins, \p...
ru: @niko_eyeclosed \p, сейчас не лучшее время, чтобы разговаривать с пингвинами.

source: @niko2 Oh, it's that penguin...
cht: @niko2 哦，是那个企鹅...
es: @niko2 Oh, es aquel pingüino...
it: @niko2 Oh, è quel pinguino...
ja: @niko2 あっ、このペンギンさんって…
ko: @niko2 엇, 펭귄이잖아...
pt_br: @niko2 Ah, é aquele pinguim...
ru: @niko2 О, это тот самый пингвин...

source: @niko_eyeclosed ...yep.
cht: @niko_eyeclosed ...是的。
es: @niko_eyeclosed ... Sí.
it: @niko_eyeclosed ...Già.
ja: @niko_eyeclosed …やっぱり。
ko: @niko_eyeclosed ...맞아요.
pt_br: @niko_eyeclosed ... é.
ru: @niko_eyeclosed ...точно.

source: @niko Milk and sugar.
cht: @niko 牛奶和糖。
es: @niko Leche y azúcar.
it: @niko Latte e zucchero.
ja: @niko ミルクと砂糖。
ko: @niko 우유와 설탕이네요.
pt_br: @niko Leite e açúcar.
ru: @niko Молоко и сахар.

source: @niko_speak I like both!
cht: @niko_speak 我都喜欢！
es: @niko_speak ¡Me gustan ambos!
it: @niko_speak Mi piacciono entrambi!
ja: @niko_speak ミーはどっちも好き！
ko: @niko_speak 전 둘 다 좋아해요!
pt_br: @niko_speak Gosto dos dois!
ru: @niko_speak Мне нравится и то, и то!

source: @niko_eyeclosed ...but not in coffee.
cht: @niko_eyeclosed ...但不喜欢放在咖啡里。
es: @niko_eyeclosed Pero no en el café.
it: @niko_eyeclosed ...Ma non nel caffè.
ja: @niko_eyeclosed …でもコーヒーに入ってるやつは嫌い。
ko: @niko_eyeclosed ...커피에 타서는 말고요.
pt_br: @niko_eyeclosed ... mas não no café.
ru: @niko_eyeclosed ...но только не в кофе.

source: @Niko A coffee machine.
cht: @Niko 一台咖啡机。
es: @Niko Una cafetera.
it: @niko Una macchina del caffè.
ja: @Niko コーヒーを作る機械だ。
ko: @Niko 커피 머신이에요.
pt_br: @Niko Uma cafeteira.
ru: @Niko Кофемашина.

source: @niko_speak It's nearly full!
cht: @niko_speak 差不多满了！
es: @niko_speak ¡Está casi a tope!
it: @niko_speak È quasi piena!
ja: @niko_speak もうちょっとで充電完了だって！
ko: @niko_speak 거의 가득 차 있어요!
pt_br: @niko_speak Está quase cheia!
ru: @niko_speak Почти полная!

source: I don't know what I'm gonna do without Model C-WT 2nd gen unit 4E!
cht: 要是没有C-WT模型第二代4E机器人，我不知道怎么办了！
es: ¡No sé qué voy a hacer sin el Modelo C-WT, unidad de 2.ª generación 4E!
it: Non so cosa farò senza Modello C-WT unità 4E di 2ª generazione!
ja: C-WT第2世代ユニット4Eがいなくなったら私、もう どうしていいのか分からないわ！
ko: 모델 C-WT 2세대 유닛 4E가 없다면 어떡할지!
pt_br: Não sei o que vou fazer sem a unidade 4E 2ª ger. modelo C-WT!
ru: Не знаю, что я бы делала без робота 4Е модели С-ВТ 2го поколения!

source: Our apartment got evacuated while my parents were at work...
cht: 我的父母还在上班时，我们的公寓就进行 了撤离...
es: Cuando evacuaron nuestro apartamento, mis padres estaban en el trabajo...
it: Il nostro appartamento è stato evacuato mentre i miei genitori erano a lavoro...
ja: 両親が仕事に行っている間に、アパートから 避難しなくちゃいけなくなって…
ko: 부모님이 일하는 동안 아파트에 대피령이 내렸어...
pt_br: Nosso apartamento foi evacuado enquanto meus pais estavam no trabalho...
ru: Наши апартаменты эвакуировали, пока родители были на работе...

source: ...I'm waiting for them to pick us up now.
cht: ...我现在等他们来接我们。
es: ... Estoy esperando a que nos recojan.
it: ...Sto aspettando che vengano a prenderci.
ja: …だから、迎えにきてくれるまで待っているの。
ko: ...지금은 부모님이 우릴 데리러 오시기를 기다리는 중이지.
pt_br: ... agora estou esperando virem nos buscar.
ru: ...Теперь я жду, пока они нас заберут.

source: I hope they're ok...
cht: 希望他们没事...
es: Espero que estén bien...
it: Spero stiano bene...
ja: 無事だといいけれど…
ko: 두 분 다 괜찮으셨으면 좋겠어...
pt_br: Espero que estejam bem...
ru: Надеюсь, с ними всё в порядке...

source: At least my robot's with me...
cht: 至少我的机器人和我在一起.....
es: Al menos mi robot está conmigo...
it: Almeno il mio robot è con me...
ja: まあ、私にはこのロボットが いるから…
ko: 그나마 로봇이 같이 있어서 다행이야...
pt_br: Pelo menos meu robô está comigo...
ru: Ну хотя бы мой робот ещё со мной...

source: [SQUARES ARE BAD]
cht: [方块不好]
es: [LOS CUADRADOS SON MALOS]
it: [I QUADRATI SONO CATTIVI.]
ja: [全て、四角形ガ悪イ。]
ko: [사각형은 나쁩니다.]
pt_br: [QUADRADOS SÃO MAUS]
ru: [КВАДРАТЫ ПЛОХИЕ]

source: [SQUARES MAKE THE PEOPLE EVACUATE]
cht: [方块使人们撤离]
es: [LOS CUADRADOS OBLIGAN A LA GENTE A EVACUAR]
it: [I QUADRATI FANNO EVACUARE LE PERSONE.]
ja: [四角形のせいデ、人々は避難しタ。]
ko: [사각형이 나타나 사람들이 대피합니다.]
pt_br: [QUADRADOS FAZEM AS PESSOAS DESOCUPAREM]
ru: [ИЗ-ЗА КВАДРАТОВ ЛЮДИ ЭВАКУИРУЮТСЯ]

source: [EVACUATION MAKES THE GIRL SAD]
cht: [避难使女孩难过]
es: [LA EVACUACIÓN PONE TRISTE A LA CHICA]
it: [L'EVACUAZIONE RENDE LA RAGAZZA TRISTE.]
ja: [避難のせいデ、この娘ガ悲しんでいル。]
ko: [대피 때문에 소녀가 슬퍼합니다.]
pt_br: [DESOCUPAÇÃO ENTRISTECE A GAROTA]
ru: [ИЗ-ЗА ЭВАКУАЦИИ ДЕВОЧКА ГРУСТИТ]

source: Scarves are great.
cht: 有围巾真好。
es: Las bufandas son geniales.
it: Le sciarpe sono fantastiche.
ja: スカーフは素晴らしいものだ。
ko: 목도리는 참 좋아.
pt_br: Cachecóis são lindos.
ru: Шарфы — это круто.

source: If I had my stuff back.. I'd knit one for everyone here!
cht: 要是我可以拿回我的东西...我会为这 的每个人都织一条！
es: ¡Si tuviera mis cosas... cosería una para cada uno!
it: Se avessi portato le mie cose qui... Ne cucirei una per tutti!
ja: 持ち物を取り戻せたら…ここにいる人たちに 一つずつ編んであげることにしよう！
ko: 내 물건을 다시 찾을 수 있다면... 여기 있는 모두에게 하나씩 떠 줄 텐데!
pt_br: Se recuperasse minhas coisas... faria um para cada um aqui!

source: Hey.
cht: 嘿。
es: Ey.
it: Ehi.
ja: やあ。
ko: 이봐.
pt_br: Ei.
ru: Привет.

source: Is it me, or is it really cold outside?
cht: 是我，外面是不是很冷！
es: ¿Es cosa mía o hace mucho frío fuera?
it: È una mia impressione o fuori fa molto freddo?
ja: 私だけなのだろうか？ とても肌寒い気がするのだが。
ko: 나만 추운 거야, 아니면 바깥이 정말 추운 거야?
pt_br: Sou eu ou está muito frio lá fora?
ru: Мне кажется, или на улице очень холодно?

source: @niko2 ...y'know, now that you've mentioned it...
cht: @niko2 ...既然你问到了...
es: @niko2 ... ¿Sabes? Ahora que lo dices...
it: @niko2 ...Sai, ora che mi ci fai pensare...
ja: @niko2 …ねえ、そんなこと言うから…
ko: @niko2 ...그 이야기를 하시니까 알겠는데...
pt_br: @niko2 ... sabe, agora que você falou...
ru: @niko2 ...теперь, когда вы об этом напомнили...

source: @niko_eyeclosed (it IS really chilly this time around, \p...)
cht: @niko_eyeclosed (这时候确实很冷 \p...
es: @niko_eyeclosed (Hace MUCHO frío esta vez, \p...)
it: @niko_eyeclosed (fa DAVVERO freddo, \p...)
ja: @niko_eyeclosed （すごく寒くなってきたよ、 \p…）
ko: @niko_eyeclosed (이 시간쯤에는 정말 춥긴 하네요, \p 님...)
pt_br: @niko_eyeclosed (realmente faz um friozinho nesta época, \p...)
ru: @niko_eyeclosed (в этот раз здесь И ПРАВДА очень холодно, \p...)

source: Good thing you've got a scarf, huh?
cht: 还好你有围巾，是吧？
es: Menos mal que tienes bufanda, ¿eh?
it: Meno male che hai una sciarpa!
ja: スカーフがあって良かったな。
ko: 다행히 넌 목도리가 있네?
pt_br: Que bom que você tem um cachecol, né?
ru: Хорошо, что у тебя есть шарф, да?

source: Bessie's lookin pretty bummed about this too...
cht: Bessie 也看起来很难过...
es: Bessie también parece bastante afectada...
it: Anche Bessie è giù di corda per questa situazione...
ja: ベッツィーも、すごく落ち込んでるんだ…
ko: 베시도 좀 실망한 것 같아...
pt_br: Bessie também está bastante chateada com isso...
ru: Бесси тоже всё это сильно бесит...

source: There there, girl...
cht: 嗨，女孩...
es: Ya está, ya está, chica...
it: Su su, non fare così...
ja: よしよし…
ko: 저기... 소녀가...
pt_br: Está tudo bem, menina...
ru: Тише, тише, девочка...

source: Dang it!
cht: 该死的！
es: ¡Mecachis!
it: Dannazione!
ja: チクショー！
ko: 제길!
pt_br: Droga!
ru: Да блин!

source: I JUST moved into my apartment!
cht: 我刚搬进我的公寓！
es: ¡ACABABA de mudarme al apartamento!
it: Mi ero APPENA trasferito nel mio appartamento!
ja: 引っ越してきたばっかだったんだぞ！
ko: 아파트에 이사 온 지 얼마 되지도 않았는데!
pt_br: Eu tinha ACABADO de me mudar!
ru: Я ТОЛЬКО переехал в эти апартаменты!

source: Now where am I gonna go!
cht: 现在我该去哪里！
es: ¡¿Y ahora a dónde voy a ir?!
it: Ora dove andrò!?
ja: この後どうすりゃいいんだよ！
ko: 날더러 어디로 가라고!
pt_br: Agora para onde irei?!
ru: Куда мне теперь идти!

source: @mason Black clovers are so resilient...\.\.I wonder how they do it?
cht: @mason 黑色三叶草适应力很强...\.\.我好奇它们是怎么做到的？
es: @mason Los tréboles negros son muy resistentes...\.\.¿Cómo lo harán?
it: @mason I trifogli neri sono davvero molto resistenti...\.\. Chissà cos'è che li rende così.
ja: @mason 黒いクローバーは非常に強い抵抗力を 有していたが…\.\.一体どういう構造なのだろうか？
ko: @mason 검은색 클로버는 아주 회복력이 강해...\.\.어떻게 그러는지 궁금하네.
pt_br: @mason Trevos pretos são tão resistentes... \.\.Como eles conseguem?
ru: @mason Чёрные клевера такие живучие...\.\.И как им это удаётся?

source: @mason It's really a shame that the Glen is starting to erode so fast now...
cht: @mason Glen 现在被侵蚀的这么快，真是让人 遗憾...
es: @mason Es una auténtica pena que el Valle se esté empezando a erosionar tan rápido...
it: @mason È davvero un peccato che la Valle stia iniziando a consumarsi così rapidamente...
ja: @mason 峡谷がこんなにも早く崩壊を 始めるとはな。とても残念だ…
ko: @mason 협곡이 아주 빠르게 망가지기 시작했어. 참 안타까운 일이야...
pt_br: @mason É uma pena que o Vale esteja se deteriorando tão rápido agora...
ru: @mason Очень жаль, что Долина начала так быстро эродировать...

source: @mason Soon, the world won't have much room for plants left...
cht: @mason 很快，世界将不会有太多植物生存的 空间...
es: @mason Pronto, al mundo no le quedará mucho espacio para las plantas...
it: @mason Di questo passo non rimarrà più molto spazio per le piante...
ja: @mason もうじき、植物が生きられる場所は 失われてしまうのだろうな…
ko: @mason 조만간, 세상에서 식물이 자랄 공간이 없어지고 말 거야...
pt_br: @mason Em breve o mundo não terá mais lugar para as plantas...
ru: @mason Скоро в мире почти не останется места для растений...

source: @mason ...asides from black clovers, I mean.
cht: @mason ...除了黑色三叶草，我是说。
es: @mason ... Aparte de los tréboles negros, quiero decir.
it: @mason ...ad eccezione dei trifogli neri.
ja: @mason …黒いクローバー以外の植物は、な。
ko: @mason ...검은색 클로버를 빼면 말이지.
pt_br: @mason ... exceto os trevos pretos, é claro.
ru: @mason ...кроме чёрного клевера, естественно.

source: @mason Bummer!
cht: @mason 郁闷！
es: @mason ¡Qué lata!
it: @mason Accidenti!
ja: @mason まったく不愉快だ！
ko: @mason 이런!
pt_br: @mason Que coisa!
ru: @mason Вот незадача!

source: @mason I had to leave most of my plants behind.
cht: @mason 我必须丢下我大部分的植物。
es: @mason He tenido que dejar casi todas mis plantas atrás.
it: @mason Ho dovuto abbandonare la maggior parte delle mie piante.
ja: @mason 植物は置いていかざるを得なかった。
ko: @mason 내 식물을 대부분 두고 와야 했어.
pt_br: @mason Tive que deixar a maioria das minhas plantas para trás.
ru: @mason Мне пришлось бросить большинство моих растений.

source: @mason This stinks!
cht: @mason 这糟透了！
es: @mason ¡Vaya rollo!
it: @mason Maledizione!
ja: @mason 最悪だ！
ko: @mason 정말, 더러워서!
pt_br: @mason Maldição!
ru: @mason Как отвратительно!

source: @niko_eyeclosed Sorry to hear...
cht: @niko_eyeclosed 很遗憾听到这个...
es: @niko_eyeclosed Lo siento...
it: @niko_eyeclosed Mi dispiace...
ja: @niko_eyeclosed そうなんだ…
ko: @niko_eyeclosed 그거 안됐네요...
pt_br: @niko_eyeclosed Sinto muito por isso...
ru: @niko_eyeclosed Мне очень жаль.

source: @mason Oh, speaking of plants...
cht: @mason 哦，说到植物...
es: @mason Oh, hablando de plantas...
it: @mason Oh, a proposito di piante...
ja: @mason ああ、植物といえば…
ko: @mason 참, 식물 얘기가 나와서 말인데...
pt_br: @mason Ah, falando em plantas...
ru: @mason О, кстати о растениях...

source: @mason I heard the Glen is just COVERED in vines now.
cht: @mason 我听说 Glen 现在都被藤蔓覆盖了。
es: @mason He oído que el Valle está CUBIERTO de enredaderas.
it: @mason Ho sentito che ora la Valle è COMPLETAMENTE COPERTA dai rovi.
ja: @mason 峡谷が、ツタで完全に覆われたと聞いたが。
ko: @mason 협곡이 덩굴로 덮여 있다고 들었어.
pt_br: @mason Ouvi dizer que agora o vale está COBERTO de trepadeiras.
ru: @mason Я слышал, что теперь долина просто ПОКРЫТА лозами.

source: @mason Is that true?
cht: @mason 是真的吗？
es: @mason ¿Es eso cierto?
it: @mason È vero?
ja: @mason それは真実なのか？
ko: @mason 그게 정말이야?
pt_br: @mason Isso é verdade?
ru: @mason Это правда?

source: @niko_eyeclosed ...yeah...
cht: @niko_eyeclosed ...是的...
es: @niko_eyeclosed ... Sí...
it: @niko_eyeclosed ...Sì...
ja: @niko_eyeclosed …うん…
ko: @niko_eyeclosed ...네...
pt_br: @niko_eyeclosed ... é...
ru: @niko_eyeclosed ...ага...

source: @niko2 The plant lady was using them to keep the land from falling away...
cht: @niko2 植物女士在利用它们来防止土地崩溃...
es: @niko2 La mujer planta estaba usándolas para evitar que la tierra descendiera abruptamente...
it: @niko2 La signorina pianta li stava usando per evitare che il terreno si sgretolasse...
ja: @niko2 植物のお姉さんが、 大地が崩れないようにって…
ko: @niko2 식물 아가씨가 덩굴을 뻗어서 땅이 부서지는 걸 막고 있었거든요...
pt_br: @niko2 A moça-planta as estava usando para evitar que a terra cedesse...
ru: @niko2 Тётя-растение пыталась скрепить ими отпадающую землю...

source: @mason The plant spirit?\.\. Maize?
cht: @mason 植物精灵？\.\.Maize？
es: @mason ¿El espíritu planta?\.\. ¿Maize?
it: @mason Lo spirito pianta?\.\. Mays?
ja: @mason 植物の精霊？\.\.メイズのことか？
ko: @mason 식물 정령?\.\. 메이즈 말이야?
pt_br: @mason O espírito de planta?\.\. Maize?
ru: @mason Дух растений?\.\. Мэйз?

source: @mason I figured...
cht: @mason 我觉得...
es: @mason Me lo imaginaba...
it: @mason Immaginavo...
ja: @mason なるほど…
ko: @mason 역시...
pt_br: @mason Imaginei...
ru: @mason Так я и думал...

source: @mason ...say, how is she doing?
cht: @mason ...她现在怎么样？
es: @mason ... Oye, ¿y cómo le va?
it: @mason ...Dimmi, come sta?
ja: @mason …それで、彼女は今どうしている？
ko: @mason ...메이즈는 잘 있어?
pt_br: @mason ... diga-me: como ela está?
ru: @mason Ну и... как там у неё дела?

source: @mason ...ah.
cht: @mason ...啊。
ja: @mason …そうか。
ko: @mason ...아.
ru: @mason ...ах.

source: @mason ...she's... gone, isn't she?
cht: @mason ...她...死了，是吗？
es: @mason ... Ha... muerto, ¿verdad?
it: @mason ...Se n'è... andata, non è vero?
ja: @mason …逝って…しまったのだな？
ko: @mason ...죽었구나. 그런 거지?
pt_br: @mason ... ela... morreu, não é?
ru: @mason ...её... больше нет, верно?

source: @niko_eyeclosed She said she was using up the last of her powers...
cht: @niko_eyeclosed 她说她快要用尽最后的一点能量了...
es: @niko_eyeclosed Dijo que estaba usando sus últimos poderes...
it: @niko_eyeclosed Ha detto che avrebbe usato tutte le sue forze rimaste...
ja: @niko_eyeclosed 最後の力を使い切る、って…
ko: @niko_eyeclosed 마지막 힘을 쓰는 거라고 했거든요...
pt_br: @niko_eyeclosed Ela disse que estava usando o que ainda lhe restava de poder...
ru: @niko_eyeclosed Она сказала, что использовала свои последние силы...

source: @mason I wouldn't be surprised.
cht: @mason 我猜到了。
es: @mason No me sorprendería.
it: @mason Non dovrei esserne sorpreso.
ja: @mason そうだろうな。
ko: @mason 아마 그렇겠지.
pt_br: @mason Não me surpreendo.
ru: @mason Меня это не удивляет.

source: @mason She always did her best to protect everyone...
cht: @mason 她总是尽全力保护每一个人...
es: @mason Siempre hizo todo lo que pudo para proteger a todos...
it: @mason Ha sempre cercato di fare del suo meglio per tenere tutti al sicuro...
ja: @mason 彼女はいつも、我々を 守るために尽くしてくれていた…
ko: @mason 메이즈는 언제나 모두를 지키려고 최선을 다했어...
pt_br: @mason Ela sempre dava tudo de si para proteger o próximo...
ru: @mason Она всегда изо всех сил защищала других...

source: @niko It looks like I can unlock this door...
cht: @niko 好像我可以打开这扇门...
es: @niko Parece que puedo abrir esta puerta...
it: @niko Sembra che possa sbloccare questa porta...
ja: @niko このドアの鍵、外せそう…
ko: @niko 이 문은 열 수 있을 것 같은데요...
pt_br: @niko Acho que consigo destrancar essa porta...
ru: @niko Похоже, я могу отпереть эту дверь...

source: @rowbot [OH!]
cht: @rowbot [噢！]
es: @rowbot [¡VAYA!]
ja: @rowbot [オオ！]
ko: @rowbot [아!]
pt_br: @rowbot [AH!]
ru: @rowbot [О!]

source: @rowbot [THIS IS AMBER FROM THE GLEN.]
cht: @rowbot [这是 GLEN 的琥珀。]
es: @rowbot [ES ÁMBAR DEL VALLE.]
it: @rowbot [QUESTA È AMBRA DALLA VALLE.]
ja: @rowbot [これハ峡谷の琥珀ですネ。]
ko: @rowbot [협곡 지역의 호박석 조각이군요.]
pt_br: @rowbot [É UM ÂMBAR DO VALE.]
ru: @rowbot [ЭТО ЯНТАРЬ ИЗ ДОЛИНЫ.]

source: @rowbot [I CAN REMEMBER NOW!]
cht: @rowbot [现在我能记起来了。]
es: @rowbot [¡YA ME ACUERDO!]
it: @rowbot [ORA RICORDO!]
ja: @rowbot [記憶ガ戻ってきましタ！]
ko: @rowbot [이제 기억났습니다!]
pt_br: @rowbot [AGORA ME LEMBRO!]
ru: @rowbot [ТЕПЕРЬ ВСПОМНИЛ!]

source: @rowbot [ACTIVATING TRACKING SYSTEM...]
cht: @rowbot [激活追踪系统...]
es: @rowbot [ACTIVANDO SISTEMA DE RASTREO...]
it: @rowbot [ATTIVO SISTEMI DI LOCALIZZAZIONE...]
ja: @rowbot [追跡システムヲ起動中…]
ko: @rowbot [항로 추적 시스템 기동 중...]
pt_br: @rowbot [ATIVANDO SISTEMA DE RASTREAMENTO...]
ru: @rowbot [АКТИВИРУЮ ОТСЛЕЖИВАНИЕ ИСТОЧНИКА...]

source: @rowbot [SETTING COURSE...]
cht: @rowbot [设置路径...]
es: @rowbot [TRAZANDO RUMBO...]
it: @rowbot [IMPOSTO LA ROTTA...]
ja: @rowbot [コースヲ設定中…]
ko: @rowbot [항로 설정 중...]
pt_br: @rowbot [CONFIGURANDO TRAJETO...]
ru: @rowbot [УСТАНАВЛИВАЮ КУРС...]

source: @rowbot [WAIT.\>\nTHIS BOAT IS OVER CAPACITY.]
cht: @rowbot [等等。\>\n这艘船超载了。]
es: @rowbot [UN MOMENTO.]\>\n[LA BARCA HA SUPERADO SU LÍMITE DE CAPACIDAD.]
it: @rowbot [ASPETTA.\| ERRORE.\>\nPESO MASSIMO DELLA BARCA SUPERATO.]
ja: @rowbot [オヤ。\>\nこの船ハ重量をオーバーしていまス。]
ko: @rowbot [기다려 주십시오.\>\n배의 적재량 한도를 초과했습니다.]
pt_br: @rowbot [AGUARDE.\>\nCAPACIDADE DO BARCO EXCEDIDA.]
ru: @rowbot [ПОДОЖДИТЕ.\>\nЭТА ЛОДКА ПЕРЕГРУЖЕНА.]

source: @rowbot [YOU'LL NEED TO LEAVE BEHIND SOME OF YOUR POSSESSIONS.]
cht: @rowbot [你要丢掉一些行李。]
es: @rowbot [TENDRÁS QUE DEJAR ATRÁS ALGUNAS DE TUS POSESIONES.]
it: @rowbot [DEVI LASCIARE INDIETRO ALCUNI DEI TUOI OGGETTI.]
ja: @rowbot [アナタノ所持品を、いくつか 置いていく必要ガありまス。]
ko: @rowbot [소지품을 일부 버리고 가셔야 합니다.]
pt_br: @rowbot [VOCÊ PRECISARÁ DEIXAR ALGO PARA TRÁS.]
ru: @rowbot [ВАМ ПРИДЁТСЯ ОСТАВИТЬ НЕКОТОРЫЕ ВЕЩИ.]

source: @niko Oh.\>\n\@niko_eyeclosed Well... I don't think I'll be needing this crowbar anymore...\>\nOr this gas mask and gloves...
cht: @niko 噢。\>\n\@niko_eyeclosed 好...我觉得我不再需要这个撬棍了...\>\n或者这个防毒面具和手套...
es: @niko Vaya.\>\n\@niko_eyeclosed Bueno... Ya no creo que vaya a necesitar esta palanca... \>\nNi la máscara de gas ni los guantes...
it: @niko Oh beh... \>\@niko_eyeclosed Non credo che questo piede di porco mi servirà più...\>\nA pensarci bene, nemmeno questa maschera antigas e questi guanti...
ja: @niko そっか。\>\n\@niko_eyeclosed じゃあバールのようなものはいらないかな…\>\nあとは、ガスマスクと手袋も…
ko: @niko 음.\>\n\@niko_eyeclosed 어디 보자... 이 쇠지렛대는 이제 필요 없겠고...\>\n이 방독면이랑 장갑도...
pt_br: @niko Ah.\>\n\@niko_eyeclosed Bom... Acho que não vou precisar mais do pé de cabra...\>\nNem dessa máscara de gás, nem das luvas...
ru: @niko Ой.\>\n\@niko_eyeclosed Ну что ж... Думаю, этот лом мне больше не понадобится...\>\nИли этот противогаз и перчатки...

source: @rowbot [THAT IS ACCEPTABLE.\>\nONWARDS WE GO.]
cht: @rowbot [这样可以了。\>\n我们前进吧。]
es: @rowbot [PESO ACEPTABLE.\>\nALLÁ VAMOS.]
it: @rowbot [PESO RIENTRATO NEI PARAMETRI STANDARD.\>\nADESSO POSSIAMO PARTIRE.]
ja: @rowbot [許容範囲内でス。\>\nそれでハ出発しましょウ。]
ko: @rowbot [그 정도면 충분합니다.\>\n이제 출발할 수 있습니다.]
pt_br: @rowbot [CAPACIDADE DENTRO DOS CONFORMES.\>\nSEGUINDO VIAGEM.]
ru: @rowbot [ВЕС ДОПУСТИМЫЙ.\>\nОТПРАВЛЯЕМСЯ.]

source: @niko um.... \p?
cht: @niko 嗯...\p？
es: @niko Mmm... ¿\p?
it: @niko Ehm... \p?
ja: @niko あの… \p？
ko: @niko 음... \p 님?
pt_br: @niko hm... \p?
ru: @niko Эй.... \p?

source: @niko Is it alright if... you let me take a nap somewhere before we go?
cht: @niko 是否可以...让我出发前在某个地方 休息一下？
es: @niko ¿Puedo... echarme una siesta antes de que salgamos?
it: @niko Ti va bene se schiaccio un pisolino da qualche parte prima di andare?
ja: @niko 出発する前に…お昼寝してもいいかな？
ko: @niko 괜찮다면... 어디 가기 전에 잠시 낮잠을 자도 될까요?
pt_br: @niko Tudo bem se... você me deixar tirar uma soneca antes de irmos?
ru: @niko Ты не против, если... я вздремну где-нибудь перед отправкой?

source: @niko_eyeclosed I'm so tired I can't even see straight anymore...
cht: @niko_eyeclosed 我好累，我甚至有点看不清楚了...
es: @niko_eyeclosed Se me nubla la vista del cansancio...
it: @niko_eyeclosed Sono così stanco che potrei svenire...
ja: @niko_eyeclosed 疲れすぎて、目がかすんできた…
ko: @niko_eyeclosed 너무 피곤해서, 앞이 잘 안 보일 지경이에요...
pt_br: @niko_eyeclosed Estou ficando vesgo de tão cansado...
ru: @niko_eyeclosed Я так устал, что у меня всё плывёт перед глазами...

source: @rowbot [HAVE YOU TALKED TO THE HEAD ENGINEER YET?]
cht: @rowbot [您跟总工程师交谈过没有？]
es: @rowbot [¿HAS HABLADO YA CON LA JEFA DE INGENIERÍA?]
it: @rowbot [HAI PARLATO CON IL CAPO INGEGNERE?]
ja: @rowbot [主任技術者ト話しましたカ？]
ko: @rowbot [수석 기술자와 이야기하셨습니까?]
pt_br: @rowbot [JÁ CONVERSOU COM A ENGENHEIRA-CHEFE?]
ru: @rowbot [ВЫ УЖЕ ГОВОРИЛИ С ГЛАВНЫМ ИНЖЕНЕРОМ?]

source: @rowbot [SHE LIVES NEAR THE MINE ENTRANCE.]
cht: @rowbot [她住在矿山入口的附近。]
es: @rowbot [VIVE CERCA DE LA ENTRADA DE LA MINA.]
it: @rowbot [VIVE VICINO ALL'ENTRATA DELLA MINIERA.]
ja: @rowbot [彼女ハ鉱山の近くに住んでいまス。]
ko: @rowbot [그녀는 광산 입구 근처에 삽니다.]
pt_br: @rowbot [ELA MORA PERTO DA ENTRADA DA MINA.]
ru: @rowbot [ОНА ЖИВЁТ НЕПОДАЛЁКУ ОТ ВХОДА В ШАХТУ.]

source: @rowbot [I WOULD HAVE GIVEN YOU THE COORDINATES, BUT...]
cht: @rowbot [我本来应该给你坐标的，不过...]
es: @rowbot [TE HABRÍA DADO LAS COORDENADAS, PERO...]
it: @rowbot [TI DAREI LE COORDINATE, MA...]
ja: @rowbot [座標ヲ提供したいところですガ…]
ko: @rowbot [좌표를 드리고 싶지만...]
pt_br: @rowbot [PODERIA ATÉ LHE INFORMAR AS COORDENADAS, MAS...]
ru: @rowbot [Я БЫ ДАЛ ВАМ КООРДИНАТЫ, НО...]

source: @niko_speak I need something I can use to wash the robot with!
cht: @niko_speak 我需要可以清洗机器人的东西！
es: @niko_speak ¡Necesito usar algo para lavar al robot!
it: @niko_speak Mi serve qualcosa per lavare il robot!
ja: @niko_speak ゴシゴシするのに使えるものが欲しいね！
ko: @niko_speak 이 로봇을 닦을 도구가 필요해요!
pt_br: @niko_speak Preciso de alguma coisa para limpar o robô!
ru: @niko_speak Мне нужно что-то, чем можно отмыть этого робота!

source: @niko_eyeclosed A sponge alone isn't going to remove all this rust...
cht: @niko_eyeclosed 只有一块海绵洗不掉这些铁锈...
es: @niko_eyeclosed Con solo una esponja no va a salir todo este óxido...
it: @niko_eyeclosed Una spugna da sola non rimuoverà tutta questa ruggine...
ja: @niko_eyeclosed スポンジだけだと錆が全部落ちない…
ko: @niko_eyeclosed 이 스펀지만으로는 녹을 모두 제거할 수 없을 것 같아요...
pt_br: @niko_eyeclosed Só uma esponja não bastará para remover toda a ferrugem...
ru: @niko_eyeclosed Одной губкой всю эту ржавчину не уберёшь...

source: @niko Alright.... hold still...
cht: @niko 好的...站稳了...
es: @niko Muy bien... no te muevas...
it: @niko Va bene... Non muoverti...
ja: @niko よし…じっとしてて…
ko: @niko 좋아요... 조금만 참아요...
pt_br: @niko Certo... paradinho...
ru: @niko Так.... Не двигайся...

source: @rowbot [I HAVE NO OTHER CHOICE.]
cht: @rowbot [我没有其他选择。]
es: @rowbot [NO TENGO ELECCIÓN.]
it: @rowbot [NON HO ALTRA SCELTA.]
ja: @rowbot [他ニ選択肢ガありませン。]
ko: @rowbot [달리 선택지가 없습니다.]
pt_br: @rowbot [NÃO TENHO OUTRA OPÇÃO.]
ru: @rowbot [У МЕНЯ НЕТ ДРУГОГО ВЫБОРА.]

source: @niko_speak There!
cht: @niko_speak 好了！
es: @niko_speak ¡Ya está!
it: @niko_speak Ecco fatto!
ja: @niko_speak よし！
ko: @niko_speak 됐다!
pt_br: @niko_speak Pronto!
ru: @niko_speak Вот так!

source: @niko How's that?
cht: @niko 怎么样？
es: @niko ¿Qué tal ahora?
it: @niko Come ti senti?
ja: @niko どう？
ko: @niko 좀 어때요?
pt_br: @niko E aí?
ru: @niko Как тебе?

source: @rowbot [...I... ]
cht: @rowbot [...我...]
es: @rowbot [......]
it: @rowbot [...IO...]
ja: @rowbot […動くことガ…]
ko: @rowbot [...이제...]
pt_br: @rowbot [... EU...]
ru: @rowbot [...Я... ]
