Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @alula_gasp You... knew my name?
cht: @alula_gasp 你... 知道我的名字？
es: @alula_gasp ¿Sabías mi... nombre?
it: @alula_gasp Tu... sapevi il mio nome?
ja: @alula_gasp あなた…あたしの名前を知ってるの？
ko: @alula_gasp 너... 내 이름을 알아?
pt_br: @alula_gasp Você... sabe meu nome?
ru: @alula_gasp Ты... знаешь моё имя?

source: @alula_speak Wow! The messiah really does know everything!
cht: @alula_speak 哇！救世主真的什么都知道！
es: @alula_speak ¡Madre mía! ¡Es verdad que el mesías lo sabe todo!
it: @alula_speak Wow! Il messia sa davvero tutto!
ja: @alula_speak すっごーい！救世主は ほんとに何でも知ってるのね！
ko: @alula_speak 와! 정말 구원자는 모르는 게 없구나!
pt_br: @alula_speak Nossa! O messias realmente sabe de tudo!
ru: @alula_speak Ух ты! Мессия действительно знает всё!

source: @niko_eyeclosed Actually...\.\. \@niko_speak I just met your brother earlier.
cht: @niko_eyeclosed 实际上...\.\.\@niko_speak 我刚刚见过你哥哥了。
es: @niko_eyeclosed En realidad...\.\. \@niko_speak Antes he conocido a tu hermano.
it: @niko_eyeclosed In realtà...\.\. \@niko_speak L'ho saputo da tuo fratello.
ja: @niko_eyeclosed 実は…\.\. \@niko_speak さっき、君のお兄さんに会ったんだ。
ko: @niko_eyeclosed 사실...\.\. \@niko_speak 방금 전에 네 오빠를 만났거든.
pt_br: @niko_eyeclosed Na verdade...\.\. \@niko_speak Eu acabei de conhecer seu irmão.
ru: @niko_eyeclosed На самом деле...\.\. \@niko_speak я просто недавно встретил твоего брата.

source: @alula_oh Oh, right!
cht: @alula_oh 噢，对的！
es: @alula_oh ¡Ah, vale!
it: @alula_oh Oh, giusto!
ja: @alula_oh あ、そっか！
ko: @alula_oh 아, 맞다!
pt_br: @alula_oh Ah, sim!
ru: @alula_oh А, понятно!

source: @alula_pout Gosh... Calamus must be so worried...
cht: @alula_pout 天啊...Calamus一定担心坏了...
es: @alula_pout Jope... Calamus debe estar muy preocupado...
it: @alula_pout Accidenti... Calamus dev'essere molto preoccupato...
ja: @alula_pout あわわ…カラムス、きっとすごく心配してる…
ko: @alula_pout 이런... 칼라무스 오빠가 많이 걱정할 텐데...
pt_br: @alula_pout Caramba... O Calamus deve estar muito preocupado...
ru: @alula_pout Божечки... Каламус, наверное, ужасно волнуется...

source: @alula Can you bring me to him?
cht: @alula 你可以带我去见他吗？
es: @alula ¿Puedes llevarme hasta él?
it: @alula Puoi portarmi da lui?
ja: @alula お兄ちゃんのところへ連れてってくれない？
ko: @alula 오빠에게 좀 데려다줄래?
pt_br: @alula Pode me levar até ele?
ru: @alula Ты можешь меня к нему отвести?

source: @niko Wait a minute...\>\n\@niko_speak How did you know that I was the,\. um,\. messiah?\>\n\@niko_eyeclosed I don't have the sun with me...
cht: @niko 等一下...\>\n\@niko_speak 你怎么知道我是，\. 呃...\.救世主？\>\n\@niko_eyeclosed 我没有带着太阳...
es: @niko Un momento...\>\n\@niko_speak ¿Cómo sabías que yo era el,\. mmm,\. mesías?\>\n\@niko_eyeclosed No llevo el sol...
it: @niko Aspetta un attimo...\>\n\@niko_speak Come facevi a sapere che io sono,\. ehm,\. il messia?\>\n\@niko_eyeclosed Non ho il sole qui con me...
ja: @niko ちょっと待って…\>\n\@niko_speak どうしてミーが\.その、\.救世主だって分かったの？\>\n\@niko_eyeclosed 太陽を持ってないのに…
ko: @niko 잠깐만...\>\n\@niko_speak 넌 어떻게 내가,\. 그러니까,\. 구원자라는 걸 알았어?\>\n\@niko_eyeclosed 지금 난 태양도 들고 있지 않은데...
pt_br: @niko Só um minuto...\>\n\@niko_speak Como sabia que eu sou o,\. hm, \. messias?\>\n\@niko_eyeclosed Eu não estou com o sol...
ru: @niko Погоди-ка...\>\n\@niko_speak Откуда ты узнала, что я...\. э-эм...\. мессия?\>\n\@niko_eyeclosed У меня с собой нет солнца...

source: @alula Your eyes!
cht: @alula 你的眼睛！
es: @alula ¡Por tus ojos!
it: @alula L'ho capito dai tuoi occhi!
ja: @alula あなたの目！
ko: @alula 네 눈을 보고 알았지!
pt_br: @alula Seus olhos!
ru: @alula Твои глаза!

source: @alula_speak They reminded me of the sun!
cht: @alula_speak 你的眼睛让我想起了太阳！
es: @alula_speak ¡Me han recordado al sol!
it: @alula_speak Mi hanno ricordato il sole!
ja: @alula_speak 太陽みたいだなーって！
ko: @alula_speak 그걸 보고 태양을 떠올렸거든!
pt_br: @alula_speak Eles me lembram o sol!
ru: @alula_speak Они напомнили мне о солнце!

source: @alula That's why you're our messiah, right?
cht: @alula 这就是为什么你是我们的救世主，对吗？
es: @alula Por eso eres nuestro mesías, ¿verdad?
it: @alula È per questo che sei il nostro messia, no?
ja: @alula だから救世主なんでしょ？
ko: @alula 그래서 구원자인 거 아니야?
pt_br: @alula É por isso que você é nosso Messias, certo?
ru: @alula Поэтому ты наш мессия, правда?

source: @niko Well...\. I... \>\n\@niko_speak A lot of people back in my home world have eyes like mine...
cht: @niko 嗯...\.我...\>\n\@niko_speak 我家所在的世界里，很多人有跟我 一样的眼睛...
es: @niko Bueno...\. Mmm... \>\n\@niko_speak En mi mundo hay mucha gente con ojos como los míos...
it: @niko Beh...\. io... \>\n\@niko_speak Molte persone nel mio mondo hanno occhi simili ai miei...
ja: @niko その…\. えっと… \>\n\@niko_speak ミーの世界では、こういう目をしてる 人はたくさんいるよ…
ko: @niko 그게...\. 사실... \>\n\@niko_speak 사실, 내가 살던 세계에서는 모두 눈이 이렇게 생겼어...
pt_br: @niko Bem...\. Eu... \>\n\@niko_speak Onde eu moro, a maioria tem os olhos iguais aos meus...
ru: @niko Ну...\. Я... \>\n\@niko_speak В моём мире у многих людей такие же глаза, как у меня...

source: @alula_pout Home... world?
cht: @alula_pout 家...所在的世界？
es: @alula_pout ¿En tu... mundo?
it: @alula_pout Nel tuo... mondo?
ja: @alula_pout あなたの…世界？
ko: @alula_pout 네... 세계?
pt_br: @alula_pout Onde você... mora?
ru: @alula_pout В твоём... мире?

source: @niko_speak Yeah! \>\@niko I'm actually from another world, you see!\>\nIt's a place where the sun is in the sky and not in a Tower.
cht: @niko_speak 是的！\>\@niko 你看，我其实是从另一个世界来的！\>\n那个地方太阳是挂在天空中的，而不是 在塔楼里。
es: @niko_speak ¡Sí! \>\@niko ¡En realidad soy de otro mundo!\>\nDe un lugar en el que el sol está en el cielo y no en una Torre.
it: @niko_speak Sì! \>\@niko Vedi, io vengo da un altro mondo!\>\nÈ un luogo dove il sole si trova nel cielo e non in una Torre.
ja: @niko_speak うん！ \>\@niko 実は、違う世界から来たんだ！\>\nそこだと太陽は塔じゃなくて、 空に浮かんでる。
ko: @niko_speak 그래! \>\@niko 사실, 난 다른 세계에서 왔거든!\>\n태양이 탑이 아니라 하늘에 있는 세상이야.
pt_br: @niko_speak Sim! \>\@niko Eu sou de outro mundo, sabe?!\>\nUm lugar onde o sol fica no céu e não numa Torre.
ru: @niko_speak Да! \>\@niko видишь ли, я вообще-то из другого мира!\>\nЭто место, где солнце находится в небе, а не на Башне.

source: @alula Do you like this world too?
cht: @alula 你也喜欢这个世界吗？
es: @alula ¿También te gusta este mundo?
it: @alula E questo mondo ti piace?
ja: @alula この世界のことも、好き？
ko: @alula 이 세계도 마음에 들어?
pt_br: @alula Você gosta deste mundo também?
ru: @alula А этот мир тебе тоже нравится?

source: @niko I...\>\@niko_speak Yeah.
cht: @niko 我...\>\@niko_speak 是的。
es: @niko Bueno... \>\@niko_speak Sí.
it: @niko Beh... \>\@niko_speak Sì.
ja: @niko えっと… \>\@niko_speak うん。
ko: @niko 그게...\>\@niko_speak 응.
pt_br: @niko Eu...\>\@niko_speak Sim.
ru: @niko Мне...\>\@niko_speak Ну да.

source: @alula_speak Yay!\>\n\@alula_pout Calamus keeps saying how this world is getting more dangerous by the minute.
cht: @alula_speak 真好！\>\n\@alula_pout Calamus 一直在说这个世界随着时间的流逝 会变得越来越危险。
es: @alula_speak ¡Genial!\>\n\@alula_pout Calamus no para de decir que este mundo se está volviendo cada vez más peligroso.
it: @alula_speak Evviva!\>\n\@alula_pout Calamus continua a dire che questo mondo sta diventando sempre più pericoloso.
ja: @alula_speak やったあ！\>\n\@alula_pout カラムスはいっつも、この世界はだんだん 危険な場所になってきてるって言うの。
ko: @alula_speak 그럴 것 같았어!\>\n\@alula_pout 칼라무스 오빠는 세상이 시시각각 위험해진다는 말만 앵무새처럼 반복하고 있거든.
pt_br: @alula_speak Legal!\>\n\@alula_pout O Calamus não para de reclamar dizendo que esse mundo está cada vez mais perigoso.
ru: @alula_speak Ура!\>\n\@alula_pout Каламус постоянно твердит, что этот мир становится опаснее с каждой минутой.

source: @alula_speak But that's ok! You're here now!\>\n\@alula You can make everything better!
cht: @alula_speak 但是没关系！现在有你在这里！\>\n\@alula 你可以让一切变得更好！
es: @alula_speak ¡Pero no pasa nada porque ahora tú estás aquí!\>\n\@alula ¡Puedes arreglar las cosas!
it: @alula_speak Ma adesso ci sei tu, quindi non c'è problema!\>\n\@alula Puoi sistemare tutto!
ja: @alula_speak でも大丈夫ね！あなたが来たもの！\>\n\@alula ぜんぶ解決してくれる！
ko: @alula_speak 하지만 이제 괜찮아! 네가 왔으니까!\>\n\@alula 네가 왔으니 모든 게 나아질 거야!
pt_br: @alula_speak Mas tudo bem! Você está aqui agora!\>\n\@alula Você vai melhorar tudo!
ru: @alula_speak Но это ничего! Теперь ты здесь!\>\n\@alula Ты сможешь всё исправить к лучшему!

source: @niko Yeah...
cht: @niko 是的...
es: @niko Sí...
it: @niko Già...
ja: @niko うん…
ko: @niko 맞아...
pt_br: @niko Sim...
ru: @niko Ну да...

source: @niko_speak W-What in the world is this thing in the doorway?
cht: @niko_speak 在这个世界把门口的这个东西叫什么？
es: @niko_speak ¿Qué diantres es eso que hay en la puerta?
it: @niko_speak C-cosa diamine è quella cosa all'ingresso?
ja: @niko_speak こ…この入り口にあるのは一体何なの？
ko: @niko_speak 여, 여기 있는 이건 대체 뭘까요?
pt_br: @niko_speak O que diabos é aquilo no vão da porta?
ru: @niko_speak Ч-что это такое в дверном проёме?

source: @niko It reminds me of what I saw a while ago, at the cliffs...\nFor some reason, I'm afraid to touch it.
cht: @niko 这让我想起了刚才在悬崖上看到的东西...\n由于某个原因，我不敢摸它。
es: @niko Me recuerda a algo que vi hace tiempo en los acantilados...\nPor alguna razón me da miedo tocarlo.
it: @niko Mi ricorda quello che ho visto tempo fa, alle scogliere...\nPer qualche motivo, ho paura di toccarlo.
ja: @niko ちょっと前にも、崖に同じものがあったよね。\nなんとなく、触るのが怖い。
ko: @niko 마치 전에 절벽에서 본 것과 비슷해요...\n왠지 건드리고 싶지 않네요.
pt_br: @niko Parece aquilo que vi no penhasco há um tempo...\nPor algum motivo, estou com medo de tocar nisso.
ru: @niko Напоминает мне кое-что, что я недавно видел на утёсах...\nМне как-то боязно это трогать.

source: @alula_oh Hey! Where are you going?
cht: @alula_oh 嘿！你要去哪里？
es: @alula_oh ¡Oye! ¿Adónde vas?
it: @alula_oh Ehi! Dove stai andando?
ja: @alula_oh ねえ！どこに行くの？
ko: @alula_oh 이봐! 지금 어디로 가는 거야?
pt_br: @alula_oh Ei! O que está fazendo?
ru: @alula_oh Эй! Ты куда?

source: @niko_upset2 I... think I remember something...
cht: @niko_upset2 ...我想记起来一些事...
es: @niko_upset2 Creo que... recuerdo algo...
it: @niko_upset2 Credo... di ricordare qualcosa...
ja: @niko_upset2 何か…思い出した気がする…
ko: @niko_upset2 뭔가... 기억이 날 것 같아요...
pt_br: @niko_upset2 A... acho que lembrei de uma coisa...
ru: @niko_upset2 Кажется... я что-то припоминаю...

source: @niko_eyeclosed I remember... what I did at the end.
cht: @niko_eyeclosed 我记得...我最后做了什么。
es: @niko_eyeclosed Recuerdo... lo que hice al final.
it: @niko_eyeclosed Ricordo... cosa ho fatto alla fine.
ja: @niko_eyeclosed そう…最後にしたこと。
ko: @niko_eyeclosed 제가 끝에 한 일이... 기억나요.
pt_br: @niko_eyeclosed Lembro... do que eu fiz no final.
ru: @niko_eyeclosed Я вспомнил... что сделал в конце.

source: @niko_eyeclosed I remember... putting in the sun...
cht: @niko_eyeclosed 我记得...把太阳放进去...
es: @niko_eyeclosed Y recuerdo... colocar el sol...
it: @niko_eyeclosed Ricordo... di aver messo il sole al suo posto...
ja: @niko_eyeclosed たしか…太陽を置いたら…
ko: @niko_eyeclosed 태양을 넣었던 일이... 기억나요...
pt_br: @niko_eyeclosed Lembro de... colocar o sol...
ru: @niko_eyeclosed Я помню... как поместил солнце...

source: @niko3 And then everything got really bright...
cht: @niko3 然后一切都变得很明亮...
es: @niko3 Y entonces todo empezó a brillar mucho...
it: @niko3 E poi tutto è diventato luminoso...
ja: @niko3 周りがものすごく明るくなって…
ko: @niko3 그랬더니 온 세상이 정말 밝아졌죠...
pt_br: @niko3 E aí tudo ficou bem claro...
ru: @niko3 И потом стало очень ярко...

source: @niko_eyeclosed I... remember being in a dark room.
cht: @niko_eyeclosed 我...记得我在一个暗室。
es: @niko_eyeclosed Recuerdo estar... en una sala oscura...
it: @niko_eyeclosed Ricordo... di essermi trovato in una stanza buia.
ja: @niko_eyeclosed たしか…暗い部屋の中にいたんだ。
ko: @niko_eyeclosed 어두운 방에 있던 게 기억나요.
pt_br: @niko_eyeclosed Eu... lembro de estar numa sala escura.
ru: @niko_eyeclosed Я помню... как я был в тёмной комнате.

source: @niko3 There was a light at the end of a long hallway...
cht: @niko3 在长廊的尽头有一盏灯...
es: @niko3 Había una luz al final de un largo pasillo...
it: @niko3 C'era una luce alla fine di un lungo corridoio...
ja: @niko3 すごく長い通路の先に、光が見えて…
ko: @niko3 긴 복도 끝에 빛이 있었어요...
pt_br: @niko3 Tinha uma luz no final de um corredor comprido...
ru: @niko3 И увидел свет в конце длинного коридора.

source: @niko_eyeclosed I thought I was going back home, but...
cht: @niko_eyeclosed 我觉得我要回家了，但是...
es: @niko_eyeclosed Creía que iba a volver a casa, pero...
it: @niko_eyeclosed Pensavo di star per tornare a casa, ma...
ja: @niko_eyeclosed やっと家に帰れるって、思ったのに…
ko: @niko_eyeclosed 집에 가나 보다 생각했는데...
pt_br: @niko_eyeclosed Achei que fosse voltar para casa, mas...
ru: @niko_eyeclosed Я думал, что возвращаюсь домой, но...

source: @niko_eyeclosed I... \.\.don't remember a lot of the details.
cht: @niko_eyeclosed 我...\.\.不记得很多细节。
es: @niko_eyeclosed Yo... \.\.no recuerdo demasiados detalles...
it: @niko_eyeclosed Non... \.\.ricordo bene i dettagli.
ja: @niko_eyeclosed ダメだ… \.\.まだ記憶がぼんやりしてる。
ko: @niko_eyeclosed 자세하게는... \.\.기억나지 않아요.
pt_br: @niko_eyeclosed Eu... \.\.não lembro de muitos detalhes.
ru: @niko_eyeclosed Я... \.\.много чего не припоминаю.

source: @niko_distressed2 ...But none of it matters now, does it?
cht: @niko_distressed2 ...但现在这些都不重要了，对吧？
es: @niko_distressed2 ... Pero nada de eso importa ahora, ¿verdad?
it: @niko_distressed2 ...Ma niente di tutto ciò ha più importanza, giusto?
ja: @niko_distressed2 …でも今はもう、そんなの関係ないんでしょ？
ko: @niko_distressed2 ...하지만 지금은 아무 소용없어요, 그렇죠?
pt_br: @niko_distressed2 ... mas agora nada disso importa, né?
ru: @niko_distressed2 ...Но теперь это не имеет значения, верно?

source: @niko_upset I just got brought back anyway....
cht: @niko_upset 我又这样回来了...
es: @niko_upset Acabo de regresar, igualmente...
it: @niko_upset Sono stato comunque riportato indietro...
ja: @niko_upset 結局、ミーは連れ戻されたんだから…
ko: @niko_upset 전 방금 되돌아왔으니까...
pt_br: @niko_upset Acabei de voltar mesmo...
ru: @niko_upset Меня всё равно вернули обратно....

source: @niko_eyeclosed We can't go back now, \p.
cht: @niko_eyeclosed 我们现在不能回去\p。
es: @niko_eyeclosed No podemos volver ahora, \p.
it: @niko_eyeclosed \p, non possiamo tornare indietro proprio adesso.
ja: @niko_eyeclosed もう戻れないよ、 \p。
ko: @niko_eyeclosed 지금은 돌아갈 수 없어요, \p 님.
pt_br: @niko_eyeclosed Não podemos voltar agora, \p.
ru: @niko_eyeclosed Мы не можем теперь вернуться, \p.

source: @niko The door is locked from the inside.
cht: @niko 门从里面锁住了。
es: @niko La puerta está cerrada desde dentro.
it: @niko La porta è chiusa dall'interno.
ja: @niko ドアの内側から鍵が掛かってる。
ko: @niko 문이 안쪽에서 잠겼어요.
pt_br: @niko A porta está trancada por dentro.
ru: @niko Дверь закрыта с другой стороны.

source: [I AM THE POWER ROOM MECHANIC.]
cht: [我是发电机室修理工。]
es: [YO SOY EL MECÁNICO DE LA SALA DE ENERGÍA.]
it: [SONO IL MECCANICO DELLA SALA MACCHINE.]
ja: [ワタシハ電力室の整備士でス。]
ko: [전 동력실 기술자입니다.]
pt_br: [SOU O MECÂNICO DA SALA DE ENERGIA.]
ru: [Я — МЕХАНИК ГЕНЕРАТОРНОЙ КОМНАТЫ.]

source: [DO YOU HAVE AN ISSUE TO REPORT?]
cht: [你有问题要报告吗？]
es: [¿HAY ALGÚN PROBLEMA DEL QUE QUIERAS INFORMAR?]
it: [HAI UN PROBLEMA DA SEGNALARE?]
ja: [問題ガ発生しましたカ？]
ko: [신고할 사항이 있으신가요?]
pt_br: [TEM ALGUM PROBLEMA A RELATAR?]
ru: [ВЫ ХОТИТЕ СООБЩИТЬ О КАКОЙ-ТО ПРОБЛЕМЕ?]

source: @niko Do you know anything about an elevator code?
cht: @niko 你了解关于电梯密码的事吗？
es: @niko ¿Sabes algo de un código de ascensor?
it: @niko Sai nulla di un codice per l'ascensore?
ja: @niko エレベーターのコードについて 何か知ってる？
ko: @niko 혹시 엘리베이터 코드를 아시나요?
pt_br: @niko Sabe alguma coisa sobre o código do elevador?
ru: @niko Вы ничего не знаете о коде для лифта?

source: [ELEVATOR CODE...]
cht: [电梯密码...]
es: [CÓDIGO DE ASCENSOR...]
it: [CODICE PER L'ASCENSORE...]
ja: [エレベーターのコード…]
ko: [엘리베이터 코드...]
pt_br: [CÓDIGO DO ELEVADOR...]
ru: [КОД ДЛЯ ЛИФТА...]

source: [COMMAND NOT RECOGNIZED]
cht: [命令未识别]
es: [COMANDO NO RECONOCIDO]
it: [COMANDO NON RICONOSCIUTO.]
ja: [コマンドが認識できません]
ko: [명령을 인식할 수 없습니다.]
pt_br: [COMANDO NÃO RECONHECIDO]
ru: [КОМАНДА НЕ РАСПОЗНАНА]

source: @niko_eyeclosed Well, worth a shot.
cht: @niko_eyeclosed 嗯，值得一试。
es: @niko_eyeclosed Bueno, tenía que intentarlo.
it: @niko_eyeclosed Beh, valeva la pena provare.
ja: @niko_eyeclosed まぁ、しょうがない。
ko: @niko_eyeclosed 혹시나 해서 해 봤어요.
pt_br: @niko_eyeclosed Bem, valeu a tentativa.
ru: @niko_eyeclosed Что ж, попытка — не пытка.

source: @niko Yeah, actually...
cht: @niko 嗯，实际上...
es: @niko Sí, de hecho...
it: @niko Beh...
ja: @niko うん、実は…
ko: @niko 네. 사실은...
pt_br: @niko Sim, verdade...
ru: @niko Вообще-то да...

source: @niko_speak The surface access elevator appears to be broken!
cht: @niko_speak 地面的电梯入口似乎出故障了！
es: @niko_speak ¡El ascensor de acceso a la superficie parece estar roto!
it: @niko_speak L'ascensore per raggiungere il pianoterra è rotto!
ja: @niko_speak 地表に行くエレベーターが 壊れているみたい！
ko: @niko_speak 지상층으로 가는 엘리베이터가 고장 난 것 같아요!
pt_br: @niko_speak Parece que o elevador de acesso está quebrado!
ru: @niko_speak Лифт до поверхности сломался!

source: @niko There's a button missing, and...
cht: @niko 有个按钮不见了，而且...
es: @niko Falta un botón y...
it: @niko Manca un pulsante e...
ja: @niko ボタンが1つ無くなってて、それで…
ko: @niko 버튼 하나가 없어졌어요. 그래서 말인데...
pt_br: @niko Falta um botão e...
ru: @niko Там пропала кнопка и...

source: @niko_speak Can you go take a look?
cht: @niko_speak 你能去看一下吗？
es: @niko_speak ¿Puedes echarle un vistazo?
it: @niko_speak Puoi dare un'occhiata?
ja: @niko_speak 点検してくれないかな？
ko: @niko_speak 잠깐 봐 주시겠어요?
pt_br: @niko_speak Você pode dar uma olhada?
ru: @niko_speak Вы не могли бы пойти посмотреть?

source: [LEAVING THIS ROOM IS NOT IN MY PROGRAMMING.]
cht: [离开这房间不在我的程序范围内。]
es: [MI PROGRAMACIÓN NO CONTEMPLA ABANDONAR ESTA HABITACIÓN.]
it: [LASCIARE QUESTA STANZA NON È NEL MIO PROGRAMMA.]
ja: [この部屋カラ出るように プログラムされていませン。]
ko: [이 방을 뜨는 행위는 제 프로그래밍에 없습니다.]
pt_br: [SAIR DESTA SALA NÃO ESTÁ NA MINHA PROGRAMAÇÃO.]
ru: [Я НЕ ЗАПРОГРАММИРОВАН ПОКИДАТЬ ЭТО ПОМЕЩЕНИЕ.]

source: @niko_eyeclosed Ah, nevermind...
cht: @niko_eyeclosed 噢，没关系...
es: @niko_eyeclosed Ah, da igual...
it: @niko_eyeclosed Ah, fa nulla...
ja: @niko_eyeclosed そっか、じゃあ気にしないで…
ko: @niko_eyeclosed 아, 그럼 됐어요...
pt_br: @niko_eyeclosed Ah, deixa para lá...
ru: @niko_eyeclosed Ай, ну ладно тогда...

source: [I AM ONLY ABLE TO FIX ISSUES IN THIS BUILDING.]
cht: [我只能解决这栋建筑的问题。]
es: [SOLO PUEDO ARREGLAR PROBLEMAS EN ESTE EDIFICIO.]
it: [POSSO SOLO RIPARARE GUASTI IN QUESTO EDIFICIO.]
ja: [この建物内デ発生した問題にしか 対応できませン。]
ko: [전 이 건물 내의 문제만 해결할 수 있습니다.]
pt_br: [SÓ POSSO CONSERTAR OS PROBLEMAS NESTE PRÉDIO.]
ru: [Я МОГУ УСТРАНЯТЬ ПРОБЛЕМЫ ТОЛЬКО В ПРЕДЕЛАХ ЭТОГО ЗДАНИЯ.]

source: [SORRY FOR THE INCONVENIENCE.]
cht: [带来不便敬请谅解。]
es: [LAMENTO LAS MOLESTIAS.]
it: [SCUSA PER IL DISAGIO.]
ja: [ご迷惑ヲおかけしまス。]
ko: [불편을 드려 죄송합니다.]
pt_br: [DESCULPE O INCÔMODO.]
ru: [ПРОШУ ПРОЩЕНИЯ ЗА ДОСТАВЛЕННЫЕ НЕУДОБСТВА.]

source: @niko It's okay...
cht: @niko 没事...
es: @niko No pasa nada...
it: @niko Non importa...
ja: @niko 大丈夫…
ko: @niko 괜찮아요...
pt_br: @niko Tudo bem...
ru: @niko Ничего страшного...

source: @niko Some kind of computer terminal...
cht: @niko 某种计算机终端...
es: @niko Una especie de ordenador...
it: @niko Una specie di terminale...
ja: @niko コンピュータ…か何かかな…
ko: @niko 컴퓨터 단말기 같아요...
pt_br: @niko É uma espécie de terminal de computador...
ru: @niko Какой-то компьютерный терминал...

source: @niko A tape dispenser.
cht: @niko 一个胶带座。
es: @niko Cinta adhesiva.
it: @niko Del nastro adesivo.
ja: @niko テープ台だ。
ko: @niko 접착 테이프예요.
pt_br: @niko Um suporte de fita.
ru: @niko Диспенсер-улитка для скотча.

source: @niko Oh, of course! I gotta tape it together or it might fall apart.
cht: @niko 噢，当然！我要把它黏在一起，不然会散架。
es: @niko ¡Ah, claro! Tengo que pegarlo bien o se descuajaringará todo.
it: @niko Oh, certo! Devo metterci il nastro per non farlo cadere a pezzi.
ja: @niko あ、そっか！テープで貼り合わせないと、 バラバラになっちゃうね。
ko: @niko 아, 그렇지! 이걸 테이프로 감아서 떨어지지 않도록 해야겠어요.
pt_br: @niko Ah, é claro! É preciso colar isso, senão cairá em pedaços.
ru: @niko А, конечно! Я должен обмотать её скотчем, чтобы она не разваливалась.

source: @niko Oh, I could hold it together with tape.
cht: @niko 噢，我能够用胶带把它黏在一起。
es: @niko Oh, he podido pegarlo todo bien con cinta adhesiva.
it: @niko Oh, potrei tenerlo insieme con il nastro.
ja: @niko あっ、テープで くっつけることができるかも。
ko: @niko 이 테이프로 고정시킬 수 있을 것 같아요.
pt_br: @niko Ah, eu poderia colar isso com uma fita.
ru: @niko О, я мог бы скрепить их скотчем.

source: @niko_eyeclosed I should've done this in the first place...
cht: @niko_eyeclosed 我一开始就应该这么做...
es: @niko_eyeclosed Tendría que haber hecho esto desde el principio...
it: @niko_eyeclosed Avrei dovuto farlo subito...
ja: @niko_eyeclosed 最初からこうすればよかった…
ko: @niko_eyeclosed 진작에 이렇게 했어야 하는데...
pt_br: @niko_eyeclosed Eu já deveria ter feito isso...
ru: @niko_eyeclosed Надо было в первую очередь об этом думать...

source: @niko If I cut off a piece of tape to keep it would just lose its stickiness.
cht: @niko 我如果切一块胶带包好，它只会失去 粘性。
es: @niko Si corto un poco de cinta para guardarla, perderá su adhesividad.
it: @niko Se tagliassi un pezzo di nastro per tenerlo perderebbe la sua adesività.
ja: @niko あとで使うためにテープを切り取っても、 粘着力がなくなるだけだよね。
ko: @niko 테이프를 한 조각 잘라 내서 가지고 다니면 접착력이 약해질 거예요.
pt_br: @niko Se eu cortasse um pedaço de fita para isso, perderia a cola.
ru: @niko Если я вырежу кусок скотча про запас, он перестанет клеиться.

source: @niko_speak It's bolted to the table...
cht: @niko_speak 它被固定在桌子上...
es: @niko_speak Está atornillada a la mesa.
it: @niko_speak Non si può spostare dal tavolo, ci sono dei bulloni...
ja: @niko_speak テーブルに固定されてる…
ko: @niko_speak 테이블에 나사로 고정되어 있어요...
pt_br: @niko_speak Está preso à mesa...
ru: @niko_speak Он привинчен к столу...

source: @niko A stapler.
cht: @niko 一个订书机。
es: @niko Una grapadora.
it: @niko Una spillatrice.
ja: @niko ホッチキスだ。
ko: @niko 스테이플러예요.
pt_br: @niko Um grampeador.
ru: @niko Степлер.

source: $They are just bolted so people won't steal them.
cht: $它们被用螺栓固定好， 这样人们就不会把它们 偷走。
es: $Están atornilladas para que nadie las robe.
it: $Sono imbullonatu così che nessuno li rubi.
ja: $盗難防止のために、 ボルト締めしている。
ko: $사람들이 훔치지 못하도록 나사로 고정해 두었습니다.
pt_br: $Eles estão parafusados para ninguém roubar.
ru: $Они привинчены к столу просто чтобы никто их не украл.

source: $Feel free to use, though!
cht: $但请随意使用！
es: $¡Aunque se pueden usar!
it: $Sentiti libero di usarli, però!
ja: $自由に使ってくれて かまわない！
ko: $하지만 자유롭게 사용하셔도 좋습니다!
pt_br: $Pode usar à vontade!
ru: $Пользуйтесь на здоровье!

source: @ed [By the way, the effect is temporary.]
cht: @ed [顺便一提，影响只是暂时的。]
es: @ed [Por cierto, el efecto es temporal.]
it: @ed [A proposito, l'effetto è temporaneo.]
ja: @ed [もう一つ。その効果は一時的なものだ。]
ko: @ed [아무튼 그 효과는 일시적인 것에 불과해.]
pt_br: @ed [No entanto, o efeito é temporário.]
ru: @ed [Кстати, это не навсегда.]

source: @ed [It will be gone once you no longer need it.]
cht: @ed [一旦你不再需要，它就会消失。]
es: @ed [Desaparecerá cuando ya no lo necesites.]
it: @ed [Se ne andrà quando non ne avrai più bisogno.]
ja: @ed [必要でなくなれば、自ずと消える。]
ko: @ed [필요가 없어지면 사라질 거야.]
pt_br: @ed [Você perderá isso quando não precisar mais.]
ru: @ed [Они исчезнут, когда в них больше не будет нужды.]

source: @ed [Still haven't figured it out?]
cht: @ed [还没弄清楚吗？]
es: @ed [¿Aún no lo has averiguado?]
it: @ed [Non l'hai ancora capito?]
ja: @ed [まだ見つけていないのか？]
ko: @ed [아직도 모르겠어?]
pt_br: @ed [Ainda não entendeu?]
ru: @ed [Ты всё ещё не понимаешь?]

source: @ed [...you remember the document, correct?]
cht: @ed [...你还记得那份文档吧？]
es: @ed [... recuerdas el documento, ¿verdad?]
it: @ed [...Ricordi il documento, vero?]
ja: @ed […あのドキュメントのことは 覚えているか？]
ko: @ed [...그 문서를 기억하고 있겠지?]
pt_br: @ed [... você se lembra do documento, certo?]
ru: @ed [...ты помнишь документ, верно?]

source: @ed [This time it's even more obvious.]
cht: @ed [这次更明显。]
es: @ed [Esta vez es incluso más obvio.]
it: @ed [Questa volta è ancora più ovvio.]
ja: @ed [今回は、それよりも目立つところにある。]
ko: @ed [이번에는 더욱 알기 쉬울 거야.]
pt_br: @ed [Desta vez é ainda mais óbvio.]
ru: @ed [В этот раз всё намного очевиднее.]

source: @ed [What's the most \c[2]easily accessible\c[0] place on your machine?]
cht: @ed [你的机器上\c[2]最方便访问\c[0]的地方是哪里？]
es: @ed [¿Cuál es el lugar más \c[2]accesible\c[0] de tu máquina?]
it: @ed [Qual è il posto più \c[2]facilmente accessibile\c[0] della tua macchina?]
ja: @ed [コンピューター上で最も\c[2]アクセスしやすい\c[0]場所はどこだ？]
ko: @ed [네 컴퓨터에서 \c[2]가장 쉽게 접근할 수 있는\c[0] 곳이 어디일까?]
pt_br: @ed [Qual é o lugar mais \c[2]fácil de acessar\c[0] em sua máquina?]
ru: @ed [Где наиболее \c[2]легкодоступное\c[0] место на твоей ЭВМ?]
