Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko When I was signing the scroll, there was already a few other names on it.\>\n\@niko They were a little blurry, but...
cht: @niko 我在卷轴上签字的时候看到上面已经 有了另外几个名字。\>\n\@niko 有点模糊，但是...
es: @niko Cuando estaba firmando el pergamino, había otros nombres escritos.\>\n\@niko un poco borrosos, pero...
it: @niko Quando stavo firmando la pergamena, c'erano già alcuni nomi scritti sopra.\>\n\@niko Erano un po' sfocati, ma...
ja: @niko 巻物に名前を書いた時、 すでに名前がいくつか書かれてたんだ。\>\n\@niko ちょっとぼやけてたけど…
ko: @niko 제가 그 두루마리에 서명을 했을 때, 그곳에 이미 이름이 여러 개 적혀 있었어요.\>\n\@niko 모두 색이 좀 바래긴 했지만...
pt_br: @niko Quando eu assinei o pergaminho, já havia outros nomes nele.\>\n\@niko Estavam meio borrados, mas...
ru: @niko Когда я подписывал свиток, там уже было несколько имён.\>\n\@niko Они были немного смазаны, но...

source: @niko_speak I think they all said "Niko"!
cht: @niko_speak 我觉得几个名字好像都是 "Niko"！
es: @niko_speak ¡Creo que todos decían "Niko"!
it: @niko_speak Penso che fossero tutti "Niko"!
ja: @niko_speak どれも「ニコ」だったと思う！
ko: @niko_speak 그 이름은 전부 "니코"였어요!
pt_br: @niko_speak Todos eles eram “Niko”!
ru: @niko_speak По-моему, они все были «Нико»!

source: @niko_eyeclosed Weird...
cht: @niko_eyeclosed 奇怪...
es: @niko_eyeclosed Qué raro...
it: @niko_eyeclosed Strano...
ja: @niko_eyeclosed 変なの…
ko: @niko_eyeclosed 정말 희한하네요...
pt_br: @niko_eyeclosed Estranho...
ru: @niko_eyeclosed Так странно...

source: @ed [Niko just woke up here.]
cht: @ed [Niko就是在这里醒来的。]
es: @ed [Niko acaba de despertarse aquí.]
it: @ed [Niko si è appena svegliato qui.]
ja: @ed [ニコはたった今、ここで目覚めた。]
ko: @ed [니코가 방금 전에 일어난 곳이다.]
pt_br: @ed [Niko acabou de acordar aqui.]
ru: @ed [Нико только что проснулся здесь.]

source: @niko_speak H-hello?
cht: @niko_speak 有——有人吗？
es: @niko_speak ¿H... Hola?
it: @niko_speak E-ehilà?
ja: @niko_speak だ…誰かいる？
ko: @niko_speak 저, 저기요?
pt_br: @niko_speak O-Olá?
ru: @niko_speak Ау-у?

source: @niko_shock ...\>\n\@niko_what ...wait, why did I...say that word...
cht: @niko_shock ...\>\n\@niko_what ...等等，我为什么...知道这个名字...
es: @niko_shock ...\>\n\@niko_what ... Un momento, ¿por qué he dicho... esa palabra...?
it: @niko_shock ...\>\n\@niko_what ...Aspetta, cosa ho appena detto...?
ja: @niko_shock …\>\n\@niko_what …えっ、今…何でそんなこと 言ったんだろ…
ko: @niko_shock ...\>\n\@niko_what ...잠깐, 내가 왜... 그 말을 한 거지...
pt_br: @niko_shock ...\>\n\@niko_what ... calma aí, por que eu... falei essa palavra...
ru: @niko_shock ...\>\n\@niko_what ...стоп, а почему я...произнёс это слово...

source: @niko_distressed2 ....why does that sound so familiar?
cht: @niko_distressed2 ...为什么听起来如此熟悉？
es: @niko_distressed2 ¿Por qué me resulta tan familiar?
it: @niko_distressed2 ...Perché suona così familiare?
ja: @niko_distressed2 …すごく聞いたことあるような… …どうしてだろ？
ko: @niko_distressed2 ...어째서 친숙하게 느껴지는 걸까?
pt_br: @niko_distressed2 .... por que isso me parece tão familiar?
ru: @niko_distressed2 ....почему оно звучит так знакомо?

source: @niko It won't turn on.
cht: @niko 它不会打开的。
es: @niko No funciona.
it: @niko Non si accende.
ja: @niko 電源が入らない。
ko: @niko 안 켜지네.
pt_br: @niko Não quer ligar.
ru: @niko Не включается.

source: Input Password:
cht: 输入密码：
es: Introducir contraseña:
it: Inserire Password:
ja: パスワードを入力してください:
ko: 비밀번호를 입력하십시오.
pt_br: Insira a senha:
ru: Введите Пароль:

source: \c[2]Access Granted.
cht: \c[2]允许进入。
es: \c[2]Acceso concedido.
it: \c[2]Accesso autorizzato.
ja: \c[2]アクセス成功
ko: \c[2]접근 승인.
pt_br: \c[2]Acesso concedido.
ru: \c[2]Доступ Разрешён.

source: @desktop You found me.
cht: @desktop 你找到我了。
es: @desktop Me has encontrado.
it: @desktop Mi hai trovato.
ja: @desktop 私を見つけたな。
ko: @desktop 날 찾았구나.
pt_br: @desktop Você me encontrou.
ru: @desktop Похоже, что меня нашли.

source: @desktop ....Why?
cht: @desktop ...为什么？
es: @desktop ... ¿Por qué?
it: @desktop ...Perché?
ja: @desktop …なぜだ？
ko: @desktop ...왜지?
pt_br: @desktop .... Por quê?
ru: @desktop ....Зачем?

source: @desktop You're already too late.\nNot much of the world\nremains.
cht: @desktop 你已经太迟了。\n这个世界已经没\n剩下多少了。
es: @desktop Llegas demasiado tarde.\nYa no queda mucho del\nmundo.
it: @desktop È già troppo tardi.\nNon rimane più molto\ndi questo mondo.
ja: @desktop すでに手遅れだ。\n世界のほとんどが\n崩壊した。
ko: @desktop 너무 늦었어.\n이 세계는\n거의 붕괴됐어.
pt_br: @desktop Mas já é tarde demais.\nNão resta muito\ndo mundo.
ru: @desktop Уже слишком поздно.\nНе так уж много осталось\nот этого мира.

source: @desktop This will be apparent\nonce you go outside.
cht: @desktop 你到外面看看\n就会明白了。
es: @desktop Lo verás\nen cuanto salgas.
it: @desktop Lo capirai non appena\nuscirai fuori.
ja: @desktop 外に出てみれば\n分かるはずだ。
ko: @desktop 여기서 나가는 순간\n확실히 알게 될 거야.
pt_br: @desktop Isso ficará evidente\nquando você for lá fora.
ru: @desktop Как только выйдешь наружу,\nсразу поймёшь.

source: @desktop This place was never\nworth saving.
cht: @desktop 这个地方从来都\n不值得被拯救。
es: @desktop Este lugar nunca\nse mereció que lo salvaran.
it: @desktop Questo posto non\nmerita di essere salvato.
ja: @desktop この場所に\n救う価値はない。
ko: @desktop 이젠 구해야 할\n의미도 없어졌어.
pt_br: @desktop Este lugar nunca\nmereceu a salvação.
ru: @desktop Это место никогда\nне стоило спасать.

source: @desktop ...Do you still want to try?
cht: @desktop ...即使这样 你还是想试一试吗？
es: @desktop ¿Todavía quieres intentarlo?
it: @desktop ...Vuoi comunque provare?
ja: @desktop …それでもやってみるか？
ko: @desktop ...그래도 시도해 보고 싶어?
pt_br: @desktop ... Ainda quer tentar?
ru: @desktop Всё ещё хочешь попробовать?

source: @desktop Then, remember this:
cht: @desktop 那么，记住这一点：
es: @desktop En ese caso, recuerda:
it: @desktop D'accordo, ricorda\nquesto però:
ja: @desktop なら、この事を忘れるな。
ko: @desktop 그렇다면, 이것만 기억해.
pt_br: @desktop Então lembre-se disso:
ru: @desktop Тогда запомни это:

source: @desktop Your actions here\nwill affect Niko.
cht: @desktop 你的行动\n会影响到 Niko 。
es: @desktop Aquí tus acciones\nafectarán a Niko.
it: @desktop Le tue azioni\navranno effetto su Niko.
ja: @desktop 君の行動は\nニコに影響する。
ko: @desktop 네가 여기서 하는 행동은\n니코에게 영향을 미칠 거야.
pt_br: @desktop Suas ações aqui\nafetarão Niko.
ru: @desktop Твои действия здесь\nповлияют на Нико.

source: @desktop Your "mission" is\nto help Niko leave.
cht: @desktop 你的 "任务" 是\n帮助 Niko 离开。
es: @desktop Tu "misión" es ayudar\na Niko a salir de aquí.
it: @desktop La tua "missione" è\naiutare Niko ad andarsene.
ja: @desktop 君の「使命」は\nニコが帰れるように 手助けすることだ。
ko: @desktop 너의 "임무"는,\n니코가 떠날 수 있게 돕는 거지.
pt_br: @desktop Sua “missão” é\najudar Niko a ir embora.
ru: @desktop Твоя «миссия» —\nпомочь Нико уйти.

source: @desktop And most importantly...
cht: @desktop 而且最重要的是...
es: @desktop Y lo más importante...
it: @desktop Ma soprattutto...
ja: @desktop そして最も重要なことは…
ko: @desktop 무엇보다 중요한 건...
pt_br: @desktop E o mais importante...
ru: @desktop И самое главное...

source: @desktop No. This does\nnot feel right at all.
cht: @desktop 不。这样\n并不好。
es: @desktop No. Esto no\nestá bien en absoluto.
it: @desktop No. C'è\nqualcosa che non torna.
ja: @desktop ちょっとまて。 何かおかしいぞ。
ko: @desktop 아니야.\n이게 아니야.
pt_br: @desktop Não. Isso não\nme parece certo.
ru: @desktop Нет. Это как-то\nнеправильно.

source: @desktop Have we...\nalready been through this,\n\p?
cht: @desktop 我们...\n已经通过这个了吗\n\p？
es: @desktop ¿No hemos...\npasado por esto ya,\n\p?
it: @desktop Tutto questo...\nè già successo,\nvero \p?
ja: @desktop \p…\n私たちは…以前同じやり取りを しなかったか…？
ko: @desktop 우린...\n이걸 이미 겪은 적이 있지? 안 그래, \n\p?
pt_br: @desktop Nós já...\npassamos por isso, \n\p?
ru: @desktop Разве мы...\nуже не проходили всё это,\n\p?

source: @desktop But that should be\nimpossible...
cht: @desktop 但那应该是\n不可能的...
es: @desktop Pero eso sería\nimposible...
it: @desktop Ma non può essere...
ja: @desktop いや、そんなこと 不可能なはずだ…
ko: @desktop 하지만\n그건 불가능할 텐데...
pt_br: @desktop Mas isso\né impossível...
ru: @desktop Но это\nневозможно...

source: @desktop You only had one shot.\nI wasn't supposed to\nexist after that...
cht: @desktop 你应该只有一次机会。\n那之后我\n应该是不存在的...
es: @desktop Solo tenías una oportunidad.\nSe suponía que\nno iba a existir después.
it: @desktop Avevi solo un tentativo.\nAvrei dovuto cessare di\nesistere...
ja: @desktop チャンスは一度きり。\nそれが終わった後、 私は存在しないはず…
ko: @desktop 네게 주어진 기회는 한 번이었어.\n난 그 뒤에는\n존재하지 않아야 정상인데...
pt_br: @desktop Você só teve uma chance.\nEu não deveria existir\ndepois disso...
ru: @desktop У тебя была\nтолько одна попытка.\nПосле этого меня не должно\nбыло больше существовать...

source: @ed [Niko hears the sound of a door unlocking.]
cht: @ed [ Niko 听到门开锁的声音。]
es: @ed [Niko escucha el sonido de una puerta abriéndose.]
it: @ed [Niko sente il suono di una porta che si sblocca.]
ja: @ed [ニコはドアが解錠される音を聞いた。]
ko: @ed [니코는 문의 잠금장치가 열리는 소리를 들었다.]
pt_br: @ed [Niko ouve o som do destrancar de uma porta.]
ru: @ed [Нико слышит звук открывающейся двери.]

source: @niko That sounds so...familiar.
cht: @niko 这听起来...很熟悉。
es: @niko Me suena tan... familiar.
it: @niko Sembra così...\> familiare.
ja: @niko すごく…聞いたことある言葉。
ko: @niko 굉장히... 친근하게 느껴져.
pt_br: @niko Isso me parece tão... familiar.
ru: @niko Это звучит так...знакомо.

source: \c[1]Access Denied.
cht: \c[1]禁止进入。
es: \c[1]Acceso denegado.
it: \c[1]Accesso negato.
ja: \c[1]アクセス失敗。
ko: \c[1]접근 거부.
pt_br: \c[1]Acesso negado.
ru: \c[1]Доступ Запрещён.

source: @ed [The door is locked.]
cht: @ed [门锁着。]
es: @ed [La puerta está cerrada.]
it: @ed [La porta è chiusa.]
ja: @ed [ドアは施錠されている。]
ko: @ed [문이 굳게 잠겨 있다.]
pt_br: @ed [A porta está trancada.]
ru: @ed [Дверь заперта.]

source: @ed [There's a \c[7]TV remote\c[0] here.]
cht: @ed [这里有一个 \c[7]电视遥控器\c[0]。]
es: @ed [Aquí hay un \c[7]mando de televisor\c[0].]
it: @ed [Un \c[7]telecomando\c[0].]
ja: @ed [\c[7]TVリモコン\c[0]がある。]
ko: @ed [\c[7]TV 리모컨\c[0]이 놓여 있다.]
pt_br: @ed [Tem um \c[7]controle remoto\c[0] aqui.]
ru: @ed [Здесь лежит \c[7]пульт от телевизора\c[0].]

source: @ed [Niko picks it up.]
cht: @ed [ Niko 把它捡了起来。]
es: @ed [Niko lo coge.]
it: @ed [Niko lo raccoglie.]
ja: @ed [ニコはそれを拾った。]
ko: @ed [니코는 리모컨을 집어 들었다.]
pt_br: @ed [Niko o pega.]
ru: @ed [Нико его поднимает.]

source: @ed [In the faint light,\nNiko can glimpse the face of the remote...]
cht: @ed [在微弱的灯光下，\n Niko 可以看到遥控器 的表面...]
es: @ed [En la tenue luz,\nNiko puede entrever la superficie del mando...]
it: @ed [Nella luce fioca,\nNiko intravede i pulsanti del telecomando...]
ja: @ed [薄明りの中、\nニコにはリモコンの表面が わずかながら見える…]
ko: @ed [희미한 빛 속에서,\n니코는 리모컨의 버튼이 있는 곳을 들여다보았다...]
pt_br: @ed [À luz tênue, \nNiko enxerga com dificuldade o controle remoto.]
ru: @ed [В тусклом свете,\nНико едва может различить лицевую часть пульта...]

source: @ed [All of the numbers except \v[51], \v[52], \v[53], and \v[54] are missing.]
cht: @ed [除了 \v[51]、 \v[52]、 \v[53]、和 \v[54] 不见了以外，其他所有的数字都在。]
es: @ed [Faltan todos los números excepto el \v[51], \v[52], \v[53] y \v[54].]
it: @ed [Gli unici numeri presenti sono \v[51], \v[52], \v[53] e \v[54].]
ja: @ed [\v[51]、\v[52]、\v[53]、\v[54]以外の数字がなくなっている。]
ko: @ed [번호 중 \v[51], \v[52], \v[53], \v[54] 네 개만 남아 있다.]
pt_br: @ed [Estão faltando todos os números, exceto \v[51], \v[52], \v[53] e \v[54].]
ru: @ed [На кнопках нет цифр, кроме \v[51], \v[52], \v[53] и \v[54].]

source: @ed [All of the numbers except \c[3]\v[54]\c[0], \c[1]\v[53]\c[0], \c[2]\v[52]\c[0], and \c[4]\v[51]\c[0] are missing.]
cht: @ed [除了 \c[3]\v[54]\c[0]、\c[1]\v[53]\c[0]、 \c[2]\v[52]\c[0]和 \c[4]\v[51]\c[0] 不见了以外，其他所有的数字都在。]
es: @ed [Faltan todos los números excepto el \c[3]\v[54]\c[0], \c[1]\v[53]\c[0], \c[2]\v[52]\c[0] y \c[4]\v[51]\c[0].]
it: @ed [Gli unici numeri presenti sono \c[3]\v[54]\c[0], \c[1]\v[53]\c[0], \c[2]\v[52]\c[0] e \c[4]\v[51]\c[0].]
ja: @ed [\c[3]\v[54]\c[0]、\c[1]\v[53]\c[0]、\c[2]\v[52]\c[0]、\c[4]\v[51]\c[0]以外の数字がなくなっている。]
ko: @ed [번호 중 \c[3]\v[54]\c[0], \c[1]\v[53]\c[0], \c[2]\v[52]\c[0], \c[4]\v[51]\c[0] 네 개만 남아 있다.]
pt_br: @ed [Estão faltando todos os números, exceto \c[3]\v[54]\c[0], \c[1]\v[53]\c[0], \c[2]\v[52]\c[0] e \c[4]\v[51]\c[0].]
ru: @ed [На кнопках нет цифр, кроме \c[3]\v[54]\c[0], \c[1]\v[53]\c[0], \c[2]\v[52]\c[0] и \c[4]\v[51]\c[0].]

source: @ed [All of the numbers except \c[1]\v[53]\c[0], \c[3]\v[54]\c[0], \c[4]\v[51]\c[0], and \c[2]\v[52]\c[0] are missing.]
cht: @ed [除了 \c[1]\v[53]\c[0]、\c[3]\v[54]\c[0]、 \c[4]\v[51]\c[0]和 \c[2]\v[52]\c[0] 不见了以外，其他所有的数字都在。]
es: @ed [Faltan todos los números excepto el \c[1]\v[53]\c[0], \c[3]\v[54]\c[0], \c[4]\v[51]\c[0] y \c[2]\v[52]\c[0].]
it: @ed [Gli unici numeri presenti sono \c[1]\v[53]\c[0], \c[3]\v[54]\c[0], \c[4]\v[51]\c[0] e \c[2]\v[52]\c[0].]
ja: @ed [\c[1]\v[53]\c[0]、\c[3]\v[54]\c[0]、\c[4]\v[51]\c[0]、\c[2]\v[52]\c[0]以外の数字がなくなっている。]
ko: @ed [번호 중 \c[1]\v[53]\c[0], \c[3]\v[54]\c[0], \c[4]\v[51]\c[0], \c[2]\v[52]\c[0] 네 개만 남아 있다.]
pt_br: @ed [Estão faltando todos os números, exceto \c[1]\v[53]\c[0], \c[3]\v[54]\c[0], \c[4]\v[51]\c[0] e \c[2]\v[52]\c[0].]
ru: @ed [На кнопках нет цифр, кроме \c[1]\v[53]\c[0], \c[3]\v[54]\c[0], \c[4]\v[51]\c[0] и \c[2]\v[52]\c[0].]

source: @ed [All of the numbers except \c[2]\v[52]\c[0], \c[4]\v[51]\c[0], \c[3]\v[54]\c[0], and \c[1]\v[53]\c[0] are missing.]
cht: @ed [除了 \c[2]\v[52]\c[0]、\c[4]\v[51]\c[0]、 \c[3]\v[54]\c[0]和 \c[1]\v[53]\c[0] 不见了以外，其他所有的数字都在。]
es: @ed [Faltan todos los números excepto el \c[2]\v[52]\c[0], \c[4]\v[51]\c[0], \c[3]\v[54]\c[0] y \c[1]\v[53]\c[0].]
it: @ed [Gli unici numeri presenti sono \c[2]\v[52]\c[0], \c[4]\v[51]\c[0], \c[3]\v[54]\c[0] e \c[1]\v[53]\c[0].]
ja: @ed [\c[2]\v[52]\c[0]、\c[4]\v[51]\c[0]、\c[3]\v[54]\c[0]、\c[1]\v[53]\c[0]以外の数字がなくなっている。]
ko: @ed [번호 중 \c[2]\v[52]\c[0], \c[4]\v[51]\c[0], \c[3]\v[54]\c[0], \c[1]\v[53]\c[0] 네 개만 남아 있다.]
pt_br: @ed [Estão faltando todos os números, exceto \c[2]\v[52]\c[0], \c[4]\v[51]\c[0], \c[3]\v[54]\c[0] e \c[1]\v[53]\c[0].]
ru: @ed [На кнопках нет цифр, кроме \c[2]\v[52]\c[0], \c[4]\v[51]\c[0], \c[3]\v[54]\c[0] и \c[1]\v[53]\c[0].]

source: @ed [All of the numbers except \c[1]\v[53]\c[0], \c[4]\v[51]\c[0], \c[3]\v[54]\c[0], and \c[2]\v[52]\c[0] are missing.]
cht: @ed [除了 \c[1]\v[53]\c[0]、\c[4]\v[51]\c[0]、 \c[3]\v[54]\c[0]和 \c[2]\v[52]\c[0] 不见了以外，其他所有的数字都在。]
es: @ed [Faltan todos los números excepto el \c[1]\v[53]\c[0], \c[4]\v[51]\c[0], \c[3]\v[54]\c[0] y \c[2]\v[52]\c[0].]
it: @ed [Gli unici numeri presenti sono \c[1]\v[53]\c[0], \c[4]\v[51]\c[0], \c[3]\v[54]\c[0] e \c[2]\v[52]\c[0].]
ja: @ed [\c[1]\v[53]\c[0]、\c[4]\v[51]\c[0]、\c[3]\v[54]\c[0]、\c[2]\v[52]\c[0]以外の数字がなくなっている。]
ko: @ed [번호 중 \c[1]\v[53]\c[0], \c[4]\v[51]\c[0], \c[3]\v[54]\c[0], \c[2]\v[52]\c[0] 네 개만 남아 있다.]
pt_br: @ed [Estão faltando todos os números, exceto \c[1]\v[53]\c[0], \c[4]\v[51]\c[0], \c[3]\v[54]\c[0] e \c[2]\v[52]\c[0].]
ru: @ed [На кнопках нет цифр, кроме \c[1]\v[53]\c[0], \c[4]\v[51]\c[0], \c[3]\v[54]\c[0] и \c[2]\v[52]\c[0].]

source: @ed [They're marked in bright colors.]
cht: @ed [它们用明亮的颜色标记出来了。]
es: @ed [Tienen colores llamativos.]
it: @ed [Sono evidenziati con colori vivaci.]
ja: @ed [明るい色でマークされている。]
ko: @ed [네 개의 숫자는 밝은색으로 표시되어 있다.]
pt_br: @ed [Eles estão marcados em cores fortes.]
ru: @ed [Они помечены яркими цветами.]

source: @ed [A soft glowing light trickles through the window.]
cht: @ed [一束柔和闪耀的光透过窗户。]
es: @ed [Una tenue luz brillante se filtra por la ventana.]
it: @ed [Una luce soffusa passa attraverso la finestra.]
ja: @ed [柔らかな明かりが窓から差し込んでいる。]
ko: @ed [부드러운 빛이 창문으로 흘러 들어온다.]
pt_br: @ed [Um feixe de luz suave atravessa a janela.]
ru: @ed [Через окно льётся мягкий свет.]

source: @ed [Dusty books.]
cht: @ed [布满灰尘的书。]
es: @ed [Libros polvorientos.]
it: @ed [Libri polverosi.]
ja: @ed [埃っぽい本。]
ko: @ed [먼지투성이 책들이다.]
pt_br: @ed [Livros empoeirados.]
ru: @ed [Пыльные книги.]

source: @ed [It's too dark to read in here.]
cht: @ed [这里太黑了，看不清。]
es: @ed [Está demasiado oscuro para leer.]
it: @ed [È troppo buio per leggerli.]
ja: @ed [暗すぎて読めない。]
ko: @ed [여긴 너무 어두워 책을 읽을 수 없다.]
pt_br: @ed [Está escuro demais para ler aqui.]
ru: @ed [Здесь слишком темно, чтобы читать.]

source: @maize_thisisfine Do not worry.\>\nI am fine.
cht: @maize_thisisfine 别担心。\>\n我很好。
es: @maize_thisisfine No te preocupes.\>\nEstoy bien.
it: @maize_thisisfine Non preoccuparti per me.\>\nSto bene.
ja: @maize_thisisfine 心配しないで。\>\n私は平気。
ko: @maize_thisisfine 걱정 마.\>\n난 괜찮으니까.
pt_br: @maize_thisisfine Não se preocupe.\>\nEstou bem.
ru: @maize_thisisfine Не волнуйся.\>\nЯ в порядке.

source: @maize_stress Hello...
cht: @maize_stress 嗨...
es: @maize_stress Hola...
it: @maize_stress Ciao...
ja: @maize_stress こんばんは…
ko: @maize_stress 안녕...
pt_br: @maize_stress Olá...
ru: @maize_stress Здравствуй...

source: @niko2 I...\.\. um...\>have something to ask of you...
cht: @niko2 我...\.\. 嗯...\>有点事想拜托你...
es: @niko2 Yo...\.\. Er...\>Tengo que pedirte un favor...
it: @niko2 Ecco...\.\. Ehm...\> Avrei un favore da chiederti...
ja: @niko2 あの…\.\. ちょっと…\>聞きたいことが、あって…
ko: @niko2 저기...\.\. 음...\> 부탁할 것이 있는데...
pt_br: @niko2 Eu...\.\.eh... \>queria lhe perguntar uma coisa...
ru: @niko2 Я...\.\. э-э...\>хотел у вас кое-что попросить...

source: @maize_thisisfine ...yes?
cht: @maize_thisisfine ...嗯？
es: @maize_thisisfine ¿Sí...?
it: @maize_thisisfine ...sì?
ja: @maize_thisisfine …どうしたの？
ko: @maize_thisisfine ...뭐지?
pt_br: @maize_thisisfine ... pois não?
ru: @maize_thisisfine ...да?

source: @niko5 It looks like most of the bridges around the Glen are broken, and...
cht: @niko5 似乎 Glen 大部分的桥都是...坏的...
es: @niko5 Al parecer, la mayoría de los puentes cerca del Valle están rotos, y...
it: @niko5 Sembra che la maggior parte dei ponti intorno alla Valle siano distrutti e...
ja: @niko5 峡谷にある橋が、みんな 壊れちゃってるみたいで…
ko: @niko5 협곡 주변의 다리가 대부분 부서졌어요. 그래서 말인데...
pt_br: @niko5 Parece que as pontes ao redor do Vale estão quebradas e...
ru: @niko5 Похоже, что большинство мостов в Долине разрушены, и...

source: @maize_stress ...that's right...\.\.the bridges...
cht: @maize_stress 是的...\.\.那些桥...
es: @maize_stress ... cierto...\.\.los puentes...
it: @maize_stress ...giusto...\.\. i ponti...
ja: @maize_stress …そうね…\.\.橋…
ko: @maize_stress ...그래...\.\.다리...
pt_br: @maize_stress ... isso mesmo...\.\.as pontes...
ru: @maize_stress ...верно...\.\.мосты...

source: @maize_stress You...\.\. need to cross them on your pilgrimage....
cht: @maize_stress 你...\.\. 在去朝圣的路上要经过它们...
es: @maize_stress Debes...\.\. cruzarlos para tu peregrinaje...
it: @maize_stress Devi...\.\. attraversarli per compiere il tuo pellegrinaggio...
ja: @maize_stress 旅のために…\.\. 渡らなきゃいけないものね…
ko: @maize_stress 넌...\.\. 순례 길에 그 다리를 건너야 하지...
pt_br: @maize_stress Você...\.\.precisa cruzá-las em sua peregrinação...
ru: @maize_stress Ты...\.\. должен перейти по ним в своём паломничестве....

source: @maize_thisisfine ...would you\.\....like me to fix them?
cht: @maize_thisisfine 你想要\.\...我修好它们？
es: @maize_thisisfine ¿... Te gustaría\.\.... que los reparara?
it: @maize_thisisfine ...vuoi...\.\. che li ripari?
ja: @maize_thisisfine …そう…\.\.…橋を、直してあげましょうか？
ko: @maize_thisisfine ...다리를\.\....고쳐 줄까?
pt_br: @maize_thisisfine ... gostaria que\.\.... eu as consertasse?
ru: @maize_thisisfine ...ты хочешь\.\....чтобы я починила их?

source: @niko2 Yeah! \>\@niko4 Is it possible?
cht: @niko2 是的！\>\@Niko4 有可能吗？
es: @niko2 ¡Sí! \>\@niko4 ¿Es posible?
it: @niko2 Sì! \>\@niko4 Potresti riuscirci?
ja: @niko2 うん！ \>\@niko4 できるの？
ko: @niko2 네! \>\@niko4 가능한가요?
pt_br: @niko2 Sim! \>\@niko4 É possível?
ru: @niko2 Да! \>\@niko4 Если возможно?

source: @maize_strain ...difficult.
cht: @maize_strain ...很难。
es: @maize_strain ... Complicado.
it: @maize_strain ...difficile.
ja: @maize_strain …難しい。
ko: @maize_strain ...어려워.
pt_br: @maize_strain ... difícil.
ru: @maize_strain ...сложно.

source: @maize_stress ...bridges...\.\. are in very specific locations, over water...
cht: @maize_stress ...桥...\.\. 都是建立在很特殊的位置，下面是水...
es: @maize_stress ... Los puentes...\.\. están situados en emplazamientos específicos, por encima del agua...
it: @maize_stress ...i ponti...\.\. sono in posti specifici, sopra l'acqua...
ja: @maize_stress …橋は…\.\. 水の上に、 とても限られた場所にあるから…
ko: @maize_stress ...다리들이...\.\. 있는 곳은 아주 특수하지. 물 위니까...
pt_br: @maize_stress ... pontes...\.\. ficam em lugares muito específicos, sobre a água...
ru: @maize_stress ...мосты...\.\. в особых местах, над водой...

source: @maize_strain ...need to find the right points... \. \.\nvines must be very strong, too...
cht: @maize_strain ...需要找到合适的突破点...\.\.\n而且需要结实的藤蔓...
es: @maize_strain ... Necesitaría encontrar los puntos exactos... \. \.\nY las enredaderas también deben ser muy fuertes...
it: @maize_strain ...devo trovare i punti giusti...\.\.\ne poi, i rovi devono essere molto forti...
ja: @maize_strain …正確な場所を、掴まないと…\. \.\nツタも、強いものを…
ko: @maize_strain ...정확한 지점을 찾아야 해... \. \.\n덩굴도 아주 튼튼해야 하고...
pt_br: @maize_strain ... tem que achar os pontos certos... \. \.\nas trepadeiras têm que ser muito fortes também...
ru: @maize_strain ...нужно выбрать правильные места... \. \.\nи лозы должны быть очень прочными...

source: @maize_stress ...an undertaking.
cht: @maize_stress ...这是个大工程。
es: @maize_stress ... Todo un desafío.
it: @maize_stress ...una vera impresa.
ja: @maize_stress …とても大変。
ko: @maize_stress ...힘든 일이야.
pt_br: @maize_stress ... uma tarefa difícil.
ru: @maize_stress ...серьёзное дело.

source: @niko_eyeclosed Ah...
cht: @niko_eyeclosed 啊...
ja: @niko_eyeclosed そう…
ko: @niko_eyeclosed 아...
ru: @niko_eyeclosed А-а...

source: @maize_stress ...but, possible.
cht: @maize_stress ...但不是不可能的。
es: @maize_stress ... pero es posible.
it: @maize_stress ...però, è possibile.
ja: @maize_stress …でも、可能だわ。
ko: @maize_stress ...하지만 가능해.
pt_br: @maize_stress ... mas possível.
ru: @maize_stress ...но это возможно.

source: @maize_thisisfine I...\.\. intend to use the last of my strength.
cht: @maize_thisisfine 我...\.\. 打算用尽全部力气。
es: @maize_thisisfine Intentaré usar...\.\. todas las fuerzas que me queden.
it: @maize_thisisfine Ti prometto...\.\. che userò tutte le forze che mi rimangono.
ja: @maize_thisisfine だって…\.\. 最後の力まで使い切るって、誓ったもの。
ko: @maize_thisisfine 내가...\.\. 마지막 남은 힘을 쓸게.
pt_br: @maize_thisisfine Eu...\.\. pretendo usar minhas últimas forças.
ru: @maize_thisisfine я...\.\. потрачу на это свои последние силы.

source: @maize_strain ...please stand back.
cht: @maize_strain ...请退后。
es: @maize_strain ... Quedaos atrás.
it: @maize_strain ...stai indietro, per favore.
ja: @maize_strain …後ろに下がってくれる？
ko: @maize_strain ...물러서 줘.
pt_br: @maize_strain ... afaste-se, por favor.
ru: @maize_strain ...пожалуйста отойди назад...

source: @niko3 ...what... happened?
cht: @niko3 ...... 发生什么了？
es: @niko3 ... ¿Qué... ha ocurrido?
it: @niko3 ...Cosa... è successo?
ja: @niko3 …え…何が起きたの？
ko: @niko3 ...어떻게... 된 거죠?
pt_br: @niko3 ... o que... aconteceu?
ru: @niko3 ...что... произошло?

source: @niko3 Are you okay...?
cht: @niko3 你还好吗...？
es: @niko3 ¿Estás bien...?
it: @niko3 Stai bene...?
ja: @niko3 ねえ、大丈夫…？
ko: @niko3 괜찮아요...?
pt_br: @niko3 Está tudo bem...?
ru: @niko3 Вы в порядке...?

source: @niko_distressed_talk ...are you...
cht: @niko_distressed_talk 你...
es: @niko_distressed_talk ¿...Tú...?
it: @niko_distressed_talk ...stai...
ja: @niko_distressed_talk …お姉さん…
ko: @niko_distressed_talk ...혹시...
pt_br: @niko_distressed_talk ... você...
ru: @niko_distressed_talk ...вы...

source: @maize_stress ...S...\.\.savior...
cht: @maize_stress ......\.\.救世主...
es: @maize_stress ¿... Sa...\.\.Salvador...?
it: @maize_stress ...S...\.\. salvatore...
ja: @maize_stress …き\.\.…救世主さん…
ko: @maize_stress ...구...\.\.구원자...
pt_br: @maize_stress ... M... \.\.Messias...
ru: @maize_stress ...С...\.\.спаситель...

source: @maize_thisisfine ...... \.you're\.\....here to see me...?
cht: @maize_thisisfine ......\.你\.\...到这来见我...？
es: @maize_thisisfine ... \.¿Has venido\.\.... a verme...?
it: @maize_thisisfine ...... \.\nsei... \.\.qui per vedermi...?
ja: @maize_thisisfine ……\.私に…\.\.…会うために、わざわざ…？
ko: @maize_thisisfine ...... \.날 보러\.\....온 거야...?
pt_br: @maize_thisisfine ...... \.você\.\.... veio me ver...?
ru: @maize_thisisfine ...... \.ты\.\....пришёл повидаться со мной...?
