Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @magpie_smile Do I!
cht: @magpie_smile 喜欢！
es: @magpie_smile ¿Que si me gusta?
it: @magpie_smile Certo!
ja: @magpie_smile 好きかだって？
ko: @magpie_smile 좋아하지!
pt_br: @magpie_smile Ora, se gosto!
ru: @magpie_smile Нравится ли мне?

source: @niko ...do you?
cht: @niko ...是吗？
es: @niko ¿... Y a ti?
it: @niko ...Davvero?
ja: @niko …どうなの？
ko: @niko ...정말요?
pt_br: @niko ... sério?
ru: @niko Да, нравится ли...

source: @magpie I LOVE glass!
cht: @magpie 我超喜欢玻璃！
es: @magpie ¡A mí me ENCANTA el cristal!
it: @magpie CERTO! Io ADORO il vetro!
ja: @magpie 大好きさ！
ko: @magpie 난 유리가 좋아!
pt_br: @magpie Eu AMO vidro!
ru: @magpie Я ОБОЖАЮ стекло!

source: @magpie_smile SO much.
cht: @magpie_smile 爱死了。
es: @magpie_smile MUCHÍSIMO.
it: @magpie_smile TANTISSIMO.
ja: @magpie_smile 超好き。
ko: @magpie_smile 너무 좋아.
pt_br: @magpie_smile MUITO mesmo.
ru: @magpie_smile Сильно-пресильно!

source: @magpie_hm ...so much that I have too much glass and not enough other things.
cht: @magpie_hm ...因为酷爱玻璃，我收集了很多玻璃， 而其他东西并不多。
es: @magpie_hm Tanto... que tengo demasiado cristal y pocas cantidades de otras cosas.
it: @magpie_hm ...Infatti sono pieno di vetro e non ho abbastanza altre cose da scambiare.
ja: @magpie_hm …好きすぎて、他のものは足りてないのに、 ガラスはたくさん持ってる。
ko: @magpie_hm ...실은 너무 많이 모아버린 탓에 다른 걸 모을 자리가 없을 정도지.
pt_br: @magpie_hm ... tanto que tenho vidro demais e outras coisas de menos.
ru: @magpie_hm ...так сильно, что у меня уже слишком много стекла и недостаточно других вещей.

source: @magpie_hm I gotta get rid of some of my old bottles and vials to make room for new stuff!
cht: @magpie_hm 我要清理一些旧瓶子和药水瓶，给我的 新东西腾点地方！
es: @magpie_hm ¡Voy a deshacerme de algunos de mis viejos frascos y botellas para tener sitio para cosas nuevas!
it: @magpie_hm Devo sbarazzarmi di alcune delle mie vecchie bottiglie e fiale per far spazio a cose nuove!
ja: @magpie_hm 古いビンとか小ビンを処分して、 新しいものを置く場所を作らねーとな！
ko: @magpie_hm 새로운 물건을 둘 공간을 마련하려면 오래된 유리병들을 처리해야 해!
pt_br: @magpie_hm Preciso me livrar de umas garrafas e frascos velhos para abrir espaço para mais coisas!
ru: @magpie_hm Надо бы избавиться от нескольких старых бутылок и cклянок, чтобы освободить место для чего-нибудь новенького!

source: @magpie That's why I set up a tradepost in the first place.
cht: @magpie 这也就是我为什么首先建立了一个 交易所。
es: @magpie Por eso monté un puesto comercial en primer lugar.
it: @magpie È uno dei motivi principali per cui mi sono messo a fare affari.
ja: @magpie そもそも、そのために交易所を始めたのさ。
ko: @magpie 애초에 그래서 교환소를 만든 거야.
pt_br: @magpie Foi por isso que montei este ponto de troca.
ru: @magpie Ради этого я и организовал тут небольшой торговый пост.

source: @niko_eyeclosed So I guess that's a no-go...
cht: @niko_eyeclosed 我觉得这个交易所不应该出现...
es: @niko_eyeclosed Entonces supongo que no te interesa...
it: @niko_eyeclosed Niente da fare, quindi...
ja: @niko_eyeclosed じゃあ、なしってことだね…
ko: @niko_eyeclosed 그럼 이건 안 되겠네요...
pt_br: @niko_eyeclosed Bom, para cá é impossível de seguir...
ru: @niko_eyeclosed Значит, не вариант...

source: @niko_eyeclosed \p... wasn't the whole point of trading was so that we could make a pen?
cht: @niko_eyeclosed \p...我们做出来一支笔并不是为了交易吧？
es: @niko_eyeclosed \p... ¿el objetivo de comerciar no era conseguir una pluma para escribir?
it: @niko_eyeclosed \p... non dovevamo fare scambi con lo scopo di creare una penna?
ja: @niko_eyeclosed \p… 物々交換の目的は、 ペンを作ることじゃなかったっけ？
ko: @niko_eyeclosed \p 님... 우리, 펜을 만들기 위해 거래 중인 것 아니었나요?
pt_br: @niko_eyeclosed \p... o objetivo da troca não era fazer uma caneta?
ru: @niko_eyeclosed \p... разве вся эт затея с обменом была не для того, чтобы мы смогли сделать ручку?

source: @niko Let's not trade this away...
cht: @niko 我们不要卖掉这个...
es: @niko No comerciemos con esto...
it: @niko Non penso sia una buona idea darla via...
ja: @niko これは交換しないでおこうよ…
ko: @niko 이건 줘 버리면 안 돼요...
pt_br: @niko Não vamos trocar isto aqui...
ru: @niko Давай не будем это отдавать...

source: @magpie Heya!\>\nYou here to trade?
cht: @magpie 哎呦！\>\n你来这里交易啦？
es: @magpie ¡Hola!\>\n¿Has venido a comerciar?
it: @magpie Ehi!\>\nSei qui per fare affari?
ja: @magpie やあ！\>\n物々交換かい？
ko: @magpie 안뇽!\>\n물물교환 안 할래?
pt_br: @magpie Opa!\>\nQuer fazer uma troca?
ru: @magpie Здаров!\>\nТы здесь чтобы меняться?

source: @niko Trade?
cht: @niko 交易？
es: @niko ¿Comerciar?
it: @niko "Affari"?
ja: @niko 物々交換？
ko: @niko 물물교환이요?
pt_br: @niko Troca?
ru: @niko Меняться?

source: @magpie_smile Yeah!\>\n\@magpie Is there anything you want to get rid of?
cht: @magpie_smile 是的！\>\n\@magpie 有没有你想处理掉的东西？
es: @magpie_smile ¡Sí!\>\n\@magpie ¿Hay algo de lo que quieras librarte?
it: @magpie_smile Già!\>\n\@magpie Hai qualcosa che vuoi dar via?
ja: @magpie_smile そうさ！\>\n\@magpie 処分したいものはある？
ko: @magpie_smile 그래!\>\n\@magpie 버리고 싶은 물건이 있니?
pt_br: @magpie_smile Isso!\>\n\@magpie Quer se livrar de alguma coisa aí?
ru: @magpie_smile Ага!\>\n\@magpie У тя есть что-нибудь, от чего ты хочешь избавиться?

source: @magpie Make me an offer and I'll give you something in return!
cht: @magpie 跟我交易吧，我会给你点东西作为回报！
es: @magpie ¡Hazme una oferta y te daré algo a cambio!
it: @magpie Fammi un'offerta e, se mi andrà bene, ti darò qualcosa in cambio!
ja: @magpie 要らない物をくれたら、 引き換えに何かあげよう！
ko: @magpie 버리고 싶은 걸 주면 내가 그에 걸맞는 걸 줄게!
pt_br: @magpie Faça uma oferta e eu lhe darei algo em troca!
ru: @magpie Предложи мне что-нибудь, и я дам те что-нибудь взамен!

source: @niko Hm...\>\n\@niko_speak Do we have something like that, \p?
cht: @niko 嗯...\>\n\@niko_speak 我们有那样的东西吗， \p？
es: @niko Mmm...\>\n\@niko_speak ¿Tenemos algo así, \p?
it: @niko Mh...\>\n\@niko_speak \p, abbiamo qualcosa del genere?
ja: @niko うーん…\>\n\@niko_speak 何かあるかな、 \p？
ko: @niko 흐음...\>\n\@niko_speak \p 님, 줄 만한 물건이 있을까요?
pt_br: @niko Hm...\>\n\@niko_speak Temos algo do tipo, \p?
ru: @niko Хм...\>\n\@niko_speak У нас есть что-нибудь такое, \p?

source: @niko It's a wagon stuffed with stuff!
cht: @niko 是一辆装满东西的货车。
es: @niko ¡Es un carro lleno de cosas!
it: @niko È un carro pieno di roba!
ja: @niko 荷車だ。荷物でいっぱいだね！
ko: @niko 마차가 온갖 물건으로 가득해요!
pt_br: @niko É um carrinho cheio de coisas!
ru: @niko Этот фургон битком набит всяким добром!

source: @magpie_smile It sure is!
cht: @magpie_smile 确实是呢！
es: @magpie_smile ¡Así es!
it: @magpie_smile Puoi dirlo forte!
ja: @magpie_smile その通り！
ko: @magpie_smile 맞아!
pt_br: @magpie_smile Pode apostar que sim!
ru: @magpie_smile Это точно!

source: @niko Shiny things are spread out on the rug.
cht: @niko 从毯子里露出来亮晶晶的东西。
es: @niko Hay cosas brillantes en la alfombra.
it: @niko Degli oggetti brillanti sono sparsi sul tappeto.
ja: @niko 絨毯の上に、 キラキラ光るものが散らばってる。
ko: @niko 깔개 위에 반짝이는 물건이 널려 있어요.
pt_br: @niko Tem coisas brilhantes espalhadas no tapete.
ru: @niko На ковре разложены всякие блестящие штучки.

source: @niko They glimmer in the sunlight.
cht: @niko 它们在太阳下闪闪发光。
es: @niko Relucen con la luz del sol.
it: @niko Luccicano alla luce del sole.
ja: @niko 太陽の光で輝いてる。
ko: @niko 빛을 받아 반짝이고 있어요.
pt_br: @niko Elas brilham com a luz do sol.
ru: @niko Они сияют в свете солнца.

source: @niko They glimmer in the light of the lamp.
cht: @niko 它们在灯光下闪闪发光。
es: @niko Relucen con la luz de la lámpara.
it: @niko Risplendono alla luce della lampada.
ja: @niko ランプの光で輝いてる。
ko: @niko 등불 빛을 받아 반짝거려요.
pt_br: @niko Elas brilham com a luz da luminária.
ru: @niko Они мерцают в свете лампы.

source: @niko_speak Whoa!
cht: @niko_speak 哇哦！
es: @niko_speak ¡Hala!
ja: @niko_speak わあ！
ko: @niko_speak 우와!
pt_br: @niko_speak Nossa!
ru: @niko_speak Ничего себе!

source: @niko_speak That's a lotta shiny things!
cht: @niko_speak 有一大堆闪闪发光的东西呢！
es: @niko_speak ¡Cuántas cosas brillantes!
it: @niko_speak Quante cose brillanti!
ja: @niko_speak キラキラしてるものがたくさん！
ko: @niko_speak 반짝이는 것들이 많네요!
pt_br: @niko_speak Quantas coisas brilhantes!
ru: @niko_speak Тут целая гора блестящих вещей!

source: @niko Glass shards, glass marbles...
cht: @niko 玻璃碎片、玻璃球...
es: @niko Trocitos de cristal, canicas...
it: @niko Frammenti di vetro, biglie di vetro...
ja: @niko ガラスの破片、ビー玉…
ko: @niko 유리 조각, 유리구슬...
pt_br: @niko Cacos de vidro, bolinhas de gude...
ru: @niko Осколки стекла, стеклянные шарики...

source: @niko ...empty glass bottles, mostly-empty glass bottles, glass bottles filled with different things...
cht: @niko ...空玻璃瓶、多半空着的玻璃瓶、装着 各种东西的玻璃瓶...
es: @niko ... botellas vacías de cristal, botellas casi vacías de cristal, botellas de cristal llenas de otras cosas...
it: @niko ...bottiglie di vetro vuote, quasi vuote, riempite di varie cose...
ja: @niko …空のガラスビン、ほぼ空のガラスビン、 いろんなものが詰まったガラスビン…
ko: @niko ...빈 유리병, 거의 빈 유리병, 온갖 물건으로 가득한 유리병...
pt_br: @niko ... garrafas de vidro vazias, garrafas de vidro quase vazias, garrafas de vidro com coisas diferentes dentro...
ru: @niko ...пустые стеклянные бутылки, почти пустые стеклянные бутылки, бутылки, заполненные всякой всячиной...

source: @niko ...bits of string, colored wool, plain wool, fabric scraps...
cht: @niko ...小段的线、染色的羊毛、普通羊毛、碎布...
es: @niko ... trozos de cuerda, lana de colores, lana lisa, retales...
it: @niko ...pezzi di spago, lana colorata, lana non colorata, scarti di vestiti...
ja: @niko …糸くず、色付き羊毛、 普通の羊毛、布切れ…
ko: @niko ...노끈, 색이 있는 양털, 하얀 양털, 천 조각...
pt_br: @niko ... pedaços de corda, lã colorida, lã pura, fragmentos de pano...
ru: @niko ...куски бечёвки, цветная шерсть, простая шерсть, лоскутки ткани...

source: @niko ...a rusty bucket, scrap metal, shells, some rocks...
cht: @niko ...一个生锈的水桶、废金属、贝壳、 一些岩石...
es: @niko ... un cubo oxidado, chatarra, conchas, algunas rocas...
it: @niko ...un secchio arrugginito, rottami, conchiglie, sassi...
ja: @niko …錆びたバケツ、スクラップ鉄、貝殻、石…
ko: @niko ...녹슨 양동이에, 고철 조각, 조개껍질, 돌...
pt_br: @niko ... um balde enferrujado, sucatas de metal, conchas, algumas pedras...
ru: @niko ...ржавое ведро, немного металлолома, ракушки, какие-то камни...

source: @niko_speak What's all this for, by the way?
cht: @niko_speak 顺便问一下，这些东西都是用来干什么的？
es: @niko_speak Por cierto, ¿para qué sirve todo esto?
it: @niko_speak A cosa servono tutte queste cose?
ja: @niko_speak ねえねえ、これ全部、何のために集めてるの？
ko: @niko_speak 이게 다 뭔가요?
pt_br: @niko_speak Afinal, para que serve tudo isso?
ru: @niko_speak Кстати, для чего всё это?

source: @magpie I just think they're neat!
cht: @magpie 我只是觉得这些都是好东西！
es: @magpie ¡Simplemente me parecen objetos sensacionales!
it: @magpie Mi piacciono e basta!
ja: @magpie ただ好きなだけさ！
ko: @magpie 그냥, 예쁘잖아!
pt_br: @magpie Eu só acho tudo muito bacana!
ru: @magpie Просто мне кажется, что они клёвые!

source: @niko_eyeclosed The doorway is full of vines, \p...
cht: @niko_eyeclosed 门前长满了藤蔓，\p...
es: @niko_eyeclosed La entrada está repleta de enredaderas, \p...
it: @niko_eyeclosed L'entrata è coperta da rovi, \p...
ja: @niko_eyeclosed 入り口がツタで覆われてるよ、 \p…
ko: @niko_eyeclosed 출입구에 덩굴이 가득해요, \p 님...
pt_br: @niko_eyeclosed A entrada foi tomada por trepadeiras, \p...
ru: @niko_eyeclosed Дверной проход весь в лозах, \p...

source: The flood can take away our farmlands...
cht: 洪水可以冲毁我们的农田...
es: La inundación podrá arrasar nuestras tierras de cultivo...
it: L'alluvione potrà anche portarci via le coltivazioni...
ja: 洪水は農地を奪っていく…
ko: 홍수가 우리 밭을 쓸어가버렸어...
pt_br: A enchente pode até acabar com nossas plantações...
ru: Наводнение может смыть наши посевы...

source: ...but it can't take away our fish!
cht: ...但是不能带走我们的鱼！
es: ... ¡pero no se llevará a nuestros peces!
it: ...ma non può portarci via il pesce!
ja: …でも、魚は奪えない！
ko: ...하지만 생선까지 빼앗진 못했지!
pt_br: ... mas não pode levar nossos peixes!
ru: ...но оно не сможет смыть нашу рыбу!

source: @niko These look like herrings.
cht: @niko 这些好像是鲱鱼。
es: @niko Parecen arenques.
it: @niko Sono delle aringhe.
ja: @niko ニシンみたいだ。
ko: @niko 청어 같아요.
pt_br: @niko Parecem arenques.
ru: @niko Эти похожи на селёдку.

source: @niko_speak Or... anchovies?
cht: @niko_speak 或者...凤尾鱼？
es: @niko_speak ¿O son anchoas?
it: @niko_speak Oppure... delle acciughe?
ja: @niko_speak それとも…アンチョビ？
ko: @niko_speak 아니면... 멸치인가?
pt_br: @niko_speak Ou... talvez anchovas.
ru: @niko_speak Или... анчоусы?

source: @niko Maybe sardines...
cht: @niko 可能是沙丁鱼...
es: @niko Tal vez sardinas...
it: @niko Magari sono sardine...
ja: @niko イワシかな…
ko: @niko 정어리일지도...
pt_br: @niko Pode ser que sejam sardinhas...
ru: @niko Может, сардины...

source: @niko_eyeclosed I honestly have no clue!
cht: @niko_eyeclosed 说实话我真不知道！
es: @niko_eyeclosed ¡Sinceramente no tengo ni idea!
it: @niko_eyeclosed Non ne ho la più pallida idea!
ja: @niko_eyeclosed 全然分かんないや！
ko: @niko_eyeclosed 솔직히 전혀 모르겠어요!
pt_br: @niko_eyeclosed Sei lá!
ru: @niko_eyeclosed Честно говоря, понятия не имею!

source: @alula_oh Oh!
cht: @alula_oh 噢！
es: @alula_oh ¡Mira!
ja: @alula_oh あっ！
ko: @alula_oh 아!
pt_br: @alula_oh Ah!
ru: @alula_oh О!

source: @alula_oh This is the shrine where the old prophet used to live...
cht: @alula_oh 这是那个老先知曾经住过的神殿...
es: @alula_oh Este es el santuario en el que vivía la antigua profeta.
it: @alula_oh Questo è il santuario dove viveva la Profetessa...
ja: @alula_oh 前の預言者が、むかし住んでた神殿…
ko: @alula_oh 여긴 늙은 예언자가 살던 옛 신전이야...
pt_br: @alula_oh A antiga profeta morava neste santuário...
ru: @alula_oh Это же святилище, где жила старая пророчица...

source: @niko_speak Oh?
cht: @niko_speak 噢？
es: @niko_speak Ah, ¿sí?
ja: @niko_speak そうなの？
ko: @niko_speak 아?
pt_br: @niko_speak Hm?
ru: @niko_speak Вот как?

source: @alula_pout I don't remember the last time I was here...
cht: @alula_pout 我不记得上次我去那里是什么时候了...
es: @alula_pout No recuerdo la última vez que estuve aquí...
it: @alula_pout Non ricordo l'ultima volta che sono stata qui...
ja: @alula_pout 最後にいつ来たのか覚えてないや…
ko: @alula_pout 지난번에 여기 왔을 때가 까마득해...
pt_br: @alula_pout Não me lembro da última vez que estive aqui...
ru: @alula_pout Уже не вспомню, когда в последний раз я здесь была...

source: @alula_speak Back when she was still alive, I think?
cht: @alula_speak 我觉得回来的时候她还活着？
es: @alula_speak Creo que ella aún vivía.
it: @alula_speak Forse quando lei era ancora viva?
ja: @alula_speak まだ生きてた頃…かな？
ko: @alula_speak 아마 예언자가 살아있을 때가 아니었을까?
pt_br: @alula_speak Quando ela ainda era viva, talvez?
ru: @alula_speak Думаю, когда она ещё была жива?

source: [HELLO, ORGANIC PERSON WHO IS ALIVE.]
cht: [你好，活着的有机人。]
es: [HOLA, PERSONA ORGÁNICA QUE ESTÁ VIVA.]
it: [SALVE, ESSERE ORGANICO IN VITA.]
ja: [どうモ、生存中の有機生命体。]
ko: [안녕하세요. 살아 있는 인간이시군요.]
pt_br: [OLÁ, PESSOA ORGÂNICA VIVA.]
ru: [ЗДРАВСТВУЙТЕ, ОРГАНИЧЕСКИЙ ЧЕЛОВЕК, КОТОРЫЙ ЖИВ.]

source: [THE INFIRMARY IS UP AHEAD.]
cht: [医务所就在前面。]
es: [LA ENFERMERÍA ESTÁ ARRIBA.]
it: [L'INFERMERIA È POCO PIÙ AVANTI.]
ja: [診療所ハこの先にありまス。]
ko: [병원은 바로 앞에 있습니다.]
pt_br: [A ENFERMARIA FICA À FRENTE.]
ru: [МЕДПУНКТ ВПЕРЕДИ.]

source: @blue_gatekeeper [Oh, Hello.]
cht: @blue_gatekeeper [噢，你好。]
es: @blue_gatekeeper [Ah, hola.]
it: @blue_gatekeeper [Oh, Salve.]
ja: @blue_gatekeeper [オオ、コレハ。]
ko: @blue_gatekeeper [오, 안녕하세요.]
pt_br: @blue_gatekeeper [Ah, Olá.]
ru: @blue_gatekeeper [О, Здравствуйте.]

source: @blue_gatekeeper [What Are You Doing Here?]
cht: @blue_gatekeeper [你在这做什么？]
es: @blue_gatekeeper [¿Qué estás haciendo aquí?]
it: @blue_gatekeeper [Cosa Ci Fai Qui?]
ja: @blue_gatekeeper [ココデ何ヲシテイル？]
ko: @blue_gatekeeper [여기에는 뭐하러 오셨습니까?]
pt_br: @blue_gatekeeper [O que Está Fazendo Aqui?]
ru: @blue_gatekeeper [Что Вы Здесь Делаете?]

source: @niko Hm?
cht: @niko 嗯？
es: @niko ¿Mmmh?
it: @niko Mh?
ja: @niko うん？
ko: @niko 흐음?
ru: @niko М-м?

source: @blue_gatekeeper [A Living Person Such As Yourself Should Have Evacuated This Place Long Ago.]
cht: @blue_gatekeeper [像你这样人类本应该在很久以前 就撤离这里。]
es: @blue_gatekeeper [Una persona viva como tú debería haber salido de este lugar hace mucho tiempo.]
it: @blue_gatekeeper [Un Essere Vivente Come Te Avrebbe Dovuto Evacuare Questo Luogo Già Da Tempo.]
ja: @blue_gatekeeper [オマエノヨウナ人間族ハ、ズット昔ニ 避難シタハズダ。]
ko: @blue_gatekeeper [당신처럼 살아 있던 사람들은 모두 오래전에 대피했습니다.]
pt_br: @blue_gatekeeper [Um Ser Vivo Como Você Deveria Estar Longe Daqui Há Muito Tempo.]
ru: @blue_gatekeeper [Вы, Как Живое Существо, Должны Были Давно Эвакуироваться Отсюда.]

source: @niko_speak Oh, but I just got here! \>\n\@niko To this world, I mean!
cht: @niko_speak 噢，但我刚到这！\>\n\@niko 我是说，来到这个世界！
es: @niko_speak ¡Ah, pero si acabo de llegar! \>\n\@niko ¡A este mundo, quiero decir!
it: @niko_speak Oh, ma sono appena arrivato! \>\n\@niko In questo mondo, intendo!
ja: @niko_speak えっ、でも ミーはここに来たばっかりだよ！ \>\n\@niko あ、この世界にって意味ね！
ko: @niko_speak 하지만 전 얼마 전에 여기 왔는걸요! \>\n\@niko 제 말은 이 세상에요!
pt_br: @niko_speak Ah, mas eu acabei de chegar! \>\n\@niko Digo, a esse mundo!
ru: @niko_speak Но я только-только сюда попал! \>\n\@niko Ну, в этот мир!

source: @niko_speak See? \.\. I have the sun!
cht: @niko_speak 你看？\.\.我有太阳！
es: @niko_speak ¿Lo ves? \.\. ¡Tengo el sol!
it: @niko_speak Vedi? \.\.Ho il sole con me!
ja: @niko_speak ほら、\.\.太陽を持ってるんだ！
ko: @niko_speak 보여요? \.\. 태양을 가지고 왔어요!
pt_br: @niko_speak Está vendo? \.\. O sol está comigo!
ru: @niko_speak Видишь? \.\. У меня есть солнце!

source: @blue_gatekeeper [Oh, The Messiah.]
cht: @blue_gatekeeper [噢，救世主。]
es: @blue_gatekeeper [Oh, el mesías.]
it: @blue_gatekeeper [Oh, Sei Il Messia.]
ja: @blue_gatekeeper [オオ、救世主。]
ko: @blue_gatekeeper [오, 구원자시군요.]
pt_br: @blue_gatekeeper [Ah, Você É o Messias.]
ru: @blue_gatekeeper [А, Мессия.]

source: @blue_gatekeeper [I...\. Do Not Know What To Say.]
cht: @blue_gatekeeper [我...\.不知道该说什么。]
es: @blue_gatekeeper [Yo... \. no sé qué decir.]
it: @blue_gatekeeper [Io...\. Non So Cosa Dire.]
ja: @blue_gatekeeper [何ト… \.何ト言エバイイノダロウカ。]
ko: @blue_gatekeeper [저는...\. 무슨 말을 해야 할지 모르겠습니다.]
pt_br: @blue_gatekeeper [Eu... \. Não Sei o que Dizer.]
ru: @blue_gatekeeper [Я...\. Не Знаю, Что Сказать.]

source: @blue_gatekeeper [Greeting You Was Not Part Of My Programming.]
cht: @blue_gatekeeper [问候你不在我的程序范围内。]
es: @blue_gatekeeper [Saludarte no formaba parte de mi programación.]
it: @blue_gatekeeper [Accoglierti Non Fa Parte Del Mio Programma.]
ja: @blue_gatekeeper [オマエニ対スル挨拶方法ハ プログラムサレテイナイ。]
ko: @blue_gatekeeper [당신을 맞이하는 부분은 제 프로그램에는 없습니다.]
pt_br: @blue_gatekeeper [Dar Boas-vindas Não Faz Parte da Minha Programação.]
ru: @blue_gatekeeper [В Мою Программу Не Было Заложено Приветствия Для Вас.]

source: @blue_gatekeeper [Have You\.\. Spoken To Prophetbot?]
cht: @blue_gatekeeper [你有没有\.\. 与先知机器人说过话？]
es: @blue_gatekeeper [¿Has\.\. hablado con Profetabot?]
it: @blue_gatekeeper [Hai Parlato\.\. Con Profetabot?]
ja: @blue_gatekeeper [ソレデ\.\. 預言者ロボトハ、話シタカ？]
ko: @blue_gatekeeper [예언봇과는\.\. 이야기해 보셨나요?]
pt_br: @blue_gatekeeper [Você\.\. Falou com o Profetobô?]
ru: @blue_gatekeeper [Вы Уже\.\. Говорили С Роботом-Пророком?]

source: @niko_speak I think so, yeah!
cht: @niko_speak 应该有，嗯！
es: @niko_speak ¡Eso creo, sí!
it: @niko_speak Credo fosse lui, sì!
ja: @niko_speak うん、たぶん！
ko: @niko_speak 네, 그런 것 같아요!
pt_br: @niko_speak Acho que sim!
ru: @niko_speak Думаю да!

source: @blue_gatekeeper [Prophetbot Was Built With The Sole Purpose Of Greeting You.]
cht: @blue_gatekeeper [先知机器人就是专门制造用来迎接你的。]
es: @blue_gatekeeper [Profetabot fue creado con el único propósito de saludarte.]
it: @blue_gatekeeper [Profetabot È Stato Costruito Con Il Solo Scopo Di Accoglierti In Questo Mondo.]
ja: @blue_gatekeeper [預言者ロボハ、オマエニ挨拶スル トイウ役割ノタメダケニ作ラレタ。]
ko: @blue_gatekeeper [예언봇은 오로지 당신을 맞이하기 위한 목적으로 만들어진 로봇입니다.]
pt_br: @blue_gatekeeper [O Profetobô Foi Construído com o Único Objetivo de Saudar o Messias.]
ru: @blue_gatekeeper [Робот-Пророк Был Создан Ради Одной Цели – Поприветствовать Вас.]

source: @blue_gatekeeper [Yes. He Cannot Speak With Anyone Else.] \>\n[At Least, Not With Ease.]
cht: @blue_gatekeeper [是的。它不能与其他任何人交谈。]\>\n[至少不能轻易这样做。]
es: @blue_gatekeeper [Sí. No puede hablar con nadie más.] \>\n[Al menos, no fácilmente.]
it: @blue_gatekeeper [Non Può Conversare Con Nessun Altro. \>\nO Meglio, Potrebbe, Ma Con Grande Difficoltà.]
ja: @blue_gatekeeper [アア。ソシテ他ノ者トハ話スコトガデキナイ。] \>\n[少ナクトモ、楽デハナイ。]
ko: @blue_gatekeeper [그래서 그 로봇은 당신 외엔 누구와도 이야기하지 않습니다.] \>\n[적어도 쉽게 이야기하진 않지요.]
pt_br: @blue_gatekeeper [Sim. Ele Não Pode Falar com Mais Ninguém.]\>\n[Pelo Menos Não com Facilidade.]
ru: @blue_gatekeeper [Да. Ни С Кем Другим Он Разговаривать Не Может.] \>\n[По Крайней Мере, Это Не Даётся Ему Легко.]

source: @niko Oh...\n\>\@niko_eyeclosed that's...\.\.kind of sad...
cht: @niko 噢...\n\>\@niko_eyeclosed 那...\.\.有点让人伤心...
es: @niko Oh...\n\>\@niko_eyeclosed Pues...\.\. eso es un poco triste...
it: @niko Oh...\n\>\@niko_eyeclosed È...\.\. triste...
ja: @niko えっ…\n\>\@niko_eyeclosed それって…\.\.なんか悲しいね…
ko: @niko 아...\n\>\@niko_eyeclosed 그건...\.\.좀 슬프네요...
pt_br: @niko Oh...\n\>\@niko_eyeclosed isso é meio...\.\.triste...
ru: @niko O...\n\>\@niko_eyeclosed Это...\.\.довольно грустно...

source: @niko_speak What are you built for, then?
cht: @niko_speak 那你是用来做什么的？
es: @niko_speak Entonces, ¿para qué fuiste construido tú?
it: @niko_speak Qual è il tuo scopo, invece?
ja: @niko_speak じゃあ、あなたは何のために作られたの？
ko: @niko_speak 그럼 당신은 뭘 위해 만들어졌죠?
pt_br: @niko_speak Para que você foi construído, então?
ru: @niko_speak А для чего тогда тебя сделали?

source: @blue_gatekeeper [My Purpose Is To Guard This Settlement.]
cht: @blue_gatekeeper [我的工作是守护这个居住区。]
es: @blue_gatekeeper [Mi propósito es el de proteger este asentamiento.]
it: @blue_gatekeeper [Devo Proteggere Questo Insediamento.]
ja: @blue_gatekeeper [ワタシノ役割ハ、コノ居住地ヲ守ルコト。]
ko: @blue_gatekeeper [제 임무는 여기를 지키는 것입니다.]
pt_br: @blue_gatekeeper [Minha Função É Guardar este Assentamento.]
ru: @blue_gatekeeper [Моё Предназначение — Охранять Это Поселение.]

source: @blue_gatekeeper [Even Though The Residents Have Long Gone, I Must Remain.]
cht: @blue_gatekeeper [即使居民都已经走了，我也必须留在这。]
es: @blue_gatekeeper [Aunque los lugareños se hayan ido hace mucho, yo debo seguir aquí.]
it: @blue_gatekeeper [Anche Se Gli Abitanti Se Ne Sono Andati Da Molto, Io Ho Il Dovere Di Rimanere.]
ja: @blue_gatekeeper [住人ハ既ニイナイガ、ワタシハ ココニ残ラナクテハナラナイ。]
ko: @blue_gatekeeper [거주민들이 떠난 지 오래지만 그래도 전 여기 있어야 합니다.]
pt_br: @blue_gatekeeper [Mesmo que os Habitantes Tenham Ido Embora Há Muito Tempo, Eu Devo Ficar Aqui.]
ru: @blue_gatekeeper [Пусть Даже Жители Его Давно Покинули, Я Должен Оставаться Здесь.]

source: @niko Ah...
cht: @niko 啊...
ja: @niko そっか…
ko: @niko 아...
ru: @niko Ах...

source: @niko_speak Why, though?
cht: @niko_speak 为什么？
es: @niko_speak ¿Y eso por qué?
it: @niko_speak Perché?
ja: @niko_speak でも、なんで？
ko: @niko_speak 왜, 그래야 하죠?
pt_br: @niko_speak Mas por quê?
ru: @niko_speak Но почему?

source: @blue_gatekeeper [I Have Not Been Tamed.]
cht: @blue_gatekeeper [我还没有被制御。]
es: @blue_gatekeeper [No he sido domado.]
it: @blue_gatekeeper [Non Sono Stato Addomesticato.]
ja: @blue_gatekeeper [ワタシハ制御化サレテイナイ。]
ko: @blue_gatekeeper [길들여지지 않았으니까요.]
pt_br: @blue_gatekeeper [Não Sou Evoluído.]
ru: @blue_gatekeeper [Я Не Был Приручен.]

source: @niko_speak Tamed?
cht: @niko_speak 制御？
es: @niko_speak ¿Domado?
it: @niko_speak "Addomesticato"?
ja: @niko_speak 制御化？
ko: @niko_speak 길들여져요...?
pt_br: @niko_speak Evoluído?
ru: @niko_speak Приручен?

source: @blue_gatekeeper [It Was Not Worth The Effort.]
cht: @blue_gatekeeper [不值得费那么大劲。]
es: @blue_gatekeeper [No merecía la pena el esfuerzo.]
it: @blue_gatekeeper [Non Ne Valeva La Pena, A Quanto Pare.]
ja: @blue_gatekeeper [ワザワザ制御化スルホドノ価値ハナイト 判断サレタ。]
ko: @blue_gatekeeper [노력할 가치가 없었습니다.]
pt_br: @blue_gatekeeper [Não Valia O Esforço.]
ru: @blue_gatekeeper [Это Не Стоило Усилий.]

source: @blue_gatekeeper [Stay Safe.]
cht: @blue_gatekeeper [注意安全。]
es: @blue_gatekeeper [Cuídate.]
it: @blue_gatekeeper [Resta Al Sicuro.]
ja: @blue_gatekeeper [無事ヲ祈ッテイル。]
ko: @blue_gatekeeper [안전히 있다 가십시오.]
pt_br: @blue_gatekeeper [Passe Bem.]
ru: @blue_gatekeeper [Берегите Себя.]
