Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko_eyeclosed This'll be confusing...
cht: @niko_eyeclosed 这就让人困惑了...
es: @niko_eyeclosed Menudo lío...
it: @niko_eyeclosed Che confusione...
ja: @niko_eyeclosed 頭が混乱しそう…
ko: @niko_eyeclosed 혼란스럽네요...
pt_br: @niko_eyeclosed Que confusão...
ru: @niko_eyeclosed Это как-то сбивает с толку...

source: @niko_eyeclosed Anyways...
cht: @niko_eyeclosed 不管怎样...
es: @niko_eyeclosed En fin...
it: @niko_eyeclosed Comunque...
ja: @niko_eyeclosed とにかく…
ko: @niko_eyeclosed 그건 그렇고...
pt_br: @niko_eyeclosed Enfim...
ru: @niko_eyeclosed Ну, ладно...

source: @niko_what ....really?\>\n\@niko_what2 That's... your name?
cht: @niko_what ...真的吗？\>\n\@niko_what2 这是...你的名字？
es: @niko_what ¿En serio...?\>\n\@niko_what2 ¿Te llamas... así?
it: @niko_what ...Davvero?\>\n\@niko_what2 È così... che ti chiami?
ja: @niko_what …本当に？\>\n\@niko_what2 それが…君の名前？
ko: @niko_what ....정말인가요?\>\n\@niko_what2 그게... 당신 이름이에요?
pt_br: @niko_what ... é mesmo? \>\n\@niko_what2 Esse... é o seu nome?
ru: @niko_what ....серьёзно?\>\n\@niko_what2 Это... твоё имя?

source: @niko_eyeclosed2 Gross!\>\n\@niko_eyeclosed Er... I mean....
cht: @niko_eyeclosed2 恶心！\>\n\@niko_eyeclosed 呃...我的意思是...
es: @niko_eyeclosed2 ¡Qué horror!\>\n\@niko_eyeclosed Eh... digo...
it: @niko_eyeclosed2 Che schifo!\>\n\@niko_eyeclosed Ehm... voglio dire...
ja: @niko_eyeclosed2 おえっ！\>\n\@niko_eyeclosed その…そうじゃなくて…
ko: @niko_eyeclosed2 지저분해요!\>\n\@niko_eyeclosed 어... 제 말은...
pt_br: @niko_eyeclosed2 Eca!\>\n\@niko_eyeclosed Ahm... Digo...
ru: @niko_eyeclosed2 Кошмар!\>\n\@niko_eyeclosed Э-э... Я хотел сказать....

source: @niko_speak I actually heard someone! \>\n\@niko They said their name is \p, though...
cht: @niko_speak 我真听见有人说话！\>\n\@niko 但他们说他们的名字是\p...
es: @niko_speak ¡He oído a alguien! \>\n\@niko Me ha dicho que se llamaba \p...
it: @niko_speak Ho sentito qualcuno! \>\n\@niko Però ha detto di chiamarsi \p...
ja: @niko_speak 本当に聞こえた！\>\n\@niko でも名前は \p だって…
ko: @niko_speak 확실하게 들렸어요! \>\n\@niko 그런데 이름은 \p 님이라고 말했어요...
pt_br: @niko_speak Eu ouvi alguém! \>\n\@niko Mas o nome era \p...
ru: @niko_speak Я услышал кого-то по имени \p!

source: @niko_pancakes This is incredible...
cht: @niko_pancakes 这真是难以置信...
es: @niko_pancakes Esto es increíble...
it: @niko_pancakes Tutto questo è incredibile...
ja: @niko_pancakes すごい…
ko: @niko_pancakes 신기하네요...
pt_br: @niko_pancakes Isso é incrível...
ru: @niko_pancakes Невероятно...

source: @prophet_hmm [It Seems The Recorded Name Was Incorrect.]
cht: @prophet_hmm [似乎记录的名字不对。]
es: @prophet_hmm [Parece que el nombre de la grabación era incorrecto.]
it: @prophet_hmm [Sembra Che Il Nome Registrato Sia Errato.]
ja: @prophet_hmm [記録していた名前が間違っていたようです。]
ko: @prophet_hmm [기록된 이름이 잘못된 모양이군요.]
pt_br: @prophet_hmm [Parece-me que o Nome Registrado Estava Incorreto.]
ru: @prophet_hmm [Значит, Записанное Ранее Имя Было Неверным.]

source: @prophet [Updating Database...]
cht: @prophet [正在更新数据库...]
es: @prophet [Actualizando base de datos...]
it: @prophet [Aggiornamento Del Database...]
ja: @prophet [データベースをアップデート中…]
ko: @prophet [데이터베이스 업데이트 중...]
pt_br: @prophet [Atualizando Banco de Dados...]
ru: @prophet [Обновляю Базу Данных...]

source: @prophet [Update Complete.]
cht: @prophet [更新完毕。]
es: @prophet [Base de datos actualizada.]
it: @prophet [Aggiornamento Completato.]
ja: @prophet [アップデート完了。]
ko: @prophet [업데이트 완료.]
pt_br: @prophet [Atualização Concluída.]
ru: @prophet [Обновление Завершено.]

source: @niko_speak I actually heard someone! \>\n\@niko_pancakes They told me their name is actually \p!
cht: @niko_speak 我真听见有人说话！\>\n\@niko_pancakes 他们告诉我他们的名字实际上是\p！
es: @niko_speak ¡Oí a alguien! \>\n\@niko_pancakes ¡Me dijo que se llamaba \p!
it: @niko_speak Ho sentito qualcuno! \>\n\@niko_pancakes Mi ha detto che in realtà il suo nome è \p!
ja: @niko_speak 本当に誰かの声が聞こえた！\>\n\@niko_pancakes 名前は実は \p なんだって！
ko: @niko_speak 확실하게 들렸어요! \>\n\@niko_pancakes \p 님이라고, 분명히 그렇게 말했어요!
pt_br: @niko_speak Eu ouvi alguém! \>\n\@niko_pancakes Na realidade seu nome é \p!
ru: @niko_speak Я услышал кого-то по имени \p!

source: @niko_pancakes The same as mine!
cht: @niko_pancakes 和我的一样！
es: @niko_pancakes ¡Igual que yo!
it: @niko_pancakes Proprio come il mio!
ja: @niko_pancakes ミーと同じ！
ko: @niko_pancakes 저랑 같은 이름이죠!
pt_br: @niko_pancakes Igual ao meu!
ru: @niko_pancakes Нас зовут одинаково!

source: @prophet [Ah. Perhaps It Was Fate.]
cht: @prophet [噢。可能这就是命运。]
es: @prophet [Ah. Quizá haya sido el destino.]
it: @prophet [Ah. Forse Era Destino.]
ja: @prophet [ああ。それはおそらく 運命なのでしょう。]
ko: @prophet [이건 운명 같군요.]
pt_br: @prophet [Ah. Talvez Seja o Destino.]
ru: @prophet [Ах. Наверное, Это Судьба.]

source: @prophet_hmm [But It Seems The Recorded Name Was Incorrect.]
cht: @prophet_hmm [但似乎记录的名字不对。]
es: @prophet_hmm [Pero parece que el nombre de la grabación era incorrecto.]
it: @prophet_hmm [Ma Sembra Che Il Nome Registrato Sia Errato.]
ja: @prophet_hmm [ですが、記録していた名前は 間違っていたようです。]
ko: @prophet_hmm [하지만 기록된 이름과는 맞지 않습니다.]
pt_br: @prophet_hmm [Mas Parece-me que o Nome Registrado Estava Incorreto.]
ru: @prophet_hmm [Но Похоже, Что Записанное Ранее Имя Было Неверным.]

source: @niko_speak I actually heard someone!\>\n\@niko_pancakes They told me their name is actually \p!
cht: @niko_speak 我真听见有人说话！\>\n\@niko_pancakes 他们告诉我他们的名字实际上是\p！
es: @niko_speak ¡Oí a alguien!\>\n\@niko_pancakes ¡Me dijo que se llamaba \p!
it: @niko_speak Ho sentito qualcuno! \>\n\@niko_pancakes Mi ha detto che in realtà il suo nome è \p!
ja: @niko_speak 本当に誰かの声が聞こえた！\>\n\@niko_pancakes 名前、ホントは \p なんだって！
ko: @niko_speak 확실하게 들렸어요!\>\n\@niko_pancakes \p 님이라고, 분명히 그렇게 말했어요!
pt_br: @niko_speak Eu ouvi alguém! \>\n\@niko_pancakes Na realidade seu nome é \p!
ru: @niko_speak Я услышал кого-то по имени \p!

source: @niko_pancakes It sounds just like my name!
cht: @niko_pancakes 听起来就像我的名字！
es: @niko_pancakes ¡Suena igual que mi nombre!
it: @niko_pancakes Somiglia molto al mio!
ja: @niko_pancakes ミーの名前と同じ響きだ！
ko: @niko_pancakes 제 이름과 발음이 똑같죠!
pt_br: @niko_pancakes Parece o meu nome!
ru: @niko_pancakes Наши имена звучат почти одинаково!

source: @niko_speak I actually heard someone! \>\n\@niko They said their name is \p...
cht: @niko_speak 我真听见有人说话！\>\n\@Niko 他们说他们的名字是\p...
es: @niko_speak ¡Oí a alguien! \>\n\@niko Pero dijo que se llamaba \p...
it: @niko_speak Ho sentito qualcuno! \>\n\@niko Ha detto di chiamarsi \p...
ja: @niko_speak 本当に誰かの声が聞こえた！\>\n\@niko 名前は \p だって言ってた…
ko: @niko_speak 정말로 목소리가 들렸어요! \>\n\@niko 이름은 \p... 분명히 그렇게 말했어요...
pt_br: @niko_speak Eu ouvi alguém! \>\n\@niko Na realidade seu nome é \p...
ru: @niko_speak Я услышал кого-то по имени... \p!

source: @niko_wtf2 I still don't think I should be saying that...
cht: @niko_wtf2 我还是觉得我不应该说这个词...
es: @niko_wtf2 Sigo pensando que no debería decir eso...
it: @niko_wtf2 Continuo a credere di non doverlo dire...
ja: @niko_wtf2 やっぱり口に出しちゃダメだと思う…
ko: @niko_wtf2 하지만 이 이름은 말하지 않는 게 좋겠네요...
pt_br: @niko_wtf2 Ahm, ainda não sei se deveria falar isso...
ru: @niko_wtf2 Мне всё же кажется, что я не должен это произносить...

source: @prophet [Why?]
cht: @prophet [为什么？]
es: @prophet [¿Por qué?]
it: @prophet [Perché?]
ja: @prophet [なぜでしょう？]
ko: @prophet [어째서인가요?]
pt_br: @prophet [Por Quê?]
ru: @prophet [Почему?]

source: @niko_eyeclosed It's a bad word!
cht: @niko_eyeclosed 这个词不好！
es: @niko_eyeclosed ¡Es una palabrota!
it: @niko_eyeclosed È una parolaccia!
ja: @niko_eyeclosed 良くない言葉だから！
ko: @niko_eyeclosed 나쁜 말이잖아요!
pt_br: @niko_eyeclosed É uma palavra feia!
ru: @niko_eyeclosed Это плохое слово!

source: @prophet [Bad...\.\. Word?]
cht: @prophet [不好的...\.\.词？]
es: @prophet [¿Pala...\.\. brota?]
it: @prophet [Una...\.\. Parolaccia?]
ja: @prophet [良くない…\.\.言葉？]
ko: @prophet [나쁜...\.\. 말이 뭐죠?]
pt_br: @prophet [Palavra...\.\. Feia?]
ru: @prophet [Плохое...\.\. Слово?]

source: @niko_eyeclosed Nevermind.
cht: @niko_eyeclosed 没关系。
es: @niko_eyeclosed Da igual.
it: @niko_eyeclosed Lascia perdere.
ja: @niko_eyeclosed 気にしないで。
ko: @niko_eyeclosed 됐어요.
pt_br: @niko_eyeclosed Deixa para lá.
ru: @niko_eyeclosed Неважно.

source: @prophet [Do Not Be Afraid To Ask \p For Assistance.]\n\>[You Are The Messiah After All.]
cht: @prophet [不要害怕向\p寻求帮助。]\n\>[毕竟你是救世主。]
es: @prophet [No tengas miedo de pedirle ayuda a \p.]\n\>[Al fin y al cabo, eres el mesías.]
it: @prophet [Non Esitare A Rivolgerti A \p Se Avrai Bisogno Di Aiuto.\n\>Sei Il Messia Dopotutto.]
ja: @prophet [遠慮せず、 \p に助けをお求めください。]\n\>[救世主なのですから。]
ko: @prophet [두려워하지 말고 \p 님에게 조언을 구하세요.]\n\>[당신은 선택받은 구원자니까요.]
pt_br: @prophet [Não Hesite Em Pedir Ajuda a \p.]\n\>[Afinal, Você É o Messias.]
ru: @prophet [Не Бойся Просить Помощи, \p Всегда Рядом.]\>\n[В Конце Концов, Ты Ведь Мессия.]

source: @prophet [Surely You Have More Questions!]
cht: @prophet [当然你还有更多的问题！]
es: @prophet [¡Seguro que tienes más dudas!]
it: @prophet [Sicuramente Hai Ancora Domande Da Fare!]
ja: @prophet [まだ他にも質問があるはずです！]
ko: @prophet [물어보실 것이 아주 많겠지요!]
pt_br: @prophet [Você Certamente Tem Mais Perguntas!]
ru: @prophet [У Тебя Наверняка Есть Ещё Вопросы!]

source: @niko I think that's all I have to ask for now.
cht: @niko 我觉得我暂时没有问题了。
es: @niko Creo que eso es todo lo que quería saber, por ahora.
it: @niko Credo sia tutto per ora.
ja: @niko とりあえず今は大丈夫。
ko: @niko 지금은 더 물을 게 없어요.
pt_br: @niko Acho que por enquanto é tudo que queria perguntar.
ru: @niko Пока это всё, что я хотел узнать.

source: @prophet [Excellent!] \>\n[I Wish You Luck.]
cht: @prophet [很好！]\>\n[祝你好运。]
es: @prophet [¡Excelente!] \>\n[Te deseo mucha suerte.]
it: @prophet [Eccellente! \>\nTi Auguro Buona Fortuna.]
ja: @prophet [それは良かった！] \>\n[幸運を祈っております。]
ko: @prophet [좋습니다!] \>\n[행운을 빕니다.]
pt_br: @prophet [Excelente!] \>\n[Boa Sorte.]
ru: @prophet [Отлично!] \>\n[Желаю Удачи.]

source: @prophet [I Wish You Luck On The Rest Of Your Journey.]
cht: @prophet [祝你在接下来的旅途中一路顺风。]
es: @prophet [Te deseo mucha suerte para el resto de tu viaje.]
it: @prophet [Ti Auguro Buona Fortuna Per Il Tuo Viaggio.]
ja: @prophet [残りの旅路に幸多からんことを。]
ko: @prophet [당신의 여정에 행운이 가득하기를 빕니다.]
pt_br: @prophet [Desejo-lhe Sorte No Resto de Sua Jornada.]
ru: @prophet [Желаю Удачного Вам Путешествия.]

source: @prophet [Hello Again.]
cht: @prophet [你好，又见面了。]
es: @prophet [Hola de nuevo.]
it: @prophet [Salve Di Nuovo.]
ja: @prophet [またお会いしましたね。]
ko: @prophet [또 만났군요.]
pt_br: @prophet [Olá Novamente.]
ru: @prophet [Снова Здравствуйте.]

source: @niko_speak \p and I are gonna leave now! \@niko We found a robot that can take us closer to the Tower!
cht: @niko_speak \p和我现在就要离开了。 \@niko 我们发现有个机器人能帮我们接近塔楼。
es: @niko_speak ¡\p y yo nos vamos a ir! \@niko ¡Hemos encontrado un robot que puede acercarnos a la Torre!
it: @niko_speak \p ed io stiamo per andare! \@niko Abbiamo trovato un robot che può portarci più vicino alla Torre!
ja: @niko_speak \p とミーは出発するよ！ \@niko 塔の近くまで連れて行ってくれるロボットを 見つけたんだ！
ko: @niko_speak \p 님과 전 이제 떠날 거예요!\@niko 탑 가까이에 데려다줄 수 있는 로봇을 찾았거든요!
pt_br: @niko_speak \p e eu vamos embora agora! \@niko Encontramos um robô que poderá nos levar para mais perto da Torre!
ru: @niko_speak \p и я собираемся отчаливать! \@niko Мы нашли робота, который может подвезти нас ближе к Башне!

source: @prophet_omg [Oh!]
cht: @prophet_omg [噢！]
es: @prophet_omg [¡Ah!]
ja: @prophet_omg [そうですか！]
ko: @prophet_omg [오오!]
pt_br: @prophet_omg [Ah!]
ru: @prophet_omg [О!]

source: @niko Thanks for helping me and answering my questions!
cht: @niko 谢谢你帮助我和回答我的问题！
es: @niko ¡Gracias por tu ayuda, y por responder a mis preguntas!
it: @niko Grazie per avermi aiutato ed aver risposto alle mie domande!
ja: @niko 助けてくれて、質問に答えてくれて、 ありがとう！
ko: @niko 도와줘서 고마워요. 제 질문에 답해 주신 것도요!
pt_br: @niko Valeu por me ajudar e responder às minhas perguntas!
ru: @niko Спасибо, что помогал мне и отвечал на вопросы!

source: @prophet_omg [That Means I have Fulfilled My Purpose!]
cht: @prophet_omg [这意味着我完成了我的任务！]
es: @prophet_omg [¡Solo cumplo con mi objetivo!]
it: @prophet_omg [Questo Significa Che Ho Compiuto Il Mio Dovere!]
ja: @prophet_omg [ワタクシの役割は果たされたということですね。]
ko: @prophet_omg [그 말씀은 제가 목적을 달성했다는 뜻이군요!]
pt_br: @prophet_omg [Isso Significa que Eu Cumpri Minha Missão!]
ru: @prophet_omg [Это Значит, Что Я Исполнил Своё Предназначение!]

source: @prophet [Are There More Questions You Wish To Ask?]
cht: @prophet [你还有什么问题想问吗？]
es: @prophet [¿Tienes alguna pregunta más?]
it: @prophet [Ci Sono Altre Domande Che Vorresti Farmi?]
ja: @prophet [他に質問はございますか？]
ko: @prophet [묻고 싶은 것이 더 있으십니까?]
pt_br: @prophet [Gostaria de Fazer Mais Alguma Pergunta?]
ru: @prophet [Хочешь Спросить Ещё Что-Нибудь?]

source: @prophet [Go On Then, Ask Away.]
cht: @prophet [继续，尽管问。]
es: @prophet [Muy bien. Vamos, pregunta.]
it: @prophet [Forza, Chiedi Pure.]
ja: @prophet [どうぞ、何でもお聞きください。]
ko: @prophet [그럼, 무엇이든 물어보십시오.]
pt_br: @prophet [Prossiga, Pode Perguntar.]
ru: @prophet [Не Стесняйся, Спрашивай.]

source: ...the barrens
cht: ...Barrens
es: ... los baldíos
it: ...della Baia Desolata?
ja: …不毛の地について
ko: ...불모지에 관해
pt_br: ... as Terras Áridas
ru: ...про пустоши

source: ...the prophecy
cht: ...预言
es: ... la profecía
it: ...della profezia?
ja: …預言について
ko: ...예언에 관해
pt_br: ... a profecia
ru: ...про пророчество

source: ...the tower
cht: ...塔楼
es: ... la Torre
it: ...della Torre?
ja: …あの塔について
ko: ...탑에 관해
pt_br: ... a torre
ru: ...про башню

source: @niko It's so...\.\. empty here...
cht: @niko 这里这么...\.\. 空旷...
es: @niko Esto está...\.\. desierto...
it: @niko È così...\.\. vuoto qui...
ja: @niko ここはなんて…\.\. 空っぽなんだろう…
ko: @niko 여기는...\.\. 정말 황량하네요...
pt_br: @niko Aqui é tão...\.\. vazio...
ru: @niko Здесь так...\.\. пусто...

source: @prophet [That's Why It's Called The Barrens.]
cht: @prophet [这是它叫 Barrens(荒漠) 的原因。]
es: @prophet [Por eso lo llaman "Los Baldíos".]
it: @prophet [È Il Motivo Per Cui Questo Posto È Chiamato Baia Desolata.]
ja: @prophet [不毛の地と呼ばれる所以でございます。]
ko: @prophet [그래서 불모지라 불리는 겁니다.]
pt_br: @prophet [É Por Isso que Esse Lugar se Chama “Terras Áridas”.]
ru: @prophet [Поэтому Это Место И Называется Пустоши.]

source: @niko ...are there... ANY people living in this area?
cht: @niko 有没有...人住在这里？
es: @niko Pero... en esta zona... ¿vive alguien?
it: @niko ...Per caso... qui ci vive qualcuno?
ja: @niko 他に…住んでる人はいるの？
ko: @niko ...여기 사는 사람은 없나요?
pt_br: @niko ... existe... ALGUÉM morando nesta região?
ru: @niko ...а здесь... ХОТЬ КТО-НИБУДЬ живёт?

source: @niko ...besides robots, I mean.
cht: @niko ...我是说，除了机器人之除。
es: @niko ... Además de los robots, claro.
it: @niko ...Oltre ai robot, intendo.
ja: @niko …ロボットの他に。
ko: @niko ...제 말은, 로봇 말고 사람이요.
pt_br: @niko ... além de robôs, digo.
ru: @niko ...ну, кроме роботов.

source: @prophet [I Do Not Know.]
cht: @prophet [我不知道。]
es: @prophet [No lo sé.]
it: @prophet [Non Lo So.]
ja: @prophet [存じ上げません。]
ko: @prophet [그건 저도 모릅니다.]
pt_br: @prophet [Não Sei Informar.]
ru: @prophet [Я Не Знаю.]

source: @prophet [I Was Not Built To Wander.]
cht: @prophet [我不是被造出来用来闲逛的。]
es: @prophet [No me crearon para deambular.]
it: @prophet [Non Sono Stato Progettato Per Vagare.]
ja: @prophet [徘徊するようには作られておりませんので。]
ko: @prophet [전 떠돌아다니도록 설계되어 있지 않아서요.]
pt_br: @prophet [Não me Projetaram para Vaguear.]
ru: @prophet [Я Был Создан Не Для Того, Чтобы Бродить Тут И Там.]

source: @niko ...not...\.built to?
cht: @niko ...不是...\.用来？
es: @niko ¿No...\.te crearon para ello...?
it: @niko ...Non sei...\. stato progettato?
ja: @niko …作られて…\.ない？
ko: @niko ...설계되어...\.있지 않다구요?
pt_br: @niko ... não...\. projetaram?
ru: @niko ...создан...\.не для этого?

source: @niko So... \.\. you just stand here? \>\n\@niko_eyeclosed Must be boring...
cht: @niko 那么...\.\.你就只站在这里？\>\n\@niko_eyeclosed 肯定很无聊...
es: @niko Entonces... \.\. ¿siempre estás ahí parado? \>\n\@niko_eyeclosed Tiene que ser muy aburrido...
it: @niko Quindi... \.\.stai qui e basta? \>\n\@niko_eyeclosed Dev'essere noioso...
ja: @niko じゃあ… \.\.ただここに立ってるってこと？ \>\n\@niko_eyeclosed 退屈そう…
ko: @niko 그럼... \.\. 쭉 여기 서 있기만 하는 건가요? \>\n\@niko_eyeclosed 지루하겠네요...
pt_br: @niko Quer dizer... \.\. que você só fica parado aqui? \>\n\@niko_eyeclosed Deve ser chato...
ru: @niko То есть... \.\. ты всё время тут стоишь? \>\n\@niko_eyeclosed Наверно, это так скучно...

source: @niko_speak Do you at least have friends? \>\n\@niko Robot...\. friends?
cht: @niko_speak 你至少还有朋友吧？\>\n\@niko 机器人...\. 朋友？
es: @niko_speak Al menos tendrás algún amigo. \>\n\@niko ¿Algún...\. robot?
it: @niko_speak Hai almeno degli amici? \>\n\@niko Amici...\. robot?
ja: @niko_speak せめて、お友達はいるでしょ？ \>\n\@niko ロボット友達…\. とか。
ko: @niko_speak 친구는 없어요? \>\n\@niko 로봇...\. 친구라던가?
pt_br: @niko_speak Você tem algum amigo, pelo menos? \>\n\@niko Amigos...\. robôs?
ru: @niko_speak У тебя хоть есть друзья? \>\n\@niko Друзья...\. роботы?

source: @prophet [I Cannot Desire Companionship.]\n\> \@prophet_hmm [I Have Not Been Tamed.]
cht: @prophet [我不敢奢求有人陪伴。]\n\>\@prophet_hmm [我从未被制御过。]
es: @prophet [No anhelo compañía.]\n\> \@prophet_hmm [No me han domado.]
it: @prophet [Non Posso Desiderare Compagnia.\n\>\@prophet_hmm Nessuno Mi Ha Addomesticato.]
ja: @prophet [親交を求めることはできません。]\n\>\@prophet_hmm [ワタクシは制御化されておりません。]
ko: @prophet [전 누구와 함께하길 바랄 수 없습니다.]\n\> \@prophet_hmm [길들여지지 않았기 때문입니다.]
pt_br: @prophet [Não Posso Desejar Companhia.]\n\> \@prophet_hmm [Ainda Não Evoluí.]
ru: @prophet [У Меня Нет Желания Иметь Друзей.]\n\> \@prophet_hmm [Я Не Был Приручен.]

source: @niko Not... tamed?
cht: @niko 未...被制御？
es: @niko ¿Domado?
it: @niko Non ti hanno... addomesticato?
ja: @niko …制御化されてない？
ko: @niko 길들여지지... 않았다고요?
pt_br: @niko Não... evoluiu?
ru: @niko Не был... приручен?

source: @prophet [There Was No Time.]
cht: @prophet [没时间解释了。]
es: @prophet [No quedaba tiempo.]
it: @prophet [Non C'Era Tempo.]
ja: @prophet [時間が足りなかったのでございます。]
ko: @prophet [그럴 시간이 없었습니다.]
pt_br: @prophet [Não Houve Tempo.]
ru: @prophet [На Это Не Было Времени.]

source: @niko I see...
cht: @niko 我明白了...
es: @niko Entiendo...
it: @niko Capisco...
ja: @niko そうなんだ…
ko: @niko 그렇구나...
pt_br: @niko Entendo...
ru: @niko Ясно...

source: @niko So...\.\.\n\@niko_speak What is this prophecy, exactly?
cht: @niko 所以...\.\.\n\@niko_speak 这个预言究竟是什么？
es: @niko Dime...\.\.\n\@niko_speak ¿Qué dice esa profecía exactamente?
it: @niko Quindi...\.\.\n\@niko_speak Cos'è questa profezia, esattamente?
ja: @niko それで…\.\.\n\@niko_speak その預言っていうのは、どういうお話なの？
ko: @niko 그러니까...\.\.\n\@niko_speak 그 예언이라는 게 정확히 뭐죠?
pt_br: @niko Então...\.\.\n\@niko_speak O que exatamente é essa profecia?
ru: @niko И...\.\.\n\@niko_speak что это за пророчество?

source: @prophet [The Prophet Predicted That A Savior Will Arrive From Another Land.]
cht: @prophet [先知预言说来自另一片土地的救世主 会降临。]
es: @prophet [La profecía predijo que vendría un salvador de otra tierra.]
it: @prophet [La Profetessa Disse Che Un Salvatore Sarebbe Arrivato Da Un'Altra Terra.]
ja: @prophet [預言者は、救世主が他の大地から訪れてくる、 と預言しました。]
ko: @prophet [예언자께서는 다른 땅으로부터 구원자가 오리라고 말씀하셨습니다.]
pt_br: @prophet [O Profeta Previu que um Messias Chegará de Outras Terras.]
ru: @prophet [Пророком Было Предсказано, Что Из Других Земель Придёт Спаситель.]

source: @prophet [The Savior Will Wake Up In A Strange House, Find The Sun, And Illuminate The World.]
cht: @prophet [救世主会在奇怪的房子中醒过来，找到 太阳，把世界照亮。]
es: @prophet [El salvador despertará en una extraña casa, encontrará el sol e iluminará el mundo.]
it: @prophet [Si Sarebbe Svegliato In Una Strana Casa, Avrebbe Trovato Il Sole E Illuminato Il Mondo.]
ja: @prophet [その救世主は奇妙な家で目覚め、 太陽を見つけだし、そして世界を照らす、と。]
ko: @prophet [구원자가 이상한 집에서 눈을 뜨고 태양을 찾아 세상을 밝힐 것이라고요.]
pt_br: @prophet [O Messias Acordará em uma Casa Estranha, Encontrará o Sol e Iluminará o Mundo.]
ru: @prophet [Спаситель Проснётся В Незнакомом Доме, Найдёт Солнце И Осветит Наш Мир.]

source: @niko_speak What else did you...uh, foresee?
cht: @niko_speak 嗯，你还...预见了什么？
es: @niko_speak ¿Y qué más has... vaticinado?
it: @niko_speak Cos'altro hai... ehm, predetto?
ja: @niko_speak 君は他に何を…その、予知したの？
ko: @niko_speak 당신은 그 외에 또 무엇을... 그러니까, 예견했나요?
pt_br: @niko_speak O que mais você... ahm, previu?
ru: @niko_speak А что ещё ты... предсказал?

source: @prophet [What Do You Mean?]
cht: @prophet [你是什么意思？]
es: @prophet [¿A qué te refieres?]
it: @prophet [Che Intendi?]
ja: @prophet [どういう意味でしょう？]
ko: @prophet [무슨 말씀이신지요?]
pt_br: @prophet [Como Assim?]
ru: @prophet [Что Ты Имеешь В Виду?]

source: @niko_speak What else did you see in the prophecy?
cht: @niko_speak 你还在预言中看见了什么？
es: @niko_speak ¿Qué más viste en la profecía?
it: @niko_speak Cos'altro hai visto nella profezia?
ja: @niko_speak その預言で、他に何が見えたの？
ko: @niko_speak 그 예언에서 또 무엇을 보았나요?
pt_br: @niko_speak O que mais você viu na profecia?
ru: @niko_speak Что ещё ты видел в пророчестве?

source: @niko_speak Wait... \.\. You ARE the prophet, right?
cht: @niko_speak 等等...\.\.你就是那位先知，不是吗？
es: @niko_speak Espera... \.\. Tú eres el profeta, ¿no?
it: @niko_speak Aspetta... \.\.Sei TU la Profetessa, no?
ja: @niko_speak 待って… \.\.君が預言者なんだよね？
ko: @niko_speak 잠깐...\.\. 당신이 예언자 아닌가요?
pt_br: @niko_speak Calma aí... \.\. O profeta é VOCÊ, né?
ru: @niko_speak Погоди... \.\. Но ТЫ ведь пророк, верно?

source: @prophet [Good Heavens, No!]
cht: @prophet [天哪，不是！]
es: @prophet [¡Madre mía, no!]
it: @prophet [Santo Cielo, No!]
ja: @prophet [まさか、違います！]
ko: @prophet [오, 세상에. 당연히 아니지요!]
pt_br: @prophet [Ó, Céus, Não!]
ru: @prophet [Силы Небесные, Нет Конечно!]

source: @niko_speak But you called it "my prophecy" earlier...
cht: @niko_speak 但你先前称"我的预言"...
es: @niko_speak Pero dijiste algo sobre "tu profecía"...
it: @niko_speak Ma l'hai chiamata "la mia profezia" prima...
ja: @niko_speak でもさっき、「私の預言」って…
ko: @niko_speak 하지만, 아까까지만 해도 "제 예언"이라고...
pt_br: @niko_speak Mas você disse “minha profecia”...
ru: @niko_speak Но ты раньше сказал: «в моём пророчестве»...

source: @prophet [That Just Means It Is Built Into My Programming.]
cht: @prophet [这只是意味着它内置在我的编程中。]
es: @prophet [Porque está escrita en mi código.]
it: @prophet [Significa Solamente Che È Inclusa Nel Mio Programma.]
ja: @prophet [それはただ、ワタクシのプログラムに 組み込まれている、という意味でございます。]
ko: @prophet [그건 예언이 제 프로그램에 입력되어 있다는 뜻일 뿐입니다.]
pt_br: @prophet [Só Significa que Isso Está Gravado em Minha Programação.]
ru: @prophet [Это Значит, Что Пророчество Является Частью Моей Программы.]

source: @niko ...Your... \.\.\@niko_speak what?
cht: @niko ...你的...\.\.\@niko_speak 什么？
es: @niko ¿Tú...\.\.\@niko_speak qué?
it: @niko ...Nel tuo... \.\.\@niko_speak cosa?
ja: @niko プロ… \.\.\@niko_speak なんて？
ko: @niko ...당신의... \.\.\@niko_speak 뭐요?
pt_br: @niko ... Sua... \.\.\@niko_speak o quê?
ru: @niko ...Твоей... \.\.\@niko_speak чего?

source: @prophet [Ah. My Programming Is What Guides Me.]
cht: @prophet [啊。我的编程引导着我。]
es: @prophet [Ah. Mi código es lo que me guía.]
it: @prophet [Ah. Il Mio Programma È Ciò Che Mi Guida.]
ja: @prophet [ワタクシを導くのは、 ワタクシのプログラムでございます。]
ko: @prophet [아, 전 제 프로그램에 따라 움직일 뿐입니다.]
pt_br: @prophet [Ah. Minha Programação É o que me Guia.]
ru: @prophet [Aх. Моя Программа — Это То, Что Мной Управляет.]

source: @prophet_hmm [I Am A Robot, After All.]
cht: @prophet_hmm [我毕竟是个机器人。]
es: @prophet_hmm [Al fin y al cabo, soy un robot.]
it: @prophet_hmm [Sono Un Robot, Dopotutto.]
ja: @prophet_hmm [つまり、ワタクシはロボットなのでございます。]
ko: @prophet_hmm [전 로봇이니까요.]
pt_br: @prophet_hmm [Afinal, Eu Sou um Robô.]
ru: @prophet_hmm [Я Же Всё-Таки Робот.]

source: @niko_speak How tall is the Tower?
cht: @niko_speak 塔楼有多高？
es: @niko_speak ¿Cómo de alta es la Torre?
it: @niko_speak Quanto è alta la Torre?
ja: @niko_speak 塔ってどのくらい高いの？
ko: @niko_speak 저 탑은 얼마나 높죠?
pt_br: @niko_speak Essa torre é muito alta?
ru: @niko_speak Насколько высока Башня?

source: @niko I can't seem to even see the top...
cht: @niko 我似乎看不到顶...
es: @niko Ni siquiera veo la cima...
it: @niko Non riesco nemmeno a vedere la cima...
ja: @niko てっぺんまで見えないよ…
ko: @niko 꼭대기가 보이지도 않네요...
pt_br: @niko Nem consigo ver o topo dela...
ru: @niko Я даже не вижу её вершину...
