Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: [BUT I CANNOT TRACE THE SOURCE.]
cht: [但是我找不到原因。]
es: [PERO NO PUEDO HALLAR EL ORIGEN.]
it: [MA NON RIESCO A TRACCIARNE LA POSIZIONE.]
ja: [デスガ、発生源を特定できませン。]
ko: [하지만 저는 그 출처를 파악할 수 없습니다.]
pt_br: [MAS NÃO CONSIGO RASTREAR A FONTE.]
ru: [НО Я НЕ МОГУ ОТСЛЕДИТЬ ИСТОЧНИК.]

source: @niko ...ah.
cht: @niko ...啊。
ja: @niko …そっか。
ko: @niko ...아.
ru: @niko а...

source: [THE VINES RECEDED.]
cht: [藤蔓渐渐褪去了。]
es: [LAS ENREDADERAS SE HAN ESFUMADO.]
it: [I ROVI SI SONO RITIRATI.]
ja: [ツタガ後退しましタ。]
ko: [덩굴이 사라졌습니다.]
pt_br: [AS TREPADEIRAS DESAPARECERAM.]
ru: [ЛОЗЫ ОТСТУПИЛИ.]

source: [DO YOU KNOW WHAT HAPPENED?]
cht: [你知道这是怎么回事吗？]
es: [¿SABES LO QUE HA PASADO?]
it: [SAI COS'È SUCCESSO?]
ja: [何ガ起きたのカ、知っていますカ？]
ko: [원인을 아십니까?]
pt_br: [VOCÊ SABE O QUE ACONTECEU?]
ru: [ВЫ ЗНАЕТЕ, ЧТО ПРОИЗОШЛО?]

source: @niko I found this... plant person.
cht: @niko 我找到了一位...植物人。
es: @niko Me encontré a una... persona planta.
it: @niko Ho incontrato una... signorina pianta.
ja: @niko この…植物の人を見つけたんだ。
ko: @niko 제가... 식물 같은 사람을 하나 발견했어요.
pt_br: @niko Encontrei esta... pessoa-planta.
ru: @niko Я нашёл эту... тётю-растение.

source: @niko_eyeclosed She was barely holding on...
cht: @niko_eyeclosed 她快坚持不下去了...
es: @niko_eyeclosed Estaba muy débil...
it: @niko_eyeclosed Riusciva a malapena a sopravvivere...
ja: @niko_eyeclosed もう、ほとんど元気がなかった…
ko: @niko_eyeclosed 그 분은 생명이 꺼져 가고 있었어요...
pt_br: @niko_eyeclosed Ela estava por um fio...
ru: @niko_eyeclosed Она еле держалась...

source: @niko I gave her the sun for now, but...
cht: @niko 我刚刚把太阳给了她，但是...
es: @niko Le entregué el sol por un instante, pero...
it: @niko Le ho prestato il sole per ora, ma...
ja: @niko 少しの間だけ、その人に太陽を渡したんだ。 けど…
ko: @niko 제가 태양을 빌려줬지만...
pt_br: @niko Eu lhe entreguei o sol, mas...
ru: @niko Я пока отдал ей солнце, но...

source: @niko_eyeclosed She said it was too late for her...
cht: @niko_eyeclosed 她说对她来说已经太迟了...
es: @niko_eyeclosed Dijo que era demasiado tarde para ella...
it: @niko_eyeclosed Ha detto che era troppo tardi per lei...
ja: @niko_eyeclosed もう手遅れなんだって…
ko: @niko_eyeclosed 그 사람은 이미 늦었다고 했어요...
pt_br: @niko_eyeclosed Ela disse que é tarde demais.
ru: @niko_eyeclosed Она сказала, что для неё уже слишком поздно...

source: [I UNDERSTAND.]
cht: [我明白了。]
es: [ENTIENDO.]
it: [CAPISCO.]
ja: [そうですカ。]
ko: [이해했습니다.]
pt_br: [COMPREENDO.]
ru: [ПОНИМАЮ.]

source: [I NEED TO REPORT THIS TO THE CITY.]
cht: [我需要把这个情况向城市报告。]
es: [TENGO QUE INFORMAR DE ESTO A LA CIUDAD.]
it: [HO IL DOVERE DI SEGNALARLO ALLA CITTÀ.]
ja: [このことヲ街に報告する必要ガありまス。]
ko: [도시에 이 사건을 보고하겠습니다.]
pt_br: [PRECISO ENVIAR NOTÍCIAS PARA A CIDADE.]
ru: [Я ДОЛЖЕН ДОЛОЖИТЬ ОБ ЭТОМ В ГОРОД.]

source: @niko A cluster of vines are blocking the way...
cht: @niko 一簇藤蔓拦住了去路...
es: @niko Una mata de enredaderas está bloqueando el camino...
it: @niko Un ammasso di rovi blocca la strada...
ja: @niko ツタがすごくて通れない…
ko: @niko 덩굴이 길을 막고 있어요...
pt_br: @niko Várias trepadeiras estão bloqueando o caminho...
ru: @niko Дорогу преграждают спутанные лозы...

source: Don't worry, these are my own books. That I wrote.
cht: 别担心，这些是我自己的书。我写的。
es: No te preocupes, son mis libros. Los he escrito yo.
it: Non ti preoccupare, questi sono i miei libri. Tutta farina del mio sacco.
ja: 心配すんな、これは俺の本だ。俺が書いた。
ko: 걱정하지 마. 이건 내 책이거든. 내가 직접 쓴 거야.
pt_br: Não se preocupe: são os meus livros. Eu os escrevi.
ru: Не волнуйся, это мои книги. Те, что я написал.

source: I just pulled them off the shelves to modify them. I have to cross out some sections...
cht: 我只是把它们从书架上拿下来进行修订。 我必须删去一些章节...
es: Solo los he sacado de los estantes para modificarlos. Tengo que tachar algunas secciones...
it: Li ho presi solo per modificarli un po'. Devo giusto cancellare qualche paragrafo...
ja: 修正しようと思ってな、本棚から引っ張り出してきた。 段落にいくつか線を…
ko: 내용을 수정하려고 몇 권을 책장에서 꺼냈어. 내용을 일부 지워야 해...
pt_br: Eu os peguei da estante para modificá-los. Eu tinha que referenciar algumas seções...
ru: Я просто достал их с полки, чтобы немного изменить. Нужно вычеркнуть несколько разделов...

source: ...most sections.
cht: ...大多数章节。
es: Casi todas las secciones...
it: ...la maggior parte dei paragrafi, a dirla tutta.
ja: …いや、ほぼ全てに線を引いて、消していかなきゃなんねえ。
ko: ...아마 대부분 지워야 하겠지만.
pt_br: ... com mais seções.
ru: ...большинство разделов.

source: @niko_speak Eh? How come?
cht: @niko_speak 嗯？怎样会那样？
es: @niko_speak ¿Eh? ¿Y eso?
it: @niko_speak Eh? Perché?
ja: @niko_speak え？どうして？
ko: @niko_speak 응? 어째서죠?
pt_br: @niko_speak Hã? Como assim?
ru: @niko_speak Да? Но зачем?

source: Cuz otherwise they'll think I copied HIM.
cht: 不然他们会认为我抄袭 "他"。
es: Porque si no, pensarán que le he copiado a ÉL.
it: Perché altrimenti potrebbero pensare sia un copione. Dopotutto la gente pensa solo ai SUOI lavori.
ja: だって、そうしないと俺が「あいつ」の真似を したと思われるだろ。
ko: 그렇지 않으면, 사람들은 내가 그 사람의 저서를 베꼈다고 생각할 테니까.
pt_br: Porque senão todos vão pensar que eu copiei DELE.
ru: Потому что иначе все будут думать, что я копирую ЕГО.

source: @niko Him?
cht: @niko 他？
es: @niko ¿Él?
it: @niko Suoi? Di chi stai parlando?
ja: @niko あいつ？
ko: @niko 그 사람이요?
pt_br: @niko Dele?
ru: @niko Его?

source: The Author!
cht: 那个作者！
es: ¡El Autor!
it: Dell'Autore, ovviamente!
ja: 「作者」のことさ！
ko: 저자 말이야!
pt_br: O Autor!
ru: Автора!

source: I mean, I really don't see the point of writing anything anymore!
cht: 我是说，我真的已经看不到写作的意义了！
es: ¡A estas alturas ya no le encuentro el sentido a seguir escribiendo nada!
it: Arrivati a 'sto punto, a che serve scrivere?
ja: これ以上本を書く意味があるのか、もう分からねえんだ！
ko: 사실 이제 책을 써 봐야 의미가 없어!
pt_br: Digo, não vejo mais razão para escrever nada!
ru: Знаешь, я больше не вижу смысла писать о чём-либо!

source: The Author is just gonna write about the same thing, and then everyone will love it!
cht: 那个作者一直写相同的东西，然后大家 都喜欢！
es: ¡El Autor va a limitarse a escribir lo mismo, y a todo el mundo le va a encantar!
it: Tanto poi l'Autore se ne esce con un libro sullo stesso argomento e la gente impazzisce!
ja: 「作者」が同じことを書けば、みんなは 結局そっちを好きになる！
ko: 어차피 저자가 같은 주제에 대해 책을 쓸 테니까! 다들 내 것 말고 그 사람의 글을 좋아하겠지!
pt_br: O Autor vai escrever sobre a mesma coisa e todo mundo vai amar!
ru: Автор напишет про то же самое, и все будут в восторге!

source: And nobody's gonna remember the books that came out before his!
cht: 没有人会记住那些在他之前出版的书！
es: ¡Y nadie se acordará de los libros que precedieron al suyo!
it: E la cosa bella è che nessuno si ricorderà che sia uscito prima il mio!
ja: あいつのより前に出版された本なんて 誰も覚えちゃいないんだ！
ko: 그리고 그 전에 나왔던 책은 아무도 기억하지 못할 거야!
pt_br: E ninguém vai lembrar os livros que vieram antes dos dele!
ru: И никто не запомнит книги, которые вышли раньше, чем его!

source: @niko Oh, uh...
cht: @niko 噢，嗯...
es: @niko Oh, eh...
it: @niko Oh, ehm...
ja: @niko えっ、と…
ko: @niko 아, 그렇군요...
pt_br: @niko Ah...
ru: @niko Ох, эм...

source: I mean, I ain't hatin'.
cht: 我是说，我也不讨厌。
es: No, si le tengo tirria.
it: Non fraintendermi, non lo odio mica.
ja: 別に、憎んでるわけじゃねえよ。
ko: 오해하지 마. 싫어하는 건 아니야.
pt_br: Digo, não estou odiando.
ru: Но пойми, я не какой-то там «хейтер».

source: I can see why people go nuts over his stuff. That guy's got major talent.
cht: 我能了解人们为什么为他的东西疯狂。 这人是个出类拔萃的人才。
es: Entiendo por qué la gente se vuelve loca con lo que hace. El tío tiene un talento increíble.
it: È normale che la gente vada pazza per i suoi libri, quel tipo ha talento.
ja: みんながあいつの本に熱狂する理由は分かる。 あの男は素晴らしい才能の持ち主だ。
ko: 사람들이 왜 그 사람의 책에 열광하는지는 알고 있으니까. 그 사람은 재능이 있거든.
pt_br: Eu entendo por que o povo fica doido com os livros do cara. Ele é um talento incrível.
ru: Я понимаю, почему люди сходят с ума по его работам. У этого парня большой талант.

source: But...it just...hurts, y'know?
cht: 但...就是...伤心，你明白吗？
es: Pero... me duele, ¿sabes?
it: Ma fa comunque male...
ja: だが…何と言うか、傷つくのさ。
ko: 하지만... 좀... 힘들어... 이해하니?
pt_br: Mas... é que... machuca, sabe?
ru: Но...это просто...обидно, понимаешь?

source: It's never fun when people call you a copycat for something you wrote about first.
cht: 当人们把你先写的东西叫做山寨版， 可真不好玩。
es: Que te llamen lorito copión todo el tiempo por algo que tú has escrito antes no es nada divertido.
it: Non è per niente bello essere additati come copioni per qualcosa che ho scritto per primo. Uff, questa sì che è una bella gatta da pelare.
ja: 最初に書いたのはこっちなのに、 まねっこの泥棒猫と呼ばれるのが 悔しくて仕方がない。
ko: 내가 먼저 썼는데도 사람들이 내 작품을 모방작이라 부르면 기분이 좋을 리 없지.
pt_br: É muito ruim quando as pessoas chamarem de plágio algo que foi escrito antes.
ru: Неприятно, когда люди обвиняют тебя в плагиате, хотя ты написал об этом первый.

source: @niko I can see that...
cht: @niko 我可以理解...
es: @niko Ya veo...
it: @niko3 Ehi aspetta, non guardare me! Non è colpa mia!
ja: @niko その気持ち、分かるよ…
ko: @niko 알 것 같아요...
pt_br: @niko Entendo...
ru: @niko Я вас понимаю...

source: @niko_speak People call me a cat all the time!
cht: @niko_speak 人们一直叫我猫。
es: @niko_speak ¡La gente me llama loro todo el tiempo!
it: @niko_speak Io invece non capisco perché mi diano tutti del gatto...
ja: @niko_speak みんな、ミーのことをネコって呼ぶんだ！
ko: @niko_speak 사람들은 항상 저더러 고양이라고 하거든요!
pt_br: @niko_speak As pessoas me chamam de gato o tempo todo!
ru: @niko_speak Люди постоянно называют меня котом!

source: @niko_eyeclosed Even though I'm a person, and cats are pets.
cht: @niko_eyeclosed 尽管我是个人，而猫是宠物。
es: @niko_eyeclosed Soy una persona, y los loros son aves tropicales.
it: @niko_eyeclosed È chiaro sia una persona, mentre i gatti... Beh, sono gatti, animali domestici.
ja: @niko_eyeclosed 人なのに。ネコって、ペットだよ。
ko: @niko_eyeclosed 전 사람이고 고양이는 애완동물인데 말이에요.
pt_br: @niko_eyeclosed Mesmo eu sendo uma pessoa — os gatos são bichinhos.
ru: @niko_eyeclosed Хотя я — человек, а кошки — домашние животные.

source: @niko ...and mousers.
cht: @niko ...而且是捕鼠动物。
es: @niko Y de los piratas.
it: @niko ...E cacciatori di topi.
ja: @niko …ネズミも捕るし。
ko: @niko ...그리고 고양이는 쥐를 잡죠.
pt_br: @niko ... e comedores de rato.
ru: @niko ...и ловят мышей.

source: @niko_eyeclosed I sure hope people don't think I eat mice...
cht: @niko_eyeclosed 我当然不想别人以为我吃老鼠...
es: @niko_eyeclosed Espero que la gente no se piense que soy un pirata...
it: @niko_eyeclosed Nessuno pensa che io mangi topi, spero...
ja: @niko_eyeclosed ミーがネズミを食べると 思われてなければいいけど…
ko: @niko_eyeclosed 제가 쥐를 잡아먹을 거라고 사람들이 생각하지 않기를 바라요...
pt_br: @niko_eyeclosed Claro que as pessoas não acham que eu como rato...
ru: @niko_eyeclosed Очень надеюсь, что люди не думают, что я ем мышей...

source: Heh, then I guess we're in the same boat, kiddo.
cht: 嘿，所以我觉得我们处境相同，孩子。
es: Je, pues entonces estamos en la misma situación.
it: Eheh ragazzo, a quanto pare siamo sulla stessa barca.
ja: はは、ってことは俺らは 同じ目に遭ってるってわけだな。
ko: 하하, 아무래도 우리는 같은 처지인 것 같네, 꼬마야.
pt_br: É, acho que estamos no mesmo barco.
ru: Хех, похоже, мы с тобой в одной лодке, приятель.

source: Well, I think I changed at least half a book's worth of content.
cht: 嗯，我觉得我至少修改了书里一半的内容。
es: Bueno, creo que acabo de cambiar al menos la mitad del contenido de un libro.
it: Incredibile, ho cambiato più della metà delle frasi dei miei libri...
ja: ふう、とりあえず半分は修正し終わったかな。
ko: 뭐, 책의 내용을 반은 바꿔 버렸어.
pt_br: Bom, acho que mudei pelo menos metade do conteúdo de um livro.
ru: Что ж, кажется, я уже исправил не менее половины содержания книги.

source: And even then, it's still too similiar!
cht: 但即使这样，还是太相似了！
es: ¡Y aun así, sigue siendo demasiado parecido!
it: E SEMBRANO ANCORA UGUALI AI SUOI!
ja: それでも、あいつの本とそっくりなんだぜ！
ko: 그래도 내용이 너무 비슷해!
pt_br: E mesmo assim eles ficaram parecidos!
ru: И она всё равно слишком похожа!

source: Looks like I'll just have to accept my fate...
cht: 看来我必须要接受我的命运...
es: Parece que voy a tener que aceptar mi destino...
it: Forse è giunta l'ora che accetti il mio destino...
ja: どうやら俺は、運命を受け入れないと いけないみたいだな…
ko: 아무래도 슬슬 운명을 받아들여야 할까 봐...
pt_br: Parece que vou ter que aceitar meu destino...
ru: Похоже мне придётся смириться с судьбой...

source: @niko Well, I guess being a called a cat isn't all that bad...
cht: @niko 嗯，我觉得被叫做 "猫" 也没那么糟糕...
es: @niko Bueno, supongo que lo de que te llamen loro no es lo peor del mundo...
it: @niko In fin dei conti, essere chiamato "gatto" non è così male...
ja: @niko まぁ、ネコって呼ばれるのも そんなに悪くないのかも…
ko: @niko 고양이라 불리는 것도 그리 나쁘지는 않은 것 같아요...
pt_br: @niko Bom, acho que não é tão ruim assim me chamarem de gato...
ru: @niko Ну, думаю, когда тебя зовут котом это не так уж плохо...

source: @niko_eyeclosed ...as long as people don't assume you eat mice.
cht: @niko_eyeclosed ...只要别人不认为你吃老鼠。
es: @niko_eyeclosed Siempre que no se crean que eres un pirata.
it: @niko_eyeclosed ...purché la gente non pensi veramente io mangi topi.
ja: @niko_eyeclosed …ネズミを食べてると思われなければね。
ko: @niko_eyeclosed ...사람들이 제가 쥐를 먹는다고만 생각하지 않는다면 말이죠.
pt_br: @niko_eyeclosed ... é só não acharem que eu como rato.
ru: @niko_eyeclosed ...плохо, когда люди думают, что ты ешь мышей.

source: I'm on my 3rd cup.
cht: 我在喝第三杯了。
es: Esta es mi tercera taza.
it: Sono alla terza tazza di caffè.
ja: これで3杯目だ。
ko: 벌써 세 컵째야.
pt_br: Estou na 3ª xícara.
ru: Это моя 3я кружка.

source: I can't feel my limbs...
cht: 我的四肢没感觉了...
es: Tengo el cuerpo entumecido...
it: Non mi sento più le gambe...
ja: 手足の感覚がない…
ko: 팔다리에 감각이 없어...
pt_br: Não sinto meus membros...
ru: Я уже не чувствую ни рук, ни ног...

source: @niko um...
cht: @niko 嗯...
es: @niko Mmm...
it: @niko Ehm...
ja: @niko あの…
ko: @niko 으음...
pt_br: @niko Hm...
ru: @niko эм-м...

source: BUT I HAVE TO STAY AWAKE.
cht: 但我必须醒着。
es: PERO NO PUEDO DORMIRME.
it: MA DEVO RIMANERE SVEGLIO.
ja: だが寝てる場合じゃない！
ko: 하지만 난 깨어 있어야 돼.
pt_br: MAS NÃO POSSO DORMIR.

source: CURSE THE AUTHOR AND HIS BEAUTIFUL CLIFFHANGERS...
cht: 诅咒那个作者还有他引人入胜的故事...
es: MALDITO SEA EL AUTOR Y SUS SITUACIONES DE SUSPENSE...
it: MALEDETTO L'AUTORE E I SUOI MERAVIGLIOSI MOMENTI DI SUSPENSE...
ja: 「作者」め…ページをめくるのが止められない… 絶対に呪ってやる…
ko: 저자도 그놈의 작품도 모두 저주나 받아라... 다음 권이 너무 궁금하단 말이지...
pt_br: A CULPA É DO AUTOR E SEUS GANCHOS INTRIGANTES...
ru: ВИНИ ЗА ЭТО АВТОРА И ЕГО НЕПОВТОРИМЫЕ РАЗВЯЗКИ...

source: @bookbot [UNAUTHORIZED ENTRY.]
cht: @bookbot [擅自闯入。]
es: @bookbot [ACCESO NO AUTORIZADO.]
it: @bookbot [INGRESSO NON AUTORIZZATO.]
ja: @bookbot [関係者以外、立入禁止でス。]
ko: @bookbot [무단출입입니다.]
pt_br: @bookbot [ENTRADA NÃO AUTORIZADA.]
ru: @bookbot [НЕСАНКЦИОНИРОВАННЫЙ ВХОД.]

source: @bookbot [LIBRARY CARD REQUIRED FOR FURTHER ACCESS.]
cht: @bookbot [进一步访问需要借书卡。]
es: @bookbot [CARNÉ DE LA BIBLIOTECA NECESARIO PARA ACCEDER A ESA ZONA.]
it: @bookbot [TESSERA DELLA BIBLIOTECA RICHIESTA PER L'ACCESSO.]
ja: @bookbot [ここを通るには、図書館カードが必要でス。]
ko: @bookbot [그곳에 들어가려면 출입증이 필요합니다.]
pt_br: @bookbot [CARTÃO DA BIBLIOTECA OBRIGATÓRIO PARA ACESSO.]
ru: @bookbot [ЧТОБЫ ПРОЙТИ ДАЛЬШЕ НЕОБХОДИМА ЧИТАТЕЛЬСКАЯ КАРТА.]

source: @niko_eyeclosed I know, I know...
cht: @niko_eyeclosed 我知道，我知道...
es: @niko_eyeclosed Ya lo sé, ya lo sé...
it: @niko_eyeclosed Lo so, lo so...
ja: @niko_eyeclosed うん、分かってるよ…
ko: @niko_eyeclosed 알고 있어요, 안다니까요...
pt_br: @niko_eyeclosed Eu sei, eu sei...
ru: @niko_eyeclosed Я знаю, знаю...

source: @niko Wait, what?
cht: @niko 等等，什么？
es: @niko Eh... ¿Cómo?
it: @niko Aspetta, cosa?
ja: @niko えっ、ほんとに？
ko: @niko 잠깐만, 뭐라고요?
pt_br: @niko Espere, o quê?
ru: @niko Погодите, что?

source: @niko_speak I don't have a library card, though!
cht: @niko_speak 但我没有借书卡！
es: @niko_speak ¡Yo no tengo carné de la biblioteca!
it: @niko_speak Ma io non ce l'ho!
ja: @niko_speak 図書館カードなんて持ってないよ！
ko: @niko_speak 난 출입증이 없는데!
pt_br: @niko_speak Não tenho cartão da biblioteca!
ru: @niko_speak Но у меня нет читательской карты!

source: @niko Where can I get one?
cht: @niko 我从哪里可以得到借书卡？
es: @niko ¿Cómo puedo conseguir uno?
it: @niko Dove posso prenderla?
ja: @niko どこでもらえるの？
ko: @niko 어디서 받아야 하죠?
pt_br: @niko Onde eu consigo um?
ru: @niko Где мне её взять?

source: @bookbot [THIS IS A QUESTION FOR THE HEAD LIBRARIAN, GEORGE.]
cht: @bookbot [这个问题应该问图书馆馆长，GEORGE。]
es: @bookbot [ESA ES UNA PREGUNTA PARA LA BIBLIOTECARIA, GEORGE.]
it: @bookbot [QUESTA È UNA DOMANDA PER LA CAPO BIBLIOTECARIA, GEORGE.]
ja: @bookbot [それは、図書館長ジョージに聞くべき質問でス。]
ko: @bookbot [그 내용은 수석 사서인 조지에게 문의하셔야 합니다.]
pt_br: @bookbot [PERGUNTE PARA A BIBLIOTECÁRIA-CHEFE GEORGE.]
ru: @bookbot [ЭТО ВОПРОС К ГЛАВНОМУ БИБЛИОТЕКАРЮ, ДЖОРДЖ.]

source: @bookbot [ALLOW ME TO CALL HER.]
cht: @bookbot [让我打电话给她。]
es: @bookbot [UN SEGUNDO, VOY A LLAMARLA.]
it: @bookbot [RIMANGA IN ATTESA MENTRE LA CHIAMO.]
ja: @bookbot [彼女にお繋ぎしまス。]
ko: @bookbot [수석 사서에게 전화를 걸어 드리지요.]
pt_br: @bookbot [VOU LIGAR PARA ELA.]
ru: @bookbot [С ВАШЕГО РАЗРЕШЕНИЯ Я ЕЙ ПОЗВОНЮ.]

source: @bookbot [SHE IS NOT PICKING UP.]
cht: @bookbot [她没接。]
es: @bookbot [NO CONTESTA.]
it: @bookbot [NON RISPONDE.]
ja: @bookbot [応答しませン。]
ko: @bookbot [전화를 받지 않는군요.]
pt_br: @bookbot [ELA NÃO ATENDE.]
ru: @bookbot [ОНА НЕ БЕРЁТ ТРУБКУ.]

source: @niko_eyeclosed I figured...
cht: @niko_eyeclosed 我想...
es: @niko_eyeclosed Me lo imaginaba...
it: @niko_eyeclosed Lo avevo capito...
ja: @niko_eyeclosed だろうね…
ko: @niko_eyeclosed 그럴 줄 알았어요...
pt_br: @niko_eyeclosed Percebi...
ru: @niko_eyeclosed Я полагаю...

source: @niko Are you sure you can't just... let me through?
cht: @niko 你确定不能直接...让我进去？
es: @niko ¿Seguro que no puedes... dejarme pasar y ya?
it: @niko Perché non puoi solo... lasciarmi entrare?
ja: @niko 本当に…通っちゃダメなの？
ko: @niko 저기... 그냥 지나가게 해 주시면 안 되나요?
pt_br: @niko Você não pode mesmo me deixar entrar?
ru: @niko Вы правда не можете просто... меня пропустить?

source: @bookbot [LETTING YOU THROUGH WITHOUT A LIBRARY CARD IS AGAINST MY PROGRAMMING.]
cht: @bookbot [没有借书卡就让你进去违背了我的程序。]
es: @bookbot [MI PROGRAMACIÓN NO ME PERMITE DEJARTE PASAR SIN UN CARNÉ DE LA BIBLIOTECA.]
it: @bookbot [FARLA ANDARE OLTRE SENZA UNA TESSERA DELLA BIBLIOTECA NON FA PARTE DEL MIO PROGRAMMA.]
ja: @bookbot [図書館カードをお持ちでない アナタを通すことは、 ワタシのプログラミングに反しまス。]
ko: @bookbot [출입증이 없는 사람의 출입을 허가하는 행위는 제 프로그래밍에 어긋납니다.]
pt_br: @bookbot [É CONTRA A MINHA PROGRAMAÇÃO DEIXAR VOCÊ ENTRAR SEM CARTÃO DA BIBLIOTECA.]
ru: @bookbot [ПРОПУСТИТЬ ВАС БЕЗ ЧИТАТЕЛЬСКОЙ КАРТЫ ПРОТИВОРЕЧИТ МОЕЙ ПРОГРАММЕ.]

source: @niko_what Wh-
cht: @niko_what 那么——
es: @niko_what ¿Eh?
it: @niko_what Cos-
ja: @niko_what え――
ko: @niko_what 에...
pt_br: @niko_what Ma-
ru: @niko_what Чт-

source: @niko Even in an emergency?
cht: @niko 即使是有紧急情况？
es: @niko ¿Incluso en caso de emergencia?
it: @niko Anche in caso d'emergenza?
ja: @niko 緊急のときも？
ko: @niko 위급한 상황이라도요?
pt_br: @niko Nem numa emergência?
ru: @niko Даже если это экстренный случай?

source: @bookbot [MY PROGRAMMING IS NOT FLEXIBLE.]
cht: @bookbot [我的程序没那种弹性。]
es: @bookbot [MI PROGRAMACIÓN NO ES FLEXIBLE.]
it: @bookbot [IL MIO PROGRAMMA NON CONSENTE ECCEZIONI.]
ja: @bookbot [ワタシのプログラミングは融通が利きませン。]
ko: @bookbot [제 프로그래밍은 그렇게 유연하지 않습니다.]
pt_br: @bookbot [MINHA PROGRAMAÇÃO É INFLEXÍVEL.]
ru: @bookbot [Я НЕ МОГУ ВЫПОЛНЯТЬ ДЕЙСТВИЯ ЗА ПРЕДЕЛАМИ МОЕЙ ПРОГРАММЫ.]

source: @bookbot [I HAVE NOT BEEN TAMED.]
cht: @bookbot [我可没有被制御。]
es: @bookbot [NO HE SIDO DOMADO.]
it: @bookbot [NON SONO STATO ADDOMESTICATO.]
ja: @bookbot [制御化されていないのでス。]
ko: @bookbot [전 길들여지지 않았거든요.]
pt_br: @bookbot [NÃO SOU EVOLUÍDO.]
ru: @bookbot [Я НЕ БЫЛ ПРИРУЧЕН.]

source: @niko There's this book I found back in the barrens area.
cht: @niko 这里有本我从 Barrens 找回来的书。
es: @niko He encontrado este libro en los Baldíos.
it: @niko Ho trovato questo libro nella Baia Desolata.
ja: @niko 不毛の地でこの本を見つけたんだ。
ko: @niko 여기 불모지에서 가지고 온 책이 한 권 있어요.
pt_br: @niko Tem este livro que encontrei na área das Terras Áridas.
ru: @niko Эту книгу я нашёл когда был в регионе пустошей.

source: @niko_speak Since this is a place for books, would you happen to know what it says?
cht: @niko_speak 因为这是存放书籍的地方，你知不知道 它讲的是什么？
es: @niko_speak Ya que este es un lugar de libros, ¿no sabrás lo que pone?
it: @niko_speak Mi sembra il luogo giusto per chiedere cosa ci sia scritto dentro. Tu lo sai?
ja: @niko_speak ここなら、何が書いてあるのか 分かるかなと思って。
ko: @niko_speak 여긴 책을 위한 공간이잖아요. 그래서 말인데 혹시 이 책의 내용을 아시겠어요?
pt_br: @niko_speak Já que aqui é lugar de livros, será que você saberia dizer do que se trata?
ru: @niko_speak Раз это место для книг, может быть вы знаете, о чём в ней написано?

source: @bookbot [I DO NOT RECOGNIZE THIS LANGUAGE]
cht: @bookbot [我不认识这种语言]
es: @bookbot [NO RECONOZCO ESTE IDIOMA]
it: @bookbot [NON RICONOSCO QUESTA LINGUA.]
ja: @bookbot [この言語は認識できませン。]
ko: @bookbot [제가 인식할 수 없는 언어입니다.]
pt_br: @bookbot [NÃO RECONHEÇO ESSA LÍNGUA]
ru: @bookbot [Я НЕ РАСПОЗНАЮ ЭТОТ ЯЗЫК]

source: @bookbot [BUT THE SYMBOL ON THE COVER IS OF IMPORTANCE]
cht: @bookbot [但封面上的标记很重要]
es: @bookbot [PERO EL SÍMBOLO DE LA PORTADA ES IMPORTANTE]
it: @bookbot [MA SO CHE IL SIMBOLO SULLA COPERTINA È IMPORTANTE.]
ja: @bookbot [ですが、表紙のシンボルはとても 重要なものでス。]
ko: @bookbot [하지만 표지의 이 표식은 중요합니다.]
pt_br: @bookbot [MAS O SÍMBOLO NA CAPA É IMPORTANTE.]
ru: @bookbot [ОДНАКО СИМВОЛ НА ОБЛОЖКЕ ОЧЕНЬ ВАЖЕН]

source: @bookbot [THE HEAD LIBRARIAN, GEORGE, CAN EXPLAIN IT.]
cht: @bookbot [图书馆馆长 GEORGE 可以解释。]
es: @bookbot [LA BIBLIOTECARIA, GEORGE, PODRÁ EXPLICÁRTELO.]
it: @bookbot [LA CAPO BIBLIOTECARIA, GEORGE, GLIELO PUÒ SPIEGARE.]
ja: @bookbot [図書館長ジョージなら、解読できるはずでス。]
ko: @bookbot [수석 사서인 조지라면 분명 설명할 수 있을 겁니다.]
pt_br: @bookbot [A BIBLIOTECÁRIA-CHEFE GEORGE PODERÁ EXPLICAR.]
ru: @bookbot [ГЛАВНЫЙ БИБЛИОТЕКАРЬ, ДЖОРДЖ, МОЖЕТ ВСЁ ОБЪЯСНИТЬ.]

source: @bookbot [WOULD YOU LIKE ME TO CALL HER?]
cht: @bookbot [你需要我打电话给她吗？]
es: @bookbot [¿QUIERES QUE LA LLAME?]
it: @bookbot [VUOLE CHE LA CHIAMI?]
ja: @bookbot [彼女にお繋ぎしましょうカ？]
ko: @bookbot [수석 사서에게 전화를 걸어 드릴까요?]
pt_br: @bookbot [QUER QUE EU A CHAME?]
ru: @bookbot [ХОТИТЕ, ЧТОБЫ Я ЕЙ ПОЗВОНИЛ?]

source: @niko_eyeclosed Please don't.
cht: @niko_eyeclosed 请不要打。
es: @niko_eyeclosed No, por favor.
it: @niko_eyeclosed Ti prego, no.
ja: @niko_eyeclosed お願い、やめて。
ko: @niko_eyeclosed 아뇨, 하지 마세요.
pt_br: @niko_eyeclosed Por favor, não...
ru: @niko_eyeclosed Прошу, не надо.

source: @bookbot [AUTHENTICATING BARCODE...]
cht: @bookbot [正在验证条形码...]
es: @bookbot [AUTENTICANDO CÓDIGO DE BARRAS...]
it: @bookbot [AUTENTICAZIONE CODICE A BARRE...]
ja: @bookbot [バーコードを認証中…]
ko: @bookbot [바코드 인증 중...]
pt_br: @bookbot [AUTENTICANDO CÓDIGO DE BARRA...]
ru: @bookbot [АУТЕНТИФИКАЦИЯ ШТРИХ-КОДА...]

source: @bookbot [EXECUTING FACIAL RECOGNITION...]
cht: @bookbot [正在执行面部识别...]
es: @bookbot [EJECUTANDO RECONOCIMIENTO FACIAL...]
it: @bookbot [ATTIVAZIONE PROCESSO DI RICONOSCIMENTO FACCIALE...]
ja: @bookbot [顔認証を実行中…]
ko: @bookbot [얼굴 인식 실행 중...]
pt_br: @bookbot [FAZENDO RECONHECIMENTO FACIAL...]
ru: @bookbot [ВЫПОЛНЕНИЕ РАСПОЗНАВАНИЯ ЛИЦА...]

source: @bookbot [PHOTO MATCH... \. FAILED.]
cht: @bookbot [照片匹配...\.失败。]
es: @bookbot [COINCIDENCIA FACIAL... \. FALLIDA.]
it: @bookbot [RICONOSCIMENTO... \.FALLITO.]
ja: @bookbot [写真照合… \.失敗。]
ko: @bookbot [사진 확인... \. 실패.]
pt_br: @bookbot [COMBINAÇÃO DE FOTO... \. ERRO.]
ru: @bookbot [СРАВНИВАНИЕ С ФОТО... \. СХОДСТВА НЕ НАЙДЕНО.]

source: @bookbot [IT SEEMS YOU DO NOT RESEMBLE THE OWNER OF THE CARD.]
cht: @bookbot [看来您与卡片拥有者不符。]
es: @bookbot [NO TE PARECES AL PROPIETARIO DEL CARNÉ.]
it: @bookbot [SEMBRA CHE LEI NON SIA IL PROPRIETARIO DI QUESTA TESSERA.]
ja: @bookbot [カードの所有者と顔が一致しませン。]
ko: @bookbot [당신은 이 출입증의 소유자와 닮지 않았습니다.]
pt_br: @bookbot [VOCÊ NÃO CORRESPONDE AO DONO DESSE CARTÃO.]
ru: @bookbot [ПОХОЖЕ, ЧТО ВЫ НЕ ПОХОЖИ НА ВЛАДЕЛЬЦА ЭТОЙ КАРТЫ.]

source: @bookbot [YOU CANNOT USE THIS CARD.]
cht: @bookbot [您不能使用这张卡片。]
es: @bookbot [NO PUEDES USAR ESTE CARNÉ.]
it: @bookbot [DI CONSEGUENZA, NON PUÒ UTILIZZARLA.]
ja: @bookbot [アナタはこのカードを使用できませン。]
ko: @bookbot [당신은 이 출입증을 사용하실 수 없습니다.]
pt_br: @bookbot [VOCÊ NÃO PODE USAR ESTE CARTÃO.]
ru: @bookbot [ВЫ НЕ МОЖЕТЕ ИСПОЛЬЗОВАТЬ ЭТУ КАРТУ.]

source: @niko_eyeclosed Bummer...
cht: @niko_eyeclosed 郁闷...
es: @niko_eyeclosed Qué lata...
it: @niko_eyeclosed Uffa...
ja: @niko_eyeclosed 残念…
ko: @niko_eyeclosed 쳇...
pt_br: @niko_eyeclosed Poxa...
ru: @niko_eyeclosed Блин...

source: @bookbot [INVALID CARD!]
cht: @bookbot [无效卡片！]
es: @bookbot [¡CARNÉ NO VÁLIDO!]
it: @bookbot [TESSERA NON VALIDA!]
ja: @bookbot [無効なカードでス！]
ko: @bookbot [카드가 유효하지 않습니다!]
pt_br: @bookbot [CARTÃO INVÁLIDO!]
ru: @bookbot [КАРТА НЕДЕЙСТВИТЕЛЬНА!]
