Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko_speak How are we gonna connect it to the elevator?
cht: @niko_speak 我们怎么把它连接到电梯上？
es: @niko_speak ¿Cómo vamos a conectarlo al ascensor?
it: @niko_speak Come lo dovremmo collegare all'ascensore?
ja: @niko_speak どうやってエレベーターに 接続したらいいんだろ？
ko: @niko_speak 이걸 엘리베이터에 어떻게 연결하죠?
pt_br: @niko_speak Como vamos conectar com o elevador?
ru: @niko_speak Как же мы подключим её к лифту?

source: @niko_speak Well, let's find out!
cht: @niko_speak 那么，我们来试试看！
es: @niko_speak ¡Muy bien, averigüémoslo!
it: @niko_speak Beh, lo scopriremo!
ja: @niko_speak とりあえず、やってみよう！
ko: @niko_speak 방법을 찾아봐요!
pt_br: @niko_speak Bom, vamos descobrir!
ru: @niko_speak Ну что ж, давай узнаем!

source: @niko The magnets don't stick to the aluminum, but...
cht: @niko 磁铁和铝不相吸，但是...
es: @niko Los imanes no se adhieren al aluminio, pero...
it: @niko Le calamite non si attaccano all'alluminio, ma...
ja: @niko 磁石はアルミにくっつかないけど…
ko: @niko 자석은 알루미늄에 안 붙어요. 하지만...
pt_br: @niko Os ímãs não grudam no alumínio, mas...
ru: @niko Магниты не держатся на алюминии, но...

source: @niko_speak Oh! What if I just folded the magnets under this edge?
cht: @niko_speak 噢！要是把磁铁放在这个边缘下面 会怎么样？
es: @niko_speak ¿Y si doblo los imanes por este borde?
it: @niko_speak Oh! E se piegassi le calamite sotto ai bordi?
ja: @niko_speak あっ！磁石を中に折り込んだらどうかな？
ko: @niko_speak 아! 이 가장자리 아래에 자석을 끼워 넣으면 어떨까요?
pt_br: @niko_speak Ah, e se eu dobrar os ímãs nessa beirada?
ru: @niko_speak О! А что если я просто сложу магниты под этим изгибом?

source: @niko Hmm...\| It's holding together, if just barely.
cht: @niko 唔...\|勉强算是接合在一起了。
es: @niko Mmm... \|Se mantienen unidos, aunque solo lo suficiente.
it: @niko Mmm...\| Si tiene assieme, anche se a malapena.
ja: @niko ええっと…\|どうにかくっついてる。
ko: @niko 흐음...\| 겨우 붙어 있는 정도네요.
pt_br: @niko Hmm...\| estão segurando, mas fracamente.
ru: @niko Хм-м...\| Еле-еле держатся вместе.

source: @niko I... hope that's good enough?
cht: @niko 但愿...这样就可以了？
es: @niko ¿Bastará con eso? Espero que sí...
it: @niko Spero basti...
ja: @niko これで…いいかな？
ko: @niko 음... 이 정도로 괜찮다면 좋겠네요.
pt_br: @niko Bom... espero que seja suficiente.
ru: @niko Надеюсь... этого достаточно?

source: @niko The magnets don't stick to aluminum...
cht: @niko 磁铁和铝不相吸...
es: @niko Los imanes no se adhieren al aluminio...
it: @niko Le calamite non si attaccano all'alluminio...
ja: @niko 磁石がアルミにくっつかない…
ko: @niko 자석은 알루미늄에 붙지 않아요...
pt_br: @niko Os ímãs não grudam no alumínio...
ru: @niko Магниты не держатся на алюминии...

source: @niko The back of the photo is covered in glue.
cht: @niko 照片背面涂满了胶水。
es: @niko La parte de atrás de la foto está llena de pegamento.
it: @niko Il retro della foto è coperto di colla...
ja: @niko 写真の裏側がノリでベトベト…
ko: @niko 사진 뒷면에 풀칠이 되어 있어요.
pt_br: @niko As costas da foto estão cobertas de cola.
ru: @niko Обратная сторона фото покрыта клеем.

source: @niko ...and glitter.
cht: @niko ...和闪光粉。
es: @niko ... y de purpurina.
it: @niko ...e brillantini.
ja: @niko …あと、ラメも。
ko: @niko ...반짝이도 붙어 있고요.
pt_br: @niko ... e glitter.
ru: @niko ...и блёстками.

source: @niko The card has my face on it now.
cht: @niko 借书卡上现在是我的照片了。
es: @niko El carné tiene ahora mi foto.
it: @niko Ora sulla tessera c'è la mia faccia.
ja: @niko カードにミーの顔写真がついたよ。
ko: @niko 제 사진을 출입증에 붙였어요.
pt_br: @niko Meu rosto agora está no cartão.
ru: @niko На этой карте теперь моё лицо.

source: @niko The card is covered in glue.
cht: @niko 借书卡上涂满了胶水。
es: @niko La tarjeta está llena de pegamento.
it: @niko La tessera è coperta di colla.
ja: @niko カードにノリがついたよ。
ko: @niko 출입증에 풀칠이 되어 있어요.
pt_br: @niko O cartão está coberto de cola.
ru: @niko Карта теперь покрыта клеем.

source: @niko_speak So, put the pill in the water?
cht: @niko_speak 那么，把药放到水里？
es: @niko_speak Entonces, ¿meto la píldora en el agua?
it: @niko_speak Quindi, metto la pillola nell'acqua?
ja: @niko_speak 水に入れたらいいの？
ko: @niko_speak 알약을 물에 넣을까요?
pt_br: @niko_speak Então, é para colocar a pílula na água?
ru: @niko_speak Значит, положить таблетку в воду?

source: @niko It dissolved really fast!
cht: @niko 药很快溶解了！
es: @niko ¡Se ha disuelto muy rápido!
it: @niko Si è sciolta molto velocemente!
ja: @niko すぐに溶けたね！
ko: @niko 순식간에 녹아버렸어요!
pt_br: @niko Dissolveu tão rápido!
ru: @niko Быстро растворилась!

source: @niko The jar is full of fireflies.
cht: @niko 瓶子里装满了萤火虫。
es: @niko Este tarro está lleno de luciérnagas.
it: @niko Il barattolo è pieno di lucciole.
ja: @niko ビンはホタルでいっぱいだ。
ko: @niko 병에 반딧불이 가득해요.
pt_br: @niko O vidro está cheio de vaga-lumes.
ru: @niko В этой банке полно светлячков.

source: @niko Coals.
cht: @niko 煤炭。
es: @niko Trozos de carbón.
it: @niko Carbone.
ja: @niko 石炭だ。
ko: @niko 석탄이에요.
pt_br: @niko Carvão.
ru: @niko Угольки.

source: @niko It's some kind of stew.
cht: @niko 好像某种炖菜。
es: @niko Es una especie de estofado.
it: @niko Sembra un qualche tipo di stufato.
ja: @niko 何かのシチューみたい。
ko: @niko 전골 같아요.
pt_br: @niko É um tipo de ensopado.
ru: @niko Это какое-то рагу.

source: @niko It's a jar full of fireflies.
cht: @niko 那是一罐萤火虫。
es: @niko Es un tarro lleno de luciérnagas.
it: @niko È un barattolo pieno di lucciole.
ja: @niko ホタルでいっぱいのビンだ。
ko: @niko 반딧불로 가득한 병이에요.
pt_br: @niko É um vidro cheio de vaga-lumes.
ru: @niko Эта банка полна светлячков.

source: @niko_eyeclosed I can't reach the top, \p...
cht: @niko_eyeclosed 我够不到顶部， \p...
es: @niko_eyeclosed No puedo llegar a la parte superior, \p...
it: @niko_eyeclosed \p, non riesco a raggiungere la cima...
ja: @niko_eyeclosed 上まで届かないよ、 \p…
ko: @niko_eyeclosed \p 님, 전 저 위에 손이 닿지 않아요...
pt_br: @niko_eyeclosed Não consigo alcançar o topo, \p...
ru: @niko_eyeclosed Я не могу дотянуться до жерла, \p...

source: @niko It's a gas vent.
cht: @niko 这是个排气口。
es: @niko Es un conducto de gas.
it: @niko È una fumarola.
ja: @niko ガスの通気孔だ。
ko: @niko 가스 분출구예요.
pt_br: @niko É uma ventilação de gás.
ru: @niko Это газовый источник.

source: @niko Small sprouts. \>\@niko_speak We gotta be careful we don't step on these!
cht: @niko 有些嫩芽。\>\@niko_speak 我们要小心不要踩到它们！
es: @niko Brotes pequeños. \>\@niko_speak ¡Tenemos que tener cuidado para no pisarlos!
it: @niko Piccoli germogli. \>\@niko_speak Dobbiamo fare attenzione a non calpestarli!
ja: @niko 小さな芽。 \>\@niko_speak 踏まないように気をつけないと！
ko: @niko 작은 새싹이야. \>\@niko_speak 밟지 않도록 조심해야겠어!
pt_br: @niko Brotinhos. \>\@niko_speak Temos que tomar cuidado para não pisar neles!
ru: @niko Маленькие ростки. \>\@niko_speak Идём осторожнее, чтобы на них не наступить!

source: @alula You got it!
cht: @alula 你说对了！
es: @alula ¡Lo has conseguido!
it: @alula Ce l'hai fatta!
ja: @alula ラジャー！
ko: @alula 알았어!
pt_br: @alula Tem razão!
ru: @alula Правильно!

source: @niko Small sprouts. \>\@niko_speak I gotta be careful I don't step on these!
cht: @niko 有些嫩芽。\>\@niko_speak 我要小心不要踩到它们！
es: @niko Brotes pequeños. \>\@niko_speak ¡Tengo que tener cuidado para no pisarlos!
it: @niko Piccoli germogli. \>\@niko_speak Devo fare attenzione a non calpestarli!
ja: @niko 小さな芽。 \>\@niko_speak 踏まないように気をつけないと！
ko: @niko 작은 새싹이야. \>\@niko_speak 밟지 않도록 조심해야겠어!
pt_br: @niko Brotinhos. \>\@niko_speak Tenho que tomar cuidado para não pisar neles!
ru: @niko Маленькие ростки. \>\@niko_speak Надо идти осторожнее, чтобы на них не наступить!

source: @niko It's a small tree.
cht: @niko 这是一棵小树。
es: @niko Es un árbol pequeño.
it: @niko Un alberello.
ja: @niko 小さな木だ。
ko: @niko 작은 나무예요.
pt_br: @niko É uma arvorezinha.
ru: @niko Это маленькое деревце.

source: @niko It's off.
cht: @niko 关了。
es: @niko Está apagado.
it: @niko È spento.
ja: @niko 電源が切れてる。
ko: @niko 꺼져 있어요.
pt_br: @niko Desligado
ru: @niko Он выключен.

source: @niko It's a fridge.
cht: @niko 这是冰箱。
es: @niko Es un frigorífico.
it: @niko Un frigo.
ja: @niko 冷蔵庫だ。
ko: @niko 냉장고예요.
pt_br: @niko Uma geladeira.
ru: @niko Это холодильник.

source: @niko It's a little plant.
cht: @niko 这是一小株植物。
es: @niko Es una planta pequeña.
it: @niko Una piantina.
ja: @niko 小さな植物だ。
ko: @niko 작은 식물이에요.
pt_br: @niko Uma plantinha.
ru: @niko Это маленькое растение.

source: @niko It's a trash bin.
cht: @niko 这是个垃圾桶。
es: @niko Es un cubo de basura.
it: @niko Un cassonetto della spazzatura.
ja: @niko ゴミ箱だ。
ko: @niko 쓰레기통이네요.
pt_br: @niko Um cesto de lixo.
ru: @niko Это мусорный контейнер.

source: @niko A bag full of trash.
cht: @niko 一个装满垃圾的袋子。
es: @niko Una bolsa llena de basura.
it: @niko Un sacco pieno di spazzatura.
ja: @niko ゴミでいっぱいの袋だ。
ko: @niko 쓰레기가 가득 든 봉지예요.
pt_br: @niko Um saco cheio de lixo.
ru: @niko Мешок, полный мусора.

source: @niko_eyeclosed Gross!
cht: @niko_eyeclosed 好恶心！
es: @niko_eyeclosed ¡Qué asco!
it: @niko_eyeclosed Ew, che schifo!
ja: @niko_eyeclosed うええ！
ko: @niko_eyeclosed 으웩!
pt_br: @niko_eyeclosed Eca!
ru: @niko_eyeclosed Гадость какая!

source: @niko It's a bed.
cht: @niko 这是一张床。
es: @niko Es una cama.
it: @niko Un letto.
ja: @niko ベッドだ。
ko: @niko 침대예요.
pt_br: @niko É uma cama.
ru: @niko Это кровать.

source: @niko ...well, more like a mattress.
cht: @niko ...嗯，或者说是一个床垫。
es: @niko ... Bueno, más bien un colchón.
it: @niko ...Beh, sembra più un materasso.
ja: @niko …どっちかと言うと、マットレスかな。
ko: @niko ...아니, 매트리스에 가깝네요.
pt_br: @niko ... bom, está mais para um colchão só.
ru: @niko ...ну, скорее матрас.

source: @niko Jars of fireflies are placed next to the fields.
cht: @niko 一瓶瓶萤火虫放在田地边上。
es: @niko Los tarros de luciérnagas se colocan junto a los campos.
it: @niko Vicino ai campi sono disposti dei barattoli pieni di lucciole.
ja: @niko ホタルのビンが畑のそばに置かれてる。
ko: @niko 반딧불이 든 병이 밭 옆에 있어요.
pt_br: @niko Os vidros de vaga-lumes estão perto dos campos.
ru: @niko Банки со светлячками размещены рядом с грядкой.

source: @niko Just a jar.
cht: @niko 就一瓶。
es: @niko Solo es un tarro.
it: @niko Soltanto un vaso.
ja: @niko ただの壺。
ko: @niko 항아리네요.
pt_br: @niko Só um pote.
ru: @niko Просто сосуд.

source: @niko Some jars.
cht: @niko 有几瓶。
es: @niko Unos tarros.
it: @niko Dei vasi.
ja: @niko 壺がいくつかある。
ko: @niko 평범한 항아리에요.
pt_br: @niko Alguns potes.
ru: @niko Несколько сосудов.

source: @niko A streetlamp.
cht: @niko 一盏路灯。
es: @niko Un farol.
it: @niko Un lampione.
ja: @niko 街灯。
ko: @niko 가로등이에요.
pt_br: @niko Um poste de luz.
ru: @niko Уличный фонарь.

source: @niko_eyeclosed More of those squares...
cht: @niko_eyeclosed 更多这样的方块...
es: @niko_eyeclosed Más cuadros de esos...
it: @niko_eyeclosed Ci sono altri quadrati...
ja: @niko_eyeclosed 四角形ばっかり…
ko: @niko_eyeclosed 또 그 사각형이 있네요...
pt_br: @niko_eyeclosed Mais daqueles quadrados...
ru: @niko_eyeclosed Ещё больше этих квадратов...

source: @niko3 Those squares again...
cht: @niko3 又是这些方块...
es: @niko3 Esos cuadros otra vez...
it: @niko3 Ancora questi quadrati...
ja: @niko3 また四角形…
ko: @niko3 또 저 사각형이에요...
pt_br: @niko3 Aqueles quadrados de novo...
ru: @niko3 Опять эти квадраты...

source: @niko_huh These squares are just everywhere...
cht: @niko_huh 到处都是这种方块...
es: @niko_huh Estos cuadros están en todas partes...
it: @niko_huh Questi quadrati sono ovunque...
ja: @niko_huh ほんとに四角形だらけ…
ko: @niko_huh 사방이 사각형 천지예요...
pt_br: @niko_huh Esses quadrados estão em todo lugar...
ru: @niko_huh Эти квадраты просто повсюду...

source: @niko This looks like an altar...
cht: @niko 这看起来像一个祭坛...
es: @niko Parece un altar...
it: @niko Sembra un altare...
ja: @niko 祭壇みたいだ…
ko: @niko 제단처럼 생겼네요...
pt_br: @niko Parece um altar...
ru: @niko Это выглядит как алтарь...

source: @niko_speak Fish!
cht: @niko_speak 鱼！
es: @niko_speak ¡Peces!
it: @niko_speak Pesci!
ja: @niko_speak お魚！
ko: @niko_speak 생선이에요!
pt_br: @niko_speak Peixe!
ru: @niko_speak Рыба!

source: @alula_speak Fish!
cht: @alula_speak 鱼！
es: @alula_speak ¡Peces!
it: @alula_speak Pesci!
ja: @alula_speak お魚ー！
ko: @alula_speak 생선이야!
pt_br: @alula_speak Peixe!
ru: @alula_speak Рыба!

source: @niko_speak It's clothes!
cht: @niko_speak 是衣服！
es: @niko_speak ¡Es ropa!
it: @niko_speak Sono vestiti!
ja: @niko_speak 服だ！
ko: @niko_speak 옷이에요!
pt_br: @niko_speak São roupas!
ru: @niko_speak Это бельё!

source: @calamus_shame Oh! I should probably take these in soon!
cht: @calamus_shame 噢！我过会儿可要试穿一下！
es: @calamus_shame ¡Vaya, debería recogerla pronto!
it: @calamus_shame Oh! Probabilmente dovrei toglierli!
ja: @calamus_shame あっ！そろそろ取り込まなきゃ！
ko: @calamus_shame 아! 이것들을 슬슬 가져가야 하겠는걸!
pt_br: @calamus_shame Ah, em breve eu deverei levar!
ru: @calamus_shame Ой! Я скоро занесу это обратно!

source: @niko It's a big metal box with complicated machinery inside.
cht: @niko 这是个有着复杂机械装置的大铁箱子。
es: @niko Es una gran caja de metal con un mecanismo complejo en su interior.
it: @niko Una grande scatola di metallo con dei macchinari complicati all'interno.
ja: @niko 大きな鉄の箱だ。中に複雑な機械が入ってる。
ko: @niko 복잡한 기계 장치가 든 금속 상자예요.
pt_br: @niko Uma grande caixa de metal com um maquinário intricado dentro.
ru: @niko Это большой железный ящик полный сложных механизмов.

source: @niko It's a big metal box with lots of machinery inside. \.\.\@niko_speak This one has a robot in it!
cht: @niko 这是个有着很多机械装置的大铁箱子。 \.\.\@niko_speak 这里面有个机器人！
es: @niko Es una gran caja de metal con muchos mecanismos en su interior. \.\.\@niko_speak ¡Esta contiene un robot!
it: @niko Una grande scatola di metallo con un sacco di macchinari all'interno. \.\.\@niko_speak C'è anche un robot!
ja: @niko 機械がいっぱい入った、大きな鉄の箱だ。 \.\.\@niko_speak これにはロボットも入ってる！
ko: @niko 기계 장치가 가득 든 금속 상자예요. \.\.\@niko_speak 여긴 로봇도 들어 있네요!
pt_br: @niko Uma grande caixa de metal com um maquinário intricado dentro. \.\.\@niko_speak Esta tem um robô dentro!
ru: @niko Это большой железный ящик, полный разных механизмов. \.\.\@niko_speak А в этом ещё и робот!

source: @niko It's a bookshelf.
cht: @niko 这是个书架。
es: @niko Es una estantería.
it: @niko Una libreria.
ja: @niko 本棚。
ko: @niko 책장이에요.
pt_br: @niko É uma estante.
ru: @niko Это книжный шкаф.

source: @niko It's a shelf full of little machine parts and tools I don't recognize.
cht: @niko 架子上放满了我不认识的小机器部件 和工具。
es: @niko Es un estante lleno de pequeñas piezas de maquinaria y herramientas que no reconozco.
it: @niko Uno scaffale pieno di piccole componenti meccaniche e strumenti che non riconosco.
ja: @niko 小さな機械部品や道具がたくさん並んだ棚。 どれも見たことないや…
ko: @niko 뭔지 모를 작은 기계 부품과 공구가 가득한 선반이에요.
pt_br: @niko Uma estante cheia de máquinas e ferramentas que não reconheço.
ru: @niko На полках полно маленьких деталей и инструментов, которые я не узнаю.

source: @niko It's a gravestone.
cht: @niko 这是块墓碑。
es: @niko Es una lápida.
it: @niko Una lapide.
ja: @niko お墓だ。
ko: @niko 묘비예요.
pt_br: @niko É uma lápide.
ru: @niko Это надгробие.

source: @niko A robot without power.
cht: @niko 一个没电了的机器人。
es: @niko Un robot sin energía.
it: @niko Un robot spento.
ja: @niko 動力がないロボット。
ko: @niko 동력이 없는 로봇이에요.
pt_br: @niko Um robô sem energia.
ru: @niko Разряженный робот.

source: @calamus ...wait.
cht: @calamus ...等等。
es: @calamus ... Espera.
it: @calamus ...Aspetta.
ja: @calamus …あれ。
ko: @calamus ...잠깐.
pt_br: @calamus ... espere.
ru: @calamus ...погоди-ка.

source: @calamus_sad ...we can't get back into our house...
cht: @calamus_sad ...我们没法回家了...
es: @calamus_sad ... No podemos volver a casa...
it: @calamus_sad ...Non possiamo tornare a casa nostra...
ja: @calamus_sad …家に入れないぞ…
ko: @calamus_sad ...우린 집에 들어갈 수 없어...
pt_br: @calamus_sad ... não podemos voltar para casa...
ru: @calamus_sad ...мы не можем вернуться в наш дом...

source: @niko It's a blanket covered in shiny things.
cht: @niko 毯子上布满了发光的东西。
es: @niko Es una manta cubierta de cosas brillantes.
it: @niko Una coperta piena di cose luccicanti.
ja: @niko キラキラで覆われた布だ。
ko: @niko 반짝이는 걸로 덮인 담요예요.
pt_br: @niko É um cobertor cheio de coisas brilhantes.
ru: @niko Покрывало, покрытое блестящими вещами.

source: @magpie_hm Still kinda sad I lost most of my stuff...
cht: @magpie_hm 丢了大部分的东西，我还是有点伤心的...
es: @magpie_hm Aún sigo triste por haber perdido gran parte de mis cosas...
it: @magpie_hm Sono ancora triste per aver perso la maggior parte delle mie cose...
ja: @magpie_hm 商品をほとんど失くしちまったのは残念だが…
ko: @magpie_hm 물건을 거의 다 잃어버려서 아직도 슬프네...
pt_br: @magpie_hm Ainda estou um pouco triste por ter perdido quase tudo...
ru: @magpie_hm Всё равно как-то обидно, что я потерял столько своих вещей...

source: @niko_eyeclosed I don't think it's safe to use this again, \p.
cht: @niko_eyeclosed 我觉得再用这个不大安全，\p.
es: @niko_eyeclosed No creo que resulte seguro volver a usar esto, \p.
it: @niko_eyeclosed \p, non penso sia sicuro usarlo di nuovo.
ja: @niko_eyeclosed これを使うのは危ないよ、 \p。
ko: @niko_eyeclosed 이걸 다시 사용하는 것은 안전하지 않은 것 같아요, \p 님.
pt_br: @niko_eyeclosed Não é seguro usar isso de novo, \p.
ru: @niko_eyeclosed Не думаю, что безопасно использовать это снова, \p.

source: @niko_speak \p, there's something in the air here...
cht: @niko_speak \p，这里的空气有些不对劲...
es: @niko_speak \p, aquí hay algo raro en el ambiente...
it: @niko_speak Ehi \p, c'è qualcosa di strano nell'aria...
ja: @niko_speak \p、 ここの空気 何か変…
ko: @niko_speak \p 님, 여긴 공기에 뭔가가 섞여 있어요...
pt_br: @niko_speak \p, tem algo no ar aqui...
ru: @niko_speak \p, тут что-то в воздухе...

source: @niko_eyeclosed It hurts to breathe...
cht: @niko_eyeclosed 呼吸会感到疼痛...
es: @niko_eyeclosed Hace daño al respirar...
it: @niko_eyeclosed Mi fa male il petto quando respiro...
ja: @niko_eyeclosed 息をするのがつらいよ…
ko: @niko_eyeclosed 숨을 쉬기가 힘들어요...
pt_br: @niko_eyeclosed Dói respirar...
ru: @niko_eyeclosed Больно дышать...

source: @ed [The air here is unbreathable.]
cht: @ed [这里的空气不能呼吸。]
es: @ed [Aquí el aire es irrespirable.]
it: @ed [L'aria qui è irrespirabile.]
ja: @ed [ここでは呼吸ができない。]
ko: @ed [이곳의 공기는 호흡하기 매우 어렵다.]
pt_br: @ed [O ar aqui é irrespirável.]
ru: @ed [Воздух здесь непригоден для дыхания.]

source: @niko_gasmask I should be fine with this mask on.
cht: @niko_gasmask 戴上这个面具应该就没事了。
es: @niko_gasmask Debería poder pasar con la máscara.
it: @niko_gasmask Con questa maschera dovrei stare tranquillo.
ja: @niko_gasmask このマスクを着けてれば きっと大丈夫だよね。
ko: @niko_gasmask 이 방독면을 쓰면 괜찮을 거예요.
pt_br: @niko_gasmask Acho que esta máscara vai resolver.
ru: @niko_gasmask В этом противогазе со мной всё будет хорошо.

source: Start over?
cht: 重新开始？
es: ¿Volver a empezar?
it: Vuoi ricominciare?
ja: やり直す？
ko: 다시 시작할까요?
pt_br: Começar de novo?
ru: Начать с начала?

source: @niko It's an empty rectangular slot.\>\nLooks like something could fit in here...
cht: @niko 这是一个空的长方形槽。\>\n好像有什么东西正好可以放进去...
es: @niko Es una ranura vacía rectangular.\>\nAlgo podría encajar aquí...
it: @niko Una cavità rettangolare vuota.\>\nSembra che ci si possa inserire qualcosa...
ja: @niko 空の長方形のスロットだね。\>\n何かはめ込むことができそう…
ko: @niko 사각형의 빈 공간이에요.\>\n뭔가가 들어가는 자리 같은데요...
pt_br: @niko É um espaço retangular vazio.\>\nParece que há algo que se encaixa aqui.
ru: @niko Это пустой прямоугольный слот.\>\nПохоже, здесь может что-нибудь поместиться...

source: @niko_eyeclosed \p... someone lives here...\>\nWe can't just sleep in their bed.
cht: @niko_eyeclosed \p... 有人住在这里...\>\n我们不能睡在他们的床上。
es: @niko_eyeclosed \p... alguien vive aquí...\>\nNo podemos dormir en su cama sin más.
it: @niko_eyeclosed \p... qualcuno ci abita qui...\>\nNon possiamo dormire nel suo letto.
ja: @niko_eyeclosed \p… ここには住んでる人がいるから…\>\n勝手にベッドで寝たらダメだよ。
ko: @niko_eyeclosed \p 님... 누가 여기 살고 있어요...\>\n남의 침대에서 막 잘 순 없다고요.
pt_br: @niko_eyeclosed \p... tem alguém morando aqui...\>\nNão posso só cair na cama de outra pessoa e dormir.
ru: @niko_eyeclosed \p... здесь кто-то живёт...\>\nНельзя просто взять и лечь спать в чужую постель.

source: @niko Right, I can refill this tube with more water here.
cht: @niko 对，我可以把更多的水重新装进这个罐子。
es: @niko Sí, aquí puedo rellenar este tubo con más agua.
it: @niko Giusto, qui posso riempire questa provetta con dell'acqua.
ja: @niko よし、ここでこの管に もっと水を補充できる。
ko: @niko 됐다, 이 시험관에 물을 더 채울 수 있겠어요.
pt_br: @niko Certo, vou reencher este tubo com água daqui.
ru: @niko Точно, я здесь могу набрать воды в эту пробирку.

source: @niko It's a sink.
cht: @niko 这是个水槽。
es: @niko Es un fregadero.
it: @niko Un lavandino.
ja: @niko 流し台だ。
ko: @niko 싱크대예요.
pt_br: @niko Uma pia.
ru: @niko Это раковина.

source: Quit and record your progress?
cht: 离开并保存进度？
es: ¿Salir y guardar tu progreso?
it: Vuoi uscire e salvare i tuoi progressi?
ja: 終了して進行状況を記録しますか？
ko: 진행 상황을 기록하고 종료할까요?
pt_br: Sair e salvar o avanço no jogo?
ru: Выйти и записать прогресс?

source: This action will record your progress in this world.
cht: 这个操作能保存你在这个世界的进度。
es: Esta acción guardará tu progreso en este mundo.
it: Questa azione salverà i tuoi progressi in questo mondo.
ja: この行動により、この世界での進行状況が記録されます。
ko: 계속하면 이 세상에서 이제까지 해 온 일이 기록됩니다.
pt_br: Esta ação salvará seu avanço neste mundo.
ru: Это действие запишет ваш прогресс в этом мире.

source: To return to this world again, you need to relaunch the application.
cht: 想要回到这个世界， 你需要重新启动应用。
es: Para regresar a este mundo, necesitarás volver a iniciar la aplicación.
it: Per tornare di nuovo in questo mondo sarà necessario riavviare l'applicazione.
ja: この世界に戻るには、アプリケーションを再起動する必要があります。
ko: 이 세상으로 돌아오려면, 게임을 다시 실행해야 합니다.
pt_br: Para voltar a este mundo, precisa reexecutar o aplicativo.
ru: Чтобы вернуться в этот мир, перезапустите приложение.

source: Proceed?
cht: 继续？
es: ¿Continuar?
it: Vuoi procedere?
ja: よろしいですか？
ko: 계속하시겠습니까?
pt_br: Continuar?
ru: Продолжить?

source: @niko I'll wear them when I have to.
cht: @niko 需要的时候我会穿着它们。
es: @niko Me los pondré cuando tenga que hacerlo.
it: @niko Li indosserò quando mi serviranno.
ja: @niko 必要になったら着けるね。
ko: @niko 필요해지면 제가 쓸게요.
pt_br: @niko Eu usarei quando for preciso.
ru: @niko Надену их, когда будет нужно.

source: @niko I can't take this off here, \p!
cht: @niko 我不能在这里把它脱掉 \p！
es: @niko ¡No puedo quitármelo aquí, \p!
it: @niko Non posso togliermela qui!
ja: @niko ここでは外せないよ、 \p！
ko: @niko 여기서 이걸 벗을 순 없어요, \p 님!
pt_br: @niko Não posso tirar aqui, \p!
ru: @niko Я не могу снять это здесь, \p!

source: @niko I'll wear it when I have to.
cht: @niko 需要的时候我会穿着它。
es: @niko Me lo pondré cuando tenga que hacerlo.
it: @niko La indosserò quando mi servirà.
ja: @niko 必要になったら着けるね。
ko: @niko 필요하게 되면 쓸게요.
pt_br: @niko Eu usarei quando for preciso.
ru: @niko Надену это, когда будет нужно.

source: SAVE?
cht: 保存？
es: ¿GUARDAR?
it: VUOI SALVARE?
ja: セーブしますか？
ko: 저장할까요?
pt_br: SALVAR?
ru: СОХРАНИТЬ?

source: LOAD
cht: 读取
es: CARGAR
it: CARICA
ja: ロード
ko: 불러오기
pt_br: CARREGAR
ru: ЗАГРУЗИТЬ

source: REAL LOAD
cht: 真实读取
it: VERO CARICAMENTO
ko: 진짜 불러오기
pt_br: CARREGAMENTO REAL
ru: НАСТОЯЩАЯ ЗАГРУЗКА

source: NO
cht: 否
ja: いいえ
ko: 아니
pt_br: NÃO
ru: НЕТ

source: @niko Where are we...?
cht: @niko 我们在哪...?
es: @niko ¿Dónde estamos...?
it: @niko Dove siamo...?
ja: @niko 何、ここ…？
ko: @niko 여기가 어디죠...?
pt_br: @niko Onde estamos...?
ru: @niko Где мы...?

source: @niko Is this... the inside of the Tower?
cht: @niko 这是...在塔楼的里面吗？
es: @niko ¿Este es... el interior de la Torre?
it: @niko Siamo... dentro la Torre?
ja: @niko ここは…塔のなか？
ko: @niko 여기가... 탑의 안인가요?
pt_br: @niko Este é... o interior da Torre?
ru: @niko Это что... внутренняя часть Башни?

source: @niko It's...\.\.\@niko_eyeclosed a lot darker than I thought...
cht: @niko 这...\.\.\@niko_eyeclosed 比我想象的要暗很多...
es: @niko Está...\.\.\@niko_eyeclosed mucho más oscuro de lo que pensaba...
it: @niko È... \.\.\@niko_eyeclosed molto più buio di quanto pensassi...
ja: @niko 何か…\.\.\@niko_eyeclosed 思ってたよりもすごく暗い…
ko: @niko 여기는...\.\.\@niko_eyeclosed 생각보다 훨씬 어둡네요...
pt_br: @niko É...\.\.\@niko_eyeclosed muito mais escuro do que eu imaginava...
ru: @niko Здесь...\.\.\@niko_eyeclosed гораздо темнее, чем я думал...

source: @niko ... wait.\>\n\@niko_shock Where's the sun?
cht: @niko ... 等等。\>\n\@niko_shock 太阳在哪里？
es: @niko ... Un momento.\>\n\@niko_shock ¿Dónde está el sol?
it: @niko ...Aspetta.\>\n\@niko_shock Dov'è il sole?
ja: @niko …ねえ。\>\n\@niko_shock 太陽はどこ？
ko: @niko ...잠깐.\>\n\@niko_shock 태양이 어디로 갔죠?
pt_br: @niko ... espere.\>\n\@niko_shock Para onde foi o sol?
ru: @niko ... погоди-ка.\>\n\@niko_shock А где солнце?
