Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko_upset_meow ...yes you are!
cht: @niko_upset_meow ...你被制御了！
es: @niko_upset_meow ¡... Sí lo estás!
it: @niko_upset_meow ...Sì invece!
ja: @niko_upset_meow …ううん、されてるよ！
ko: @niko_upset_meow ...아니에요!
pt_br: @niko_upset_meow ... evoluiu sim!
ru: @niko_upset_meow ...конечно же приручена!

source: @niko_distressed_talk You talk just like the tamed robots I know!
cht: @niko_distressed_talk 你说话就像是我认识的那些被制御的 机器人！
es: @niko_distressed_talk ¡Hablas igual que los robots domados que conozco!
it: @niko_distressed_talk Parli proprio come i robot addomesticati che conosco!
ja: @niko_distressed_talk だって、そんなふうに喋ってるもん！
ko: @niko_distressed_talk 당신은 제가 아는 길들여진 로봇들과 똑같이 말하는걸요!
pt_br: @niko_distressed_talk Você fala iguais aos robôs evoluídos que conheci!
ru: @niko_distressed_talk Ты говоришь так же, как прирученные роботы, которых я знаю!

source: @niko_distressed2 The robot lady... Prototype...
cht: @niko_distressed2 那个机器人女士...Prototype...
es: @niko_distressed2 La mujer robot... Prototipo...
it: @niko_distressed2 La signorina robot... Prototipo...
ja: @niko_distressed2 ロボットのお姉さんとか… プロトタイプみたいに…
ko: @niko_distressed2 그 로봇 아가씨... 프로토타입...
pt_br: @niko_distressed2 A moça-robô... o Protótipo...
ru: @niko_distressed2 Тётя-робот... Прототип...

source: @niko3 Taming is when a real person cares about you, right?
cht: @niko3 当一个真实的人在乎你时就意味着 被制御，是吗？
es: @niko3 La doma sucede cuando a una persona real le importas, ¿verdad?
it: @niko3 Sei addomesticato quando una persona vera si preoccupa di te, giusto?
ja: @niko3 本物の人が君のことを大切にすれば、 制御化されるんでしょ？
ko: @niko3 길들인다는 건 진짜 사람이 당신에게 마음을 주는 걸 말하는 거죠?
pt_br: @niko3 A evolução acontece quando alguém se importa com você, não é?
ru: @niko3 Приручение — это когда о тебе заботится настоящий человек, верно?

source: @niko_distressed It's when a real person thinks you're real too, right?
cht: @niko_distressed 就是说一个真实的人觉得你也是真的， 对吗？
es: @niko_distressed Es cuando una persona real piensa que tú también eres real, ¿verdad?
it: @niko_distressed Quando una persona vera pensa che tu sia reale, giusto?
ja: @niko_distressed 本物の人が、君のことを 本物だと思えばいいんでしょ？
ko: @niko_distressed 진짜 사람이 당신을 진짜라고 생각하는 것 말이에요.
pt_br: @niko_distressed Quando uma pessoa de verdade acha que você também é real, não é?
ru: @niko_distressed Когда настоящий человек считает тебя таким же настоящим?

source: @niko_distressed_meow Well guess what! \>I do!
cht: @niko_distressed_meow 你猜怎么样！\>我认同你！
es: @niko_distressed_meow ¡Pues adivina! \>¡Así es!
it: @niko_distressed_meow Beh, sai cosa?! \>Per me è così!
ja: @niko_distressed_meow それなら！\>ミーはそう思ってるもん！
ko: @niko_distressed_meow 그래서 말인데...\>전 당신이 진짜라고 생각해요!
pt_br: @niko_distressed_meow Pois veja só! \>Eu acho!
ru: @niko_distressed_meow И знаешь что! \>Я считаю, что ты настоящая!

source: @niko_distressed_meow And I know \p does, too!
cht: @niko_distressed_meow 而且我知道\p 也一样！
es: @niko_distressed_meow ¡Y sé que es el caso de \p también!
it: @niko_distressed_meow E so che è così anche per \p!
ja: @niko_distressed_meow \p だって絶対にそう！
ko: @niko_distressed_meow \p 님도 분명 그럴 테고요!
pt_br: @niko_distressed_meow E sei que \p também acha!
ru: @niko_distressed_meow И я знаю, что \p так тоже считает!

source: @niko_less_sad ...even though you told them they only had one chance, they found a way back, didn't they?
cht: @niko_less_sad ...即使你告诉他们，他们只有一次机会， 他们也找到路再一次回来了，不是吗？
es: @niko_less_sad ... Aunque les dijiste que solo tenían una oportunidad, encontraron el camino de vuelta, ¿no es así?
it: @niko_less_sad ...Anche se hai detto a \p che aveva solo una possibilità, ha trovato un modo per tornare, no?
ja: @niko_less_sad …一度きりしかないって伝えても、いつも 戻ってくる方法を見つけてきたでしょ？
ko: @niko_less_sad ...당신이 기회는 한 번 뿐이라고 말했는데도 \p 님은 돌아올 방법을 찾았잖아요. 안 그래요?
pt_br: @niko_less_sad ... mesmo você tendo dito que eles só tinham uma chance, eles deram um jeito de voltar, não foi?
ru: @niko_less_sad ...хоть ты и сказала, что у \p есть лишь одна попытка, \p это не остановило, верно?

source: @niko_cry Why... do you think \p would keep coming back?
cht: @niko_cry 你觉得... \p为什么会继续回来？
es: @niko_cry ¿Por qué crees... que \p sigue volviendo?
it: @niko_cry Perché... pensi che \p continuerebbe a tornare?
ja: @niko_cry ねえ…どうして \pは、 いつも戻ってくるんだと思う？
ko: @niko_cry \p 님이... 왜 계속 돌아오겠어요?
pt_br: @niko_cry Por que... você acha que \p continuaria voltando?
ru: @niko_cry Зачем... по-твоему, \p сюда возвращается снова и снова?

source: @en [...I...]
cht: @en [...我...]
es: @en [...]
it: @en [...Io...]
ja: @en […それは…]
ko: @en [...나는...]
pt_br: @en [... Eu...]
ru: @en [...Я...]

source: @niko_cry Why do you think \p would restart even after the ending?
cht: @niko_cry 你觉得为什么即使在结局之后 \p 依然会重启程序？
es: @niko_cry ¿Por qué crees que \p se reinicia incluso después del final?
it: @niko_cry Perché pensi che \p riavvierebbe anche dopo la fine?
ja: @niko_cry エンディングが終わっても、 なんで \p はまた最初から 始めるんだと思う？
ko: @niko_cry \p 님이 왜 결말을 보고도 이야기를 다시 시작하겠어요?
pt_br: @niko_cry Por que você acha que \p reiniciaria mesmo depois do final?
ru: @niko_cry С чего, по-твоему, \p начинать всё заново, отлично зная, чем всё кончится?

source: @niko_eyeclosed ...I think \p wants to save the both of us.
cht: @niko_eyeclosed ...我觉得\p 想要救我们俩。
es: @niko_eyeclosed ... Yo creo que \p quiere salvarnos a los dos.
it: @niko_eyeclosed ...Penso che \p voglia salvare entrambi, sia me che te.
ja: @niko_eyeclosed …それはきっとね、 \pが ミーと君、どっちも救いたいから。
ko: @niko_eyeclosed ...\p 님이 우리를 둘 다 구하고 싶기 때문이라고, 전 생각해요.
pt_br: @niko_eyeclosed ... Acho que \p quer salvar nós dois.
ru: @niko_eyeclosed ...Я думаю, \p хочет спасти нас обоих.

source: @niko3 So please... give me a chance.
cht: @niko3 所以请...给我一次机会。
es: @niko3 Así que, por favor... dame una oportunidad.
it: @niko3 Quindi, per favore... dammi una possibilità.
ja: @niko3 だからお願い…ミーにチャンスをちょうだい。
ko: @niko3 그러니... 기회를 줘요.
pt_br: @niko3 Então, por favor... me dê uma chance.
ru: @niko3 Поэтому я прошу... дай мне шанс.

source: @en_upset [I don't know.]
cht: @en_upset [我不知道。]
es: @en_upset [No sé.]
it: @en_upset [Non lo so.]
ja: @en_upset [分からないのだ。]
ko: @en_upset [모르겠어.]
pt_br: @en_upset [Eu não sei.]
ru: @en_upset [Я не знаю.]

source: @en_upset2 [I've never done this before, I...]
cht: @en_upset2 [我以前从未这样做过，我...]
es: @en_upset2 [Nunca he hecho esto antes...]
it: @en_upset2 [Non l'ho mai fatto prima, io...]
ja: @en_upset2 [こんなこと、一度も経験したことがない。 それに…]
ko: @en_upset2 [해본 적이 없어, 난...]
pt_br: @en_upset2 [Eu nunca fiz isso antes, eu...]
ru: @en_upset2 [Я никогда раньше этого не делала, я...]

source: @en_upset_meow [I'm scared...]
cht: @en_upset_meow [我害怕...]
es: @en_upset_meow [Tengo miedo...]
it: @en_upset_meow [Ho paura...]
ja: @en_upset_meow [恐ろしいのだ…]
ko: @en_upset_meow [무서워...]
pt_br: @en_upset_meow [Estou com medo...]
ru: @en_upset_meow [Я боюсь...]

source: @niko3 You can do it, I know you can!
cht: @niko3 你可以的，我知道你可以！
es: @niko3 Tú puedes, ¡sé que puedes!
it: @niko3 Puoi farcela, so che puoi!
ja: @niko3 君ならできるよ、絶対に大丈夫！
ko: @niko3 할 수 있어요. 난 알아요!
pt_br: @niko3 Sei que você consegue!
ru: @niko3 Ты справишься, я это знаю!

source: @niko4 You've...\.\. helped me come this far.
cht: @niko4 你已经...\.\.帮助我到了这一步。
es: @niko4 Me has...\.\. ayudado a llegar hasta aquí.
it: @niko4 Tu...\.\. mi ha aiutato ad arrivare fin qui.
ja: @niko4 だって…\.\. ミーをこんな遠くまで 連れてきてくれたもん。
ko: @niko4 지금까지...\.\. 절 도왔잖아요.
pt_br: @niko4 Você...\.\. me ajudou a chegar até aqui.
ru: @niko4 Ты уже...\.\. помогла мне так далеко зайти.

source: @en_upset [...I'll...]\>\n\@en_eyeclosed [I'll try.]
cht: @en_upset [...我...]\>\n\@en_eyeclosed [我会试试。]
es: @en_upset [Lo...]\>\n\@en_eyeclosed [Lo intentaré.]
it: @en_upset [...Io...\>\n\@en_eyeclosed Ci proverò.]
ja: @en_upset […ああ…]\>\n\@en_eyeclosed [分かった。]
ko: @en_upset [...난...]\>\n\@en_eyeclosed [해볼게.]
pt_br: @en_upset [... Eu...]\>\n\@en_eyeclosed [Eu vou tentar.]
ru: @en_upset [...Я...]\>\n\@en_eyeclosed [Я попробую.]

source: @en3 [I can't promise anything, but...]
cht: @en3 [我不能承诺任何事，但...]
es: @en3 [No puedo prometer nada, pero...]
it: @en3 [Non posso promettere nulla, ma...]
ja: @en3 [何も約束はできないが…]
ko: @en3 [장담은 못 하지만...]
pt_br: @en3 [Mas não posso prometer nada...]
ru: @en3 [Не могу ничего обещать, но...]

source: @en4 [Here.]
cht: @en4 [给你。]
es: @en4 [Toma.]
it: @en4 [Ecco.]
ja: @en4 [さあ。]
ko: @en4 [자.]
pt_br: @en4 [Tome.]
ru: @en4 [Вот.]

source: @en_eyeclosed [Take the sun.]
cht: @en_eyeclosed [拿走太阳。]
es: @en_eyeclosed [Toma el sol.]
it: @en_eyeclosed [Prendi il sole.]
ja: @en_eyeclosed [太陽を持っていけ。]
ko: @en_eyeclosed [태양을 받아.]
pt_br: @en_eyeclosed [Pegue o sol.]
ru: @en_eyeclosed [Возьми солнце.]

source: @en5 [I'll...\.\. try to remember the lost code...]
cht: @en5 [我会...\.\. 试着记起丢失的代码...]
es: @en5 [Intentaré...\.\. recordar el código perdido...]
it: @en5 [Io...\.\. proverò a ricordare il codice perso...]
ja: @en5 [私は…\.\. 失ったコードを思い出してみるよ…]
ko: @en5 [난...\.\. 없어진 코드를 생각해 내려고 노력할게...]
pt_br: @en5 [Vou...\.\. tentar lembrar o código perdido...]
ru: @en5 [Я постараюсь...\.\. вспомнить утраченные части кода...]

source: @en4 [...and... recreate it.]
cht: @en4 [...然后...重建它。]
es: @en4 [... Y... recrearlo.]
it: @en4 [...e... a ricrearlo.]
ja: @en4 […そして…再生成する。]
ko: @en4 [...그런 다음... 다시 만들겠어.]
pt_br: @en4 [... e... recriá-lo.]
ru: @en4 [...и... воссоздать их.]

source: @en_upset2 [But for that to happen...]
cht: @en_upset2 [但要做到这些...]
es: @en_upset2 [Pero, para eso...]
it: @en_upset2 [Ma perché ciò accada...]
ja: @en_upset2 [だが、そのためには…]
ko: @en_upset2 [하지만 그러려면...]
pt_br: @en_upset2 [Mas para isso...]
ru: @en_upset2 [Но для этого...]

source: @en3 [Niko... you need to navigate through this room...]
cht: @en3 [Niko... 你需要在这个房间中进行导航...]
es: @en3 [Niko... tienes que cruzar esta habitación...]
it: @en3 [Niko... devi attraversare questa stanza...]
ja: @en3 [ニコ…君はこの部屋から抜け出さねば…]
ko: @en3 [니코... 네가 이 방에서 나가야 돼...]
pt_br: @en3 [Niko... você precisa passar por essa sala...]
ru: @en3 [Нико... тебе придётся перебраться через эту комнату...]

source: @en_eyeclosed [You need to get past the squares somehow...]
cht: @en_eyeclosed [你要想办法绕过那些方块...]
es: @en_eyeclosed [Tendrás que pasar los cuadrados de alguna forma...]
it: @en_eyeclosed [Devi superare i quadrati in qualche modo...]
ja: @en_eyeclosed [四角形を、回避して…]
ko: @en_eyeclosed [어떻게든 사각형이 있는 곳을 지나가야 돼...]
pt_br: @en_eyeclosed [Precisa passar pelos quadrados de algum jeito...]
ru: @en_eyeclosed [Тебе придётся каким-то образом пройти мимо квадратов...]

source: @en_distressed [Oh...\.\.I don't like this...]
cht: @en_distressed [哦...\.\.我不希望这样...]
es: @en_distressed [Oh...\.\.Esto no me gusta...]
it: @en_distressed [Oh...\.\. No, no...!]
ja: @en_distressed [ああ…\.\.どうしよう…]
ko: @en_distressed [아...\.\.마음에 들지 않아...]
pt_br: @en_distressed [Ah... \.\.eu não gosto disso...]
ru: @en_distressed [Ох...\.\.Мне это не нравится...]

source: @en_distressed2 [What if you get hurt?]
cht: @en_distressed2 [要是你受伤了怎么办？]
es: @en_distressed2 [¿Y si te haces daño?]
it: @en_distressed2 [E se ti fai male?]
ja: @en_distressed2 [もし君が怪我をしたら？]
ko: @en_distressed2 [그러다가 네가 다치기라도 하면 어쩌지?]
pt_br: @en_distressed2 [E se você se machucar?]
ru: @en_distressed2 [Что, если ты пострадаешь?]

source: @niko2 It's fine... It's fine...
cht: @niko2 没事...没事...
es: @niko2 No pasa nada... No pasa nada...
it: @niko2 Calma... Andrà tutto bene...
ja: @niko2 大丈夫…ミーは平気だから…
ko: @niko2 괜찮아요... 괜찮아요...
pt_br: @niko2 Tá tudo bem... tudo bem...
ru: @niko2 Всё в порядке... Всё в порядке...

source: @niko4 I'll...\.\. I'll try to be careful, ok?
cht: @niko4 我会...\.\.我会很小心，好吗？
es: @niko4 Intentaré...\.\. Intentaré tener cuidado, ¿vale?
it: @niko4 Io...\.\. cercherò di fare attenzione, ok?
ja: @niko4 気をつけるから…\.\. 心配しないで、ね？
ko: @niko4 저...\.\. 되도록 조심할 테니까요. 알았죠?
pt_br: @niko4 Vou...\.\. tomar cuidado, tá?
ru: @niko4 Я...\.\. постараюсь быть осторожнее, хорошо?

source: @niko2 I can do this.
cht: @niko2 我可以做到。
es: @niko2 Puedo hacer esto.
it: @niko2 Ce la posso fare.
ja: @niko2 ミーは何とかなるから。
ko: @niko2 전 할 수 있어요.
pt_br: @niko2 Eu consigo.
ru: @niko2 У меня получится.

source: Looks like the Glen is deteriorating faster than ever, now...
cht: 似乎 Glen 正以前所未有的速度恶化...
es: Parece que el Valle se está deteriorando más rápido que nunca. Bueno...
it: Sembra che la Valle si stia deteriorando più velocemente che mai...
ja: 峡谷は、前よりも急速に悪化を始めているみたいね…
ko: 협곡이 어느 때보다도 빨리 망가지고 있는 것 같아...
pt_br: Parece que o Vale está deteriorando mais rápido do que nunca...
ru: Похоже, что теперь Долина разрушается быстрее, чем когда-либо...

source: @niko An empty jar.
cht: @niko 一个空罐子。
es: @niko Un tarro vacío.
it: @niko Un vaso vuoto.
ja: @niko この壺は空っぽ。
ko: @niko 빈 항아리예요.
pt_br: @niko Um pote vazio.
ru: @niko Пустой сосуд.

source: @niko A jar of worms.
cht: @niko 一罐虫子。
es: @niko Un tarro con gusanos.
it: @niko Un vaso di vermi.
ja: @niko ミミズでいっぱいのビン。
ko: @niko 벌레 항아리예요.
pt_br: @niko Um pote de minhocas.
ru: @niko Сосуд с червями.

source: @niko These are filled with small, dried fish.
cht: @niko 这些罐子装满了小小的鱼干。
es: @niko Están llenos de peces pequeño y secos.
it: @niko Questi sono riempiti con piccoli pesci essiccati.
ja: @niko 小さな、乾いた魚でいっぱいだ。
ko: @niko 말린 생선으로 가득해요.
pt_br: @niko Estão cheios de peixinhos secos.
ru: @niko Эти заполнены мелкой сушёной рыбёшкой.

source: @niko_speak It's a fish stew!
cht: @niko_speak 这是煮鱼！
es: @niko_speak ¡Es un estofado de pescado!
it: @niko_speak Uno stufato di pesce!
ja: @niko_speak 魚が入ったシチューだ！
ko: @niko_speak 생선 전골이에요!
pt_br: @niko_speak É um ensopado de peixe!
ru: @niko_speak Это рыбное рагу!

source: @niko6 At least... I think it's fish!
cht: @niko6 至少...我觉得是鱼！
es: @niko6 Por lo menos... ¡Creo que es pescado!
it: @niko6 Almeno... credo che sia pesce!
ja: @niko6 うーん… たぶん魚！
ko: @niko6 음... 생선이라고 생각할래요!
pt_br: @niko6 Pelo menos... eu acho que é de peixe!
ru: @niko6 По крайней мере... я думаю, что это рыба!

source: @niko_eyeclosed They look kinda like snakes...
cht: @niko_eyeclosed 他们看起来有点像蛇...
es: @niko_eyeclosed Parecen serpientes...
it: @niko_eyeclosed Sembrano dei serpenti...
ja: @niko_eyeclosed ヘビに見えてきたけど…
ko: @niko_eyeclosed 사실 뱀같이 생겼어요...
pt_br: @niko_eyeclosed Parecem umas cobras...
ru: @niko_eyeclosed Они немного похожи на змей...

source: @niko A fishing pole.
cht: @niko 一根鱼竿。
es: @niko Una caña de pescar.
it: @niko Una canna da pesca.
ja: @niko 釣り竿だ。
ko: @niko 낚시대예요.
pt_br: @niko Uma vara de pesca.
ru: @niko Удочка.

source: @alula_gasp My brother knows how to fish too!
cht: @alula_gasp 我哥哥也知道怎么钓鱼！
es: @alula_gasp ¡Mi hermano también sabe pescar!
it: @alula_gasp Anche mio fratello sa pescare!
ja: @alula_gasp お兄ちゃんも釣りが得意なのよ！
ko: @alula_gasp 우리 오빠도 낚시할 줄 알아!
pt_br: @alula_gasp Meu irmão também sabe pescar!
ru: @alula_gasp Мой брат тоже умеет рыбачить!

source: @alula But I don't!
cht: @alula 但是我不知道！
es: @alula ¡Pero yo no!
it: @alula Invece io no!
ja: @alula あたしはできないけどー！
ko: @alula 하지만 난 몰라!
pt_br: @alula Mas eu não!
ru: @alula Но а я не умею!

source: @niko Same!
cht: @niko 我也一样！
es: @niko ¡Ni yo!
it: @niko Lo stesso vale per me!
ja: @niko ミーも！
ko: @niko 나도야!
pt_br: @niko Nem eu!
ru: @niko И я тоже не умею!

source: Oh, hello, messiah.
cht: 哦，嗨，救世主。
es: Ah, hola, mesías.
it: Oh, salve, messia.
ja: やあ、こんばんは。救世主さん。
ko: 안녕, 구원자.
pt_br: Ah, olá, messias.
ru: О, здравствуй, мессия.

source: Would you like some stew?
cht: 你想要些炖汤吗？
es: ¿Te apetece un poco de estofado?
it: Vorresti un po' di stufato?
ja: シチューでも食べる？
ko: 전골 먹을래?
pt_br: Quer um pouco de ensopado?
ru: Не хочешь немного рагу?

source: I made enough to feed a whole village!
cht: 我做了很多可以供应一整个村子！
es: ¡He hecho como para un batallón!
it: Ne ho fatto abbastanza da sfamare un intero villaggio!
ja: 村人みんなの分、作ったの！
ko: 마을 전체에 주고도 남을 만큼 만들었거든!
pt_br: Tem quantidade para alimentar uma aldeia inteira!
ru: Я приготовила достаточно, чтобы накормить всю деревню!

source: ...literally!
cht: ...真的！
es: ¡... Literalmente!
it: ...Letteralmente!
ja: …本当だよ！
ko: ...말 그대로 말이야!
pt_br: ... literalmente!
ru: ...в буквальном смысле слова!

source: @niko_speak It's ok, thanks!
cht: @niko_speak 好的，谢谢你！
es: @niko_speak ¡No, pero gracias!
it: @niko_speak Sto bene così, grazie!
ja: @niko_speak ううん、大丈夫。ありがとう！
ko: @niko_speak 괜찮아요, 고맙습니다!
pt_br: @niko_speak Estou bem, valeu!
ru: @niko_speak Да нет, спасибо!

source: [CHECKING...CHECKING...]
cht: [正在检查...检查...]
es: [COMPROBANDO... COMPROBANDO...]
it: [VERIFICA IN CORSO... VERIFICA IN CORSO...]
ja: [チェック中…チェック中…]
ko: [확인 중... 확인 중...]
pt_br: [VERIFICANDO... VERIFICANDO...]
ru: [ПРОВЕРКА...ПРОВЕРКА...]

source: [TERMINAL DOES NOT RESPOND.]
cht: [终端没有反应。]
es: [EL TERMINAL NO RESPONDE.]
it: [NESSUNA RISPOSTA DAL TERMINALE.]
ja: [ターミナルガ応答しませン。]
ko: [터미널이 응답하지 않습니다.]
pt_br: [SEM RESPOSTA DO TERMINAL.]
ru: [ТЕРМИНАЛ НЕ ОТВЕЧАЕТ.]

source: [THIS IS A PROBLEM.]
cht: [这是个问题。]
es: [ESTO ES UN PROBLEMA.]
it: [QUESTO È UN PROBLEMA.]
ja: [これハ問題でス。]
ko: [문제가 발생했습니다.]
pt_br: [ISSO É UM PROBLEMA.]
ru: [ЭТО ПРОБЛЕМА.]

source: [ALL OF THESE TERMINALS DO NOT BOOT.]
cht: [这些终端都无法启动。]
es: [NINGUNO DE ESTOS TERMINALES ARRANCA.]
it: [TUTTI QUESTI TERMINALI NON SI ACCENDONO.]
ja: [どのターミナルモ起動しませン。]
ko: [터미널 전체가 기동하지 않습니다.]
pt_br: [NENHUM TERMINAL ESTÁ RESPONDENDO.]
ru: [ВСЕ ЭТИ ТЕРМИНАЛЫ НЕ ЗАПУСКАЮТСЯ.]

source: [I AM NOT SURE WHAT TO DO NOW.]
cht: [现在我不知道该怎么办了。]
es: [NO SÉ MUY BIEN QUÉ HACER AHORA.]
it: [NON HO IDEA DI COSA FARE.]
ja: [どうすればいいのでしょウ。]
ko: [이럴 때 어떤 조치를 해야 하는지 모르겠습니다.]
pt_br: [NÃO SEI O QUE FAZER AGORA.]
ru: [Я НЕ ЗНАЮ, ЧТО ТЕПЕРЬ ДЕЛАТЬ.]

source: @niko Some of the ink on this page is faded.
cht: @niko 这页纸上的一些墨迹开始模糊了。
es: @niko Parte de la tinta de esta página está borrosa.
it: @niko L'inchiostro su questa pagina è sbiadito.
ja: @niko このページはインクが所々かすれてる。
ko: @niko 이 종이에 쓰인 글씨가 부분 부분 바랬어요.
pt_br: @niko O texto na página está um pouco borrado.
ru: @niko В некоторых местах чернила совсем выцвели.

source: $-likely due some sort of electrical or magnetic interference.
cht: $-很可能是因为某种电磁 干扰。
es: $Probablemente debido a algún tipo de interferencia.
it: $-probabilmente a causa di qualche interferenza elettrica o magnetica.
ja: $-恐らく何らかの 電気、または磁気的な 干渉が原因だ。
ko: $...일종의 전기 혹은 자기 간섭 때문일 수도 있다.
pt_br: $—decerto por algum tipo de interferência magnética ou elétrica.
ru: $-скорее всего, из-за каких-то электрических или магнитных помех.

source: $I'm afraid this operation can no longer be sustained, if the servers continue to fail so much that maintenance cannot keep up the pace.
cht: $如果服务器持续发生严 重故障，无法确保维护 速度，恐怕就无法继续 进行这项操作了。
es: $Me temo que esta operación no se podrá seguir realizando si los servidores fallan con tanta frecuencia, ya que no da tiempo a repararlos.
it: $Se i server dovessero continuare ad avere tutti questi problemi dovremmo interrompere l'operazione, visto che la manutenzione non riesce a stare al passo con le riparazioni.
ja: $メンテナンスが 追いつかないぐらい サーバーの故障が続くの なら、本作戦をこのまま 続行するのは不可能だ。
ko: $유지보수 속도보다 서버에서 오류가 발생하는 속도가 빠르다면 작업을 오래 지속할 수 없을 것 같다.
pt_br: $Infelizmente não será mais possível manter a operação se os servidores continuarem falhando além da capacidade de manutenção.
ru: $Боюсь, что работы по добыче больше не могут продолжаться. Если серверы продолжат ломаться так часто, техобслуживание просто не справится с их ремонтом.

source: $Fortunately, it does not seem to be happening to the robots.
cht: $幸好机器人没有出现这 样的情况。
es: $Por suerte, parece que no le está sucediendo a los robots.
it: $Fortunatamente, sembra non stia accadendo ai robot.
ja: $幸いなことに、ロボット には発生していない。
ko: $다행히 로봇들에게는 이 현상이 발생하지 않는 듯하다.
pt_br: $Felizmente isso não parece estar acontecendo com os robôs.
ru: $К счастью, похоже, с роботами такого не происходит.

source: $At least, not at a significant rate.
cht: $至少发生的概率并不高。
es: $Al menos, no a un ritmo especialmente rápido.
it: $Almeno, non a un ritmo significativo.
ja: $少なくとも、非常に 低確率だ。
ko: $발생한다 해도, 적어도 심각하지는 않다.
pt_br: $Não em um percentual significativo, pelo menos.
ru: $По крайней мере, не в таких масштабах.

source: $Time will tell.
cht: $时间会证明一切。
es: $El tiempo dirá.
it: $Solo il tempo ce lo dirà.
ja: $時が経てば、自ずと 答えが見えてくる だろう。
ko: $시간이 지나면 알 수 있겠지.
pt_br: $O tempo dirá.
ru: $Время покажет.

source: @niko I'm pretty sure these are computers, now...
cht: @niko 我现在非常确信它们是电脑了...
es: @niko Ahora estoy bastante seguro de que son ordenadores...
it: @niko Sono abbastanza sicuro che questi siano computer...
ja: @niko これ全部、コンピューターなんだね…
ko: @niko 이제 이게 컴퓨터라는 건 알겠어요...
pt_br: @niko Hm, tenho quase certeza de que estes são os computadores...
ru: @niko Теперь я вполне уверен, что это ЭВМ...

source: [Are You. An Intruder?]
cht: [你是入侵者吗？]
es: [¿Eres. Un intruso?]
it: [Ehi, Tu. Sei Un Intruso?]
ja: [アナタ。侵入者カ？]
ko: [당신은 침입자입니까?]
pt_br: [Por Acaso Isso É uma Invasão?]
ru: [Являетесь Ли Вы. Нарушителем?]

source: [Because If You Are... I, Model 8-XM Home Security Bot (TM) Serial Number 39232B839W4, Will Have To Report You.]
cht: [如果是的话...我，型号8-XM 家用安全机器人(TM) 序列号39232B839W4必须要举报你。]
es: [Porque si lo eres... yo, el robot de seguridad del hogar (marca registrada) modelo 8-XM, con número de serie 39232B839W4, tendré que informar sobre ti.]
it: [Perché In Tal Caso... Io, Robot Di Sicurezza Modello 8-XM (TM) Numero Di Serie 39232B839W4, Dovrò Segnalarti.]
ja: [もしそうだとすれバ…ワタシ、モデル8-XM ホームセキュリティボット（TM）シリアル番号 39232B839W4は、アナタを通報しなくてハならなイ。]
ko: [당신이 침입자라면... 저, 모델 8-XM 가정용 방범봇(TM) 일련번호 39232B839W4는 당신을 신고해야 할 의무가 있습니다.]
pt_br: [Porque Se For... Eu, Modelo 8-XM Robô de Segurança Doméstica (TM) Número de Série 39232B839W4, Terei que Denunciar.]
ru: [Потому Что В Таком Случае, Я, Модель 8-КСМ Домашнего Бота-Охранника (ТМ), Серийный Номер 39232Б839В4, Буду Вынужден О Вас Сообщить.]

source: @niko Oh, sorry...
cht: @niko 噢，对不起...
es: @niko Oh, lo siento...
it: @niko Oh, scusa...
ja: @niko あっ、ごめんなさい…
ko: @niko 아, 죄송해요...
pt_br: @niko Ah, desculpe...
ru: @niko Ой, простите...

source: @niko_eyeclosed I... kinda just walked in because the door was unlocked...
cht: @niko_eyeclosed 我...就是碰巧走进来，因为门没锁...
es: @niko_eyeclosed La puerta estaba abierta... así que entré...
it: @niko_eyeclosed Sono... Sono entrato perché la porta era aperta...
ja: @niko_eyeclosed あの…ドアに鍵がかかってなかったから、 入っただけなんだ…
ko: @niko_eyeclosed 저... 문이 잠겨 있지 않아서 그냥 들어왔는데...
pt_br: @niko_eyeclosed Eu... vi a porta destrancada e fui entrando...
ru: @niko_eyeclosed Я... просто вошёл, потому что дверь не была заперта...

source: @niko_speak Do you want me to leave?
cht: @niko_speak 你想让我离开吗？
es: @niko_speak ¿Quieres que me vaya?
it: @niko_speak Vuoi che me ne vada?
ja: @niko_speak 出て行った方がいいかな？
ko: @niko_speak 나갈까요?
pt_br: @niko_speak Quer que eu saia?
ru: @niko_speak Ты хочешь, чтобы я ушёл?

source: [Scanning for Suspicious Activity.\..\..\.]
cht: [正在扫描可疑行为\..\..\..]
es: [Escaneando actividades sospechosas.\..\..\.]
it: [Controllo Per Attività Sospette.\..\..\.]
ja: [不審ナ行動をスキャン中.\..\..\.]
ko: [수상쩍은 활동 검색 중.\..\..\.]
pt_br: [Escaneando Atividade Suspeita.\..\..\.]
ru: [Сканирую На Предмет Подозрительной Активности.\..\..\.]

source: [Suspicious Activities Detected: 0 ]
cht: [检测到的可疑行为：0 ]
es: [Actividades sospechosas escaneadas: 0 ]
it: [Attività Sospette Rilevate: 0.]
ja: [検出された不審ナ行動:0]
ko: [수상쩍은 활동 감지: 0]
pt_br: [Atividades Suspeitas Detectadas: 0 ]
ru: [Подозрительная Активность: 0 ]

source: @niko_eyeclosed Well, I guess as long as I don't do anything bad...
cht: @niko_eyeclosed 我猜只要我没做什么坏事...
es: @niko_eyeclosed Bueno, supongo que mientras no haga nada malo...
it: @niko_eyeclosed Beh, finché non faccio nulla di male...
ja: @niko_eyeclosed えっと、ミーが何も悪いことをしなければ いいってことだよね…
ko: @niko_eyeclosed 나쁜 짓을 하지 않으면 괜찮은 모양이네요...
pt_br: @niko_eyeclosed Bom, então acho que já que não fiz nada errado...
ru: @niko_eyeclosed Ну, пока я не сделал ничего плохого...

source: [I Am. Still Monitoring You]
cht: [我仍在监视你。]
es: [Sigo. Observándote]
it: [Non Ho Ancora Finito Di: Monitorarti.]
ja: [ワタシ。まだアナタを監視していル。]
ko: [전 계속 당신을 감시할 것입니다.]
pt_br: [Ainda Estou Monitorando Você]
ru: [Я. Всё Ещё Слежу За Вами]
