Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: [WOULD YOU LIKE TO RESET IT?]
cht: [您要重置吗？]
es: [¿QUIERE REESTABLECERLO?]
it: [VUOI RIAVVIARLO?]
ja: [リセットしますカ？]
ko: [시스템을 초기화하시겠습니까?]
pt_br: [REINICIÁ-LO?]
ru: [ВЫ ХОТИТЕ ЕЁ ПЕРЕЗАПУСТИТЬ?]

source: @niko_eyeclosed ...I don't think I want to go through THAT again...
cht: @niko_eyeclosed ...我不想再做一遍了...
es: @niko_eyeclosed ... No creo que quiera pasar por todo ESO otra vez...
it: @niko_eyeclosed ...Non penso proprio di volerlo fare ANCORA...
ja: @niko_eyeclosed …またあれをやりたくはないかな…
ko: @niko_eyeclosed ...이런 건 다시 하고 싶지 않아요...
pt_br: @niko_eyeclosed ... eu não quero passar por ISSO novamente...
ru: @niko_eyeclosed ...мне не очень-то хочется снова через ТАКОЕ проходить...

source: @niko_what um...
cht: @niko_what 嗯...
es: @niko_what Mmm...
it: @niko_what Ehm...
ja: @niko_what あの…
ko: @niko_what 으음...
pt_br: @niko_what Hm...
ru: @niko_what хм...

source: @niko How do I...solve this...
cht: @niko 我怎样才能...解决这个问题...
es: @niko ¿Cómo... soluciono esto...?
it: @niko Come faccio a risolverlo...?
ja: @niko これって…どうやって解くの…
ko: @niko 어떻게 해야... 이걸 풀 수 있을까요...
pt_br: @niko Como vou... resolver isso...
ru: @niko Как мне...это решить...

source: [THAT IS PART OF THE TEST.]
cht: [那是测试的一部分。]
es: [ESTO ES PARTE DE LA PRUEBA.]
it: [QUESTO FA PARTE DELLA PROVA.]
ja: [それモ、テストの一部でス。]
ko: [이것도 시험의 일환입니다.]
pt_br: [ISSO FAZ PARTE DO TESTE.]
ru: [ЭТО ЧАСТЬ ПРОВЕРКИ.]

source: @niko_eyeclosed Bummer.
cht: @niko_eyeclosed 郁闷。
es: @niko_eyeclosed ¡Qué lata!
it: @niko_eyeclosed Uffa.
ja: @niko_eyeclosed 残念。
ko: @niko_eyeclosed 이런.
pt_br: @niko_eyeclosed Poxa.
ru: @niko_eyeclosed Вот блин.

source: [IN ORDER TO GAIN FURTHER ACCESS TO THE LABS.]
cht: [为了进一步获得进入实验室的许可。]
es: [PARA ACCEDER A LOS LABORATORIOS.]
it: [PER POTER ACCEDERE AI LABORATORI.]
ja: [研究所ヘのアクセスをさらに得るにハ。]
ko: [실험실에 들어가려면.]
pt_br: [PARA GARANTIR MAIS ACESSO AOS LABORATÓRIOS...]
ru: [ДЛЯ ТОГО, ЧТОБЫ ПОЛУЧИТЬ ДОСТУП В ЛАБОРАТОРИИ.]

source: [YOU MUST PASS THE SECURITY SYSTEM TEST.]
cht: [你必须完成安全系统测试。]
es: [DEBE PASAR LA PRUEBA DEL SISTEMA DE SEGURIDAD.]
it: [DEVI SUPERARE LA PROVA DEL SISTEMA DI SICUREZZA.]
ja: [セキュリティーシステムテストニ 合格しなければなりませんン。]
ko: [보안 시험을 통과해야 합니다.]
pt_br: [É NECESSÁRIO PASSAR PELO TESTE DO SISTEMA DE SEGURANÇA.]
ru: [ВЫ ДОЛЖНЫ ПРОЙТИ ПРОВЕРКУ СИСТЕМЫ БЕЗОПАСНОСТИ.]

source: @niko The... huh?
cht: @niko 什...么？
es: @niko ¿La... qué?
it: @niko La... che?
ja: @niko セキュ…え？
ko: @niko 보안... 뭐라고요?
pt_br: @niko O... hm?
ru: @niko_speak Пройти... что?

source: [YOU MUST CHANGE THE COLOR OF THE LIGHTS INTO A SPECIFIC CONFIGURATION.]
cht: [你必须将灯光调成某种特殊配置。]
es: [DEBE CAMBIAR EL COLOR DE LAS LUCES SEGUIENDO UNA CONFIGURACIÓN ESPECÍFICA.]
it: [DEVI CAMBIARE IL COLORE DELLE LUCI IN UNA CONFIGURAZIONE SPECIFICA.]
ja: [光の色ヲ、特定の配列に 変更しなければなりませン。]
ko: [조명의 색을 특정 조합으로 변경해야 합니다.]
pt_br: [É NECESSÁRIO ALTERAR A COR DAS LUZES PARA UMA CONFIGURAÇÃO ESPECÍFICA.]
ru: [ВЫ ДОЛЖНЫ РЕОРГАНИЗОВАТЬ ЦВЕТНЫЕ ОГНИ В ОПРЕДЕЛЁННУЮ ПОСЛЕДОВАТЕЛЬНОСТЬ.]

source: [ALLOW ME.]
cht: [允许我。]
es: [PERMÍTAME.]
it: [SE MI PERMETTI.]
ja: [準備ニ取り掛かりまス。]
ko: [실례하겠습니다.]
pt_br: [PERMITA-ME.]
ru: [ПОЗВОЛЬТЕ МНЕ.]

source: @niko_eyeclosed Locked.
cht: @niko_eyeclosed 锁上的。
es: @niko_eyeclosed Bloqueada.
it: @niko_eyeclosed Bloccata.
ja: @niko_eyeclosed ロックされてる。
ko: @niko_eyeclosed 잠겼어요.
pt_br: @niko_eyeclosed Trancado.
ru: @niko_eyeclosed Закрыто.

source: @niko4 They're in the door...
cht: @niko4 他们在门里...
es: @niko4 Están en la puerta...
it: @niko4 Sono sulla porta...
ja: @niko4 中に入り込んでる…
ko: @niko4 그것들이 문 안에 있어요...
pt_br: @niko4 Estão na porta...
ru: @niko4 Они загородили ворота...

source: @green_gatekeeper [P\.#L.%%E\.AS;E D\.o No//t AP\.PR#OACH.]
cht: @green_gatekeeper [请#%%\.不;\.要//靠\.#近。]
es: @green_gatekeeper [P\.#O.%%R\.FA;V O\.r No//t TE\.ACE#RQUES.]
it: @green_gatekeeper [P\.#ER.%%FAV\.OR;E N\.o N AV\.VIC#INAR T//I.]
ja: @green_gatekeeper [ワ\.#タ.%%シ\.ニ;近\.ヅ//ク\.#ナ]
ko: @green_gatekeeper [접\.#.%%근\.하; 지\.마 십//시 오\.#.]
pt_br: @green_gatekeeper [F\.#A.%%V\.O;R N\.ÃO S//E AP\.PR#OXIMAR]
ru: @green_gatekeeper [ПО\.#ЖАЛУ.%%ЙС;ТА Н\.е ПРИ//БЛИ\.ЖАЙ#ТЕСЬ.]

source: @green_gatekeeper [TH\.#e.%%G\.AT;E IS\. C//L OSE\.D UN\.T\.#IL FU\.#RT\|HER N\.%O\.TIC\.E.]
cht: @green_gatekeeper [此\.#门%%\.关;\.闭//，\.直\.到\.#另\.#行\|通\.%知\.。]
es: @green_gatekeeper [LA\.#.%%V\.e;RJA ES`TÁ\. C//E RR\.ADA HA\.S\.#TA NU\.#EV\|O A\.%V\.I\.SO.]
it: @green_gatekeeper [L'\.#in.%%GR\.ES;SO È\. C//H IUS\.O FI\.N\.#O A N\.#UO\|VO A\.%V\.VIS\.O.]
ja: @green_gatekeeper [ゲ\.#ー%%ト\.ト;ハ、\. 追//ッテ\.通知\.ガ\.#ア\.#ル\|マ\.%デ \.閉鎖\.スル。]
ko: @green_gatekeeper [추가\.#.공%%지\.\. 가//있\.을\.때\.#까 지\.#문은\| 폐\.%쇄합\.니\.다.]
pt_br: @green_gatekeeper [O\.#e.%%POR\.TÃ;O EStá\. FE//CHA\.DO A\.Té\.# NO\.#V\|A OR\.%D\.E\.M.]
ru: @green_gatekeeper [ВО\.#р.%%О\.Т;А\. ЗА//КР ЫТ\.Ы Д\.#О\. ОСО\.#БО\|ГО РАС\.%ПОРЯ\.ЖЕ Н\.ИЯ.]

source: @niko3 Isn't that...\.\.the city gate?
cht: @niko3 那难道不是...\.\.城门吗？
es: @niko3 ¿No es esa...\.\.la puerta de la ciudad?
it: @niko3 Ma quello non è...\.\. l'ingresso della città?
ja: @niko3 あれって…\.\.街へのゲートだよね？
ko: @niko3 저거...\.\.도시 정문 아닌가요?
pt_br: @niko3 Aquele não é...\.\.o portão da cidade?
ru: @niko3 Разве это не...\.\.городские ворота?

source: @niko4 It's...
cht: @niko4 那是...
es: @niko4 Está...
it: @niko4 È...
ja: @niko4 もしかして…
ko: @niko4 음...
pt_br: @niko4 É...
ru: @niko4 Они...

source: @niko4 The bridge is broken...
cht: @niko4 桥坏了...
es: @niko4 El puente está roto...
it: @niko4 Il ponte è interrotto...
ja: @niko4 橋が壊れてる…
ko: @niko4 다리가 부서졌어요...
pt_br: @niko4 A ponte está quebrada...
ru: @niko4 Мост разрушен...

source: @niko2 ...looks like parts of the ground is missing.
cht: @niko2 ...好像地面的一些部分消失了。
es: @niko2 ... Parece que faltan trozos de suelo.
it: @niko2 ...Sembra che parte del terreno sia scomparsa.
ja: @niko2 …地面が欠けちゃってる。
ko: @niko2 ...땅의 일부가 없어진 것 같아요.
pt_br: @niko2 ... parece que estão faltando algumas partes do chão.
ru: @niko2 ...как будто не хватает кусков земли.

source: @niko_eyeclosed I wonder if it's safe to walk across these vines...
cht: @niko_eyeclosed 我在想步行穿过这些藤蔓是否安全...
es: @niko_eyeclosed ¿Será seguro cruzar por estas enredaderas?
it: @niko_eyeclosed Chissà se è sicuro camminare su questi rovi...
ja: @niko_eyeclosed このツタの上を歩いて、 大丈夫なのかな…
ko: @niko_eyeclosed 이 덩굴 위를 걸어서 건너가도 안전할까요?
pt_br: @niko_eyeclosed Será que é seguro caminhar por essas trepadeiras...?
ru: @niko_eyeclosed Не знаю, безопасно ли ходить по этим лозам.

source: @niko6 ...one way to find out, I guess...
cht: @niko6 ...但我想这是解决问题的唯一办法...
es: @niko6 ... Solo hay un modo de averiguarlo, supongo...
it: @niko6 ...Immagino ci sia un solo modo per scoprirlo...
ja: @niko6 …確かめる方法は、やっぱり…
ko: @niko6 ...그걸 알아내는 방법은 하나뿐이겠네요...
pt_br: @niko6 ... acho que só há uma maneira de descobrir...
ru: @niko6 ...думаю, есть только один способ узнать...

source: @niko_eyeclosed They're safe...
cht: @niko_eyeclosed 他们是安全的...
es: @niko_eyeclosed Son seguras...
it: @niko_eyeclosed Sono sicuri...
ja: @niko_eyeclosed 大丈夫だった…
ko: @niko_eyeclosed 안전해요...
pt_br: @niko_eyeclosed É seguro...
ru: @niko_eyeclosed Всё-таки безопасно...

source: @niko I lent it to someone in the ruins.\>\n\@niko_eyeclosed She said she wanted to feel the sun again, before she...
cht: @niko 我把它借给了废墟里的一个人。\>\n\@niko_eyeclosed 她说她想再最后感受一下太阳...
es: @niko Se lo dejé a alguien en las ruinas.\>\n\@niko_eyeclosed Me dijo que quería volver a sentir el sol antes de que...
it: @niko L'ho prestato a qualcuno nelle rovine.\>\n\@niko_eyeclosed Voleva sentirne il calore ancora una volta, prima di...
ja: @niko 遺跡にいた人に貸した。\>\n\@niko_eyeclosed 太陽を感じたいって言ってたんだ、最後に…
ko: @niko 폐허에 사는 누군가에게 빌려줬어.\>\n\@niko_eyeclosed 마지막으로 한 번 더 태양을 느껴보고 싶다고 했거든...
pt_br: @niko Eu emprestei para alguém nas ruínas.\>\n\@niko_eyeclosed Ela disse que queria sentir o sol mais uma vez antes de...
ru: @niko Я одолжил солнце кое-кому в руинах.\>\n\@niko_eyeclosed Она сказала, что хочет снова его почувствовать, прежде чем...

source: @calamus_speak Oh, you must be talking about Maize.
cht: @calamus_speak 哦，你说的一定是Maize。
es: @calamus_speak Ah, seguro que te refieres a Maize.
it: @calamus_speak Oh, stai parlando di Mays.
ja: @calamus_speak ああ、メイズのことかな。
ko: @calamus_speak 아, 메이즈 말이구나.
pt_br: @calamus_speak Ah, você deve estar falando de Maize.
ru: @calamus_speak О, должно быть ты имеешь в виду Мэйз.

source: @niko_speak Is that her name?
cht: @niko_speak 那是她的名字？
es: @niko_speak ¿Así se llama?
it: @niko_speak È il suo nome?
ja: @niko_speak それがあのお姉さんの名前？
ko: @niko_speak 그게 그 사람 이름이야?
pt_br: @niko_speak Esse é o nome dela?
ru: @niko_speak Её так зовут?

source: @calamus_speak She's a powerful plant spirit. She used to protect the Glen.
cht: @calamus_speak 她是一个强大的植物精灵。她曾经保卫着 Glen 。
es: @calamus_speak Es un poderoso espíritu planta. Solía proteger el Valle.
it: @calamus_speak Sì. È un potente spirito pianta. Proteggeva la Valle.
ja: @calamus_speak あの人はとても強い、植物の精霊なのさ。 昔は峡谷を守ってたんだ。
ko: @calamus_speak 메이즈는 강력한 식물 정령이야. 그 힘으로 이 협곡을 지켜줬지.
pt_br: @calamus_speak Ela é um poderoso espírito-planta. Ela protegia o Vale.
ru: @calamus_speak Она — мощный дух растений. Раньше она защищала Долину.

source: @calamus_sad ...but once the sun died, her health rapidly deteriorated.
cht: @calamus_sad ...但太阳逝去之后，她的健康状况便急剧恶化。
es: @calamus_sad ... Pero cuando el sol se apagó, su salud empeoró rápidamente.
it: @calamus_sad ...Ma da quando s'è spento il sole la sua salute è peggiorata di giorno in giorno.
ja: @calamus_sad …でも太陽が死んでから、体調が 急速に悪化した。
ko: @calamus_sad ...하지만 태양이 사라지면서 체력도 급속도로 약해지고 말았어.
pt_br: @calamus_sad ... mas, quando o sol morreu, a saúde dela piorou rápido.
ru: @calamus_sad ...но когда солнце умерло, её здоровье стало быстро ухудшаться.

source: @calamus I'm glad you were able to find her in time.
cht: @calamus 你能找到她真的太好了。
es: @calamus Me alegro de que la encontrases a tiempo.
it: @calamus Sono contento che tu sia riuscito a trovarla in tempo.
ja: @calamus 手遅れになる前に、 ニコが見つけてくれて良かった。
ko: @calamus 너무 늦기 전에 메이즈를 찾아줘서 정말 고마워.
pt_br: @calamus Fico feliz que você foi capaz de encontrá-la a tempo.
ru: @calamus Я рад, что ты успел её найти.

source: @niko_eyeclosed I think we might be already too late to save her...
cht: @niko_eyeclosed 我觉得我们现在救她已经太晚了...
es: @niko_eyeclosed Creo que ya es demasiado tarde para salvarla...
it: @niko_eyeclosed Temo che potremmo essere arrivati troppo tardi per salvarla...
ja: @niko_eyeclosed 助けるには、もう手遅れだと思う…
ko: @niko_eyeclosed 그 사람, 구하기에는 너무 늦은 것 같았어...
pt_br: @niko_eyeclosed Acho que pode ser tarde demais para salvá-la...
ru: @niko_eyeclosed Думаю, мы уже не успеем её спасти...

source: @calamus_sad I know.
cht: @calamus_sad 我知道。
es: @calamus_sad Lo sé.
it: @calamus_sad Lo so.
ja: @calamus_sad そうだな。
ko: @calamus_sad 알고 있어.
pt_br: @calamus_sad Eu sei.
ru: @calamus_sad Я знаю.

source: @calamus But I'm glad she got to see the sun again.
cht: @calamus 但是她现在能再见到太阳真好。
es: @calamus Pero me alegro de que haya vuelto a ver el sol.
it: @calamus Ma sono contento che abbia potuto vedere il sole ancora una volta.
ja: @calamus でも、もう一度太陽を見ることが できたみたいで、良かったよ。
ko: @calamus 하지만 메이즈가 태양을 다시 볼 수 있게 된 것만으로도 기뻐.
pt_br: @calamus Mas fico feliz que ela tenha visto o sol mais uma vez.
ru: @calamus Но я рад, что она смогла снова увидеть солнце.

source: @calamus I hope the squares don't spread too fast...
cht: @calamus 希望方块不要蔓延得太快...
es: @calamus Espero que los cuadrados no se extiendan muy rápido...
it: @calamus Spero che i quadrati non si diffondano troppo velocemente...
ja: @calamus 四角形があまり速く広がらないといいけど…
ko: @calamus 저 사각형들이 빠르게 퍼지지 않아야 할 텐데...
pt_br: @calamus Espero que os quadrados não se espalhem rápido demais...
ru: @calamus Надеюсь, что квадраты не будут распространяться слишком быстро...

source: @alula_speak You're here! You're here!
cht: @alula_speak 你来啦！你来啦！
es: @alula_speak ¡Has venido! ¡Has venido!
it: @alula_speak Sei qui! Sei qui!
ja: @alula_speak やったあ！来てくれた！！
ko: @alula_speak 왔구나! 왔어!
pt_br: @alula_speak Você chegou! Você chegou!
ru: @alula_speak Ты пришёл! Ты пришёл!

source: @alula I'll go get the thing!
cht: @alula 我去拿那个东西！
es: @alula ¡Voy a por la cosa!
it: @alula Vado a prendertela!
ja: @alula あれを取ってくる！
ko: @alula 너에게 줄 물건을 가지고 올게!
pt_br: @alula Vou pegar o negócio!
ru: @alula Я сбегаю за штукой!

source: @calamus_smile So uh...welcome to our home!\>\n\@calamus_heh I know it's not much, but...\>\n\@calamus_smile feel free to make yourself comfortable.
cht: @calamus_smile 嗯...欢迎到我家来！\>\n\@calamus_heh 我知道这里有些简陋，但是...\>\n\@calamus_smile 不用拘谨，就当自己家随意就好。
es: @calamus_smile Bueno, eh... ¡Te damos la bienvenida a nuestra casa!\>\n\@calamus_heh Sé que no es gran cosa, pero...\>\n\@calamus_smile siéntete como en tu propia casa.
it: @calamus_smile Quindi, ehm... benvenuto!\>\n\@calamus_heh So che non è molto, ma...\>\n\@calamus_smile fai come se fossi a casa tua.
ja: @calamus_smile えーと…我が家へようこそ！\>\n\@calamus_heh 大した家じゃないけど…\>\n\@calamus_smile 楽にしててくれ。
ko: @calamus_smile 음, 그러니까...우리 집에 온 걸 환영해!\>\n\@calamus_heh 집이 좋지는 않지만...\>\n\@calamus_smile 편하게 지냈으면 좋겠어.
pt_br: @calamus_smile Então... boas-vindas à nossa casa!\>\n\@calamus_heh Eu sei que não é grande coisa, mas...\>\n\@calamus_smile Fique à vontade.
ru: @calamus_smile Ну что... добро пожаловать в наш дом!\>\n\@calamus_heh Знаю, тут много чего нет, но...\>\n\@calamus_smile чувствуй себя как дома.

source: @alula Ah! There it is!
cht: @alula 啊！在这呢！
es: @alula ¡Ah! ¡Ahí está!
it: @alula Ah! Eccola!
ja: @alula あー！ここにあった！
ko: @alula 아! 찾았다!
pt_br: @alula Ah! Aqui está!
ru: @alula А! Вот оно!

source: @alula_speak Here, we want you to have this!
cht: @alula_speak 给你，我们想你带着它！
es: @alula_speak ¡Toma, queremos que tengas esto!
it: @alula_speak Ecco, vogliamo darti questa!
ja: @alula_speak はい、これ、受け取って！
ko: @alula_speak 받아. 우리가 주는 선물이야!
pt_br: @alula_speak Queremos que você fique com isso!
ru: @alula_speak Вот, мы хотим, чтобы оно было у тебя!

source: @niko Oh, a feather!\>\n\@niko_speak The edges are glowing yellow!
cht: @niko 哦， 一根羽毛！\>\n\@niko_speak 边缘是亮黄色的！
es: @niko ¡Oh, una pluma!\>\n\@niko_speak ¡Los bordes tienen un brillo amarillo!
it: @niko Oh, una penna!\>\n\@niko_speak I bordi sono di un giallo brillante!
ja: @niko わあ、羽根だ！\>\n\@niko_speak 端っこが黄色く光ってる！
ko: @niko 앗, 깃털이네!\>\n\@niko_speak 가장자리가 노랗게 빛나고 있어!
pt_br: @niko Uma pena!\>\n\@niko_speak As pontas são de um amarelo brilhante!
ru: @niko О, перо!\>\n\@niko_speak Его края светятся жёлтым!

source: @calamus_speak It's a sacred feather from the great Prophet.
cht: @calamus_speak 这就是伟大先知留下的神圣羽毛。
es: @calamus_speak Es una pluma sagrada de la Gran Profeta.
it: @calamus_speak È una penna sacra della Grande Profetessa.
ja: @calamus_speak 偉大な預言者の、聖なる羽根さ。
ko: @calamus_speak 이건 위대한 예언자가 남긴 신성한 깃털이야.
pt_br: @calamus_speak É uma pena sagrada da grande Profeta.
ru: @calamus_speak Это священное перо великой Пророчицы.

source: @alula She's this old lady our dad used to know!
cht: @alula 她就是我们爸爸以前认识的那位老太太！
es: @alula ¡Es una señora anciana que nuestro padre conocía!
it: @alula Era una vecchia signora che nostro papà conosceva!
ja: @alula その人が、お父さんの昔知ってた おばあちゃんなの！
ko: @alula 우리 아빠가 알고 지내던 할머니 예언자야!!
pt_br: @alula É uma senhora que nosso pai conhecia!
ru: @alula Это старушка, с которой был знаком наш отец!

source: @alula_gasp Her feathers can glow in the dark and she can see into the future!
cht: @alula_gasp 她的羽毛在黑暗中会闪光，而且，她能 看到未来！
es: @alula_gasp ¡Sus plumas brillan en la oscuridad y es capaz de ver el futuro!
it: @alula_gasp Le sue penne brillavano al buio e poteva vedere il futuro!
ja: @alula_gasp おばあちゃんはね、羽根が暗いところで光るし、 未来のことも分かるんだよ！
ko: @alula_gasp 그 깃털이 어둠 속에서 빛을 내기 때문에 할머니가 미래를 볼 수 있는 거래!
pt_br: @alula_gasp As penas dela brilham no escuro e ela consegue ver o futuro!
ru: @alula_gasp Её перья светятся в темноте, а сама она может видеть будущее!

source: @alula Or... something like that!
cht: @alula 或者...类似的什么东西！
es: @alula O... ¡algo así!
it: @alula O... qualcosa del genere!
ja: @alula とか…まあそんな感じね！
ko: @alula 뭐... 그 비슷한 얘기야!
pt_br: @alula Ou... alguma coisa do tipo!
ru: @alula Ну... что-то в этом духе!

source: @calamus_speak She gave one of her feathers to father before she died.
cht: @calamus_speak 她在死前把她的一根羽毛给了爸爸。
es: @calamus_speak Le dio una de sus plumas a padre antes de morir.
it: @calamus_speak Prima di morire, ha dato una delle sue penne a nostro padre.
ja: @calamus_speak ばあちゃんは、死ぬ直前に父さんに 羽根をあげたんだ。
ko: @calamus_speak 그 분은 돌아가시기 전에 아버지에게 이 깃털을 남겨 주셨어.
pt_br: @calamus_speak Antes de morrer, ela deu uma das penas dela para o papai.
ru: @calamus_speak Перед смертью она отдала одно из своих перьев отцу.

source: @calamus Father wanted to pass this down as an heirloom, although...\>\n\@calamus_smile ...it feels more fitting for you to have it.
cht: @calamus 爸爸想把它当传家宝传下去， 不过...\>\n\@calamus_smile ...感觉你拿着它更合适。
es: @calamus Padre quería dejárnosla en herencia, pero...\>\n\@calamus_smile ... me parece mejor que la tengas tú.
it: @calamus Lui avrebbe voluto tramandarcela come cimelio di famiglia, anche se...\>\n\@calamus_smile forse è meglio l'abbia tu.
ja: @calamus 父さんは、これを家宝として下の代に 受け継がせようと思ってたみたいだけど…\>\n\@calamus_smile …ニコのほうが、ふさわしいと思う。
ko: @calamus 아버지는 이걸 가보처럼 소중히 간직해 오셨지만...\>\n\@calamus_smile ...네가 가지는 게 좋을 것 같아.
pt_br: @calamus O papai queria nos dar essa pena de herança...\>\n\@calamus_smile Mas me parece mais lógico que você fique com ela.
ru: @calamus Отец хотел, чтобы его передавали по наследству как фамильную реликвию, но...\>\n\@calamus_smile ...у меня такое чувство, что тебе оно нужнее.

source: @niko A-are you sure?
cht: @niko 你——你确定吗？
es: @niko ¿Es... Estás segura?
it: @niko S-siete sicuri?
ja: @niko ほ、本当にいいの？
ko: @niko 저... 정말로?
pt_br: @niko T-tem certeza?
ru: @niko Вы... Вы уверены?

source: @alula_speak Totally sure!
cht: @alula_speak 完全确定！
es: @alula_speak ¡Claro!
it: @alula_speak Sicurissimi!
ja: @alula_speak あったりまえ！
ko: @alula_speak 물론이지!
pt_br: @alula_speak Absoluta!
ru: @alula_speak Абсолютно!

source: @calamus I think that's what father would have wanted.
cht: @calamus 我觉得，这也正是爸爸所希望的。
es: @calamus Creo que es lo padre habría querido.
it: @calamus Penso sia quello che avrebbe voluto nostro padre.
ja: @calamus 父さんもそれを望んだと思う。
ko: @calamus 아버지도 분명 너한테 주자고 하셨을걸.
pt_br: @calamus Acho que é o que nosso pai gostaria.
ru: @calamus Я думаю отец бы этого хотел.

source: @alula That's the sun!
cht: @alula 那就是太阳！
es: @alula ¡Eso es el sol!
it: @alula Questo è il sole!
ja: @alula 太陽だ！
ko: @alula 저게 태양이구나!
pt_br: @alula É o sol!
ru: @alula Это же солнце!

source: @alula It's a book!
cht: @alula 这是一本书！
es: @alula ¡Es un libro!
it: @alula È un libro!
ja: @alula 本だ！
ko: @alula 책이다!
pt_br: @alula É um livro!
ru: @alula Это же книга!

source: @alula_speak I can't read yet!
cht: @alula_speak 我现在还不认字！
es: @alula_speak Todavía no sé leer.
it: @alula_speak Ancora non so leggere!
ja: @alula_speak あたしまだ読めないの！
ko: @alula_speak 난 아직 못 읽어!
pt_br: @alula_speak Ainda não sei ler!
ru: @alula_speak Я ещё не умею читать!

source: @alula Our friend says he'll teach me when I'm older, though!
cht: @alula 但是，我们的朋友说等我长大一些他 会教我。
es: @alula ¡Pero nuestro amigo dice que me enseñará cuando sea mayor!
it: @alula Il nostro amico ha detto che mi insegnerà quando sarò più grande!
ja: @alula でも、大きくなったら 友達が教えてくれるって！
ko: @alula 내가 좀 더 크면 친구가 그때 가르쳐 주겠대!
pt_br: @alula Nosso amigo diz que me ensinará quando eu for mais velha!
ru: @alula Наш друг говорит, что научит меня, когда я подрасту!

source: @alula_speak It's a pretty feather, isn't it?
cht: @alula_speak 这羽毛很漂亮，不是吗？
es: @alula_speak Es una pluma muy bonita, ¿a que sí?
it: @alula_speak È una bella penna, vero?
ja: @alula_speak 綺麗な羽根でしょ？
ko: @alula_speak 예쁜 깃털이지?
pt_br: @alula_speak Que pena bonita, não acha?
ru: @alula_speak Красивое перо, правда?

source: @alula_speak Wooow! \>That's a pretty necklace!
cht: @alula_speak 哇噢！\>这条项链真漂亮！
es: @alula_speak ¡Hala! \>¡Qué collar más bonito!
it: @alula_speak Wooow! \>Questa collana è davvero bella!
ja: @alula_speak わあぁー！ \>綺麗なネックレスね！
ko: @alula_speak 우와! \>목걸이 정말 예쁘다!
pt_br: @alula_speak Caramba! \>Que colar lindo!
ru: @alula_speak Ух ты! \>Какое красивое ожерелье!

source: @niko The robot lady from the Barrens gave it to me!
cht: @niko 这是 Barrens 的机器人女士给我的！
es: @niko ¡Me lo dio la mujer robot de los Baldíos!
it: @niko Me l'ha data la signorina robot della Baia Desolata!
ja: @niko 不毛の地にいたロボットのお姉さんがくれたんだ！
ko: @niko 불모지에 있던 로봇 아가씨가 주신 거야!
pt_br: @niko A moça-robô das Terras Áridas o deu para mim!
ru: @niko Мне его дала тётя-робот в Пустошах!

source: @alula_gasp You've been to the Barrens?
cht: @alula_gasp 你去过 Barrens？
es: @alula_gasp ¿Has estado en los Baldíos?
it: @alula_gasp Sei stato alla Baia Desolata?
ja: @alula_gasp 不毛の地に行ったことあるの？
ko: @alula_gasp 불모지에 갔었어?
pt_br: @alula_gasp Você esteve nas Terras Áridas?
ru: @alula_gasp Ты был в Пустошах?

source: @niko_speak Yeah! \p and I came from there, actually!
cht: @niko_speak 是的！\p和我就来自那里！
es: @niko_speak ¡Sí! De hecho, \p y yo venimos de ahí.
it: @niko_speak Sì! In realtà \p ed io siamo venuti da lì!
ja: @niko_speak うん！ミーと \p はそこから来たんだ、実は！
ko: @niko_speak 맞아! \p 님과 난 거기에서 왔어!
pt_br: @niko_speak Sim! Na verdade, \p e eu viemos de lá!
ru: @niko_speak Да! \p и я как раз пришли оттуда!

source: @alula_pout But... I thought you came from another world...
cht: @alula_pout 但是...我以为你来自另外一个世界...
es: @alula_pout Pero... yo creía que venías de otro mundo...
it: @alula_pout Ma... pensavo che tu fossi venuto da un altro mondo...
ja: @alula_pout でも…他の世界から来たんだと思ってた…
ko: @alula_pout 하지만... 난 네가 다른 세계에서 온 줄로 알았는데...
pt_br: @alula_pout Mas... Eu acho que você era de outro mundo...
ru: @alula_pout Но... Я думала, ты пришёл из другого мира...

source: @niko Ah, I just meant we were there first, before we got to the Glen!
cht: @niko 嗯，我的意思是在我们到 Glen 之前， 我先前是在那里的！
es: @niko Ah, quería decir que hemos estado ahí antes. ¡Antes de venir al Valle!
it: @niko Ah, volevo dire che eravamo lì all'inizio, prima che arrivassimo nella Valle!
ja: @niko あ、峡谷に来る前は 不毛の地にいたってことだよ！
ko: @niko 아, 협곡에 오기 전에 불모지에 갔었다는 말이야!
pt_br: @niko Ah, eu quis dizer que estivemos lá antes mesmo de irmos ao Vale!
ru: @niko А! Я имел в виду, что сначала мы были там, а потом приплыли в Долину!

source: @alula_speak That makes more sense!
cht: @alula_speak 我懂了！
es: @alula_speak ¡Eso tiene más sentido!
it: @alula_speak Ah, adesso ho capito!
ja: @alula_speak そういうことね！
ko: @alula_speak 이제 이해했어!
pt_br: @alula_speak Agora fez sentido!
ru: @alula_speak Теперь понятно!

source: @alula_speak It's good to be home again!
cht: @alula_speak 回到家真好！
es: @alula_speak ¡Me alegro de volver a casa!
it: @alula_speak È bello essere di nuovo a casa!
ja: @alula_speak 家に帰れてよかった！
ko: @alula_speak 집에 오니까 좋다!
pt_br: @alula_speak É bom voltar para casa!
ru: @alula_speak Хорошо снова оказаться дома!

source: @niko Fireflies!
cht: @niko 萤火虫！
es: @niko ¡Luciérnagas!
it: @niko Lucciole!
ja: @niko ホタルだ！
ko: @niko 반딧불이에요!
pt_br: @niko Vaga-lumes!
ru: @niko Светляки!

source: @niko Fireflies light up this room.
cht: @niko 萤火虫照亮了整间房。
es: @niko Las luciérnagas iluminan esta sala.
it: @niko Le lucciole illuminano questa stanza.
ja: @niko ホタルのおかげで部屋が明るい。
ko: @niko 반딧불이 방을 비추고 있어요.
pt_br: @niko Os vaga-lumes iluminam essa sala.
ru: @niko Светляки освещают эту комнату.

source: @niko_eyeclosed The back room is full of dust and cobwebs...
cht: @niko_eyeclosed 密室里布满了灰尘和蜘蛛网...
es: @niko_eyeclosed La habitación trasera está llena de polvo y telarañas...
it: @niko_eyeclosed La stanza sul retro è piena di polvere e ragnatele...
ja: @niko_eyeclosed 奥の部屋は埃とクモの巣だらけ…
ko: @niko_eyeclosed 뒷방은 먼지와 거미줄로 가득해요...
pt_br: @niko_eyeclosed A sala dos fundos está empoeirada e cheia de teias...
ru: @niko_eyeclosed Задняя комната вся в пыли и паутине...

source: @niko_eyeclosed Looks like spoiled food.
cht: @niko_eyeclosed 看起来像是变质的食物。
es: @niko_eyeclosed Parece comida en mal estado.
it: @niko_eyeclosed Sembra cibo andato a male.
ja: @niko_eyeclosed 腐った食べ物みたい。
ko: @niko_eyeclosed 상한 음식 같아요.
pt_br: @niko_eyeclosed Parece comida estragada.
ru: @niko_eyeclosed Похоже на испорченную еду.
