Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @silver [Where did you... get that book?]
cht: @silver [你从哪...拿到那本书的？]
es: @silver [¿De dónde... has sacado ese libro?]
it: @silver [Dove hai... preso quel libro?]
ja: @silver [その本…どこで手に入れたの？]
ko: @silver [그 책... 어디서 났어?]
pt_br: @silver [Onde você... achou esse livro?]
ru: @silver [Где ты... взял эту книгу?]

source: @niko2 Oh, uh...
cht: @niko2 噢，额...
es: @niko2 Oh, eh...
it: @niko2 Oh, ehm...
ja: @niko2 えっと、たしか…
ko: @niko2 음...
pt_br: @niko2 Ah, ahm...
ru: @niko2 О, эм...

source: @niko It was with me when I woke up back at the house.
cht: @niko 我回到房间里醒来，它就在了。
es: @niko Lo tenía conmigo cuando me desperté en la casa.
it: @niko Era già con me quando mi sono svegliato.
ja: @niko 家で目が覚めた時かな。
ko: @niko 집에서 정신을 차렸을 때 있었어요.
pt_br: @niko Estava comigo quando acordei lá na casa.
ru: @niko Когда я проснулся в доме, она уже была у меня.

source: @niko_eyeclosed I didn't really question it at the time...
cht: @niko_eyeclosed 当时我没有纠结这个...
es: @niko_eyeclosed No me lo pregunté en aquel momento...
it: @niko_eyeclosed Non me lo sono mai chiesto...
ja: @niko_eyeclosed その時はあんまり気にしてなかった…
ko: @niko_eyeclosed 그때는 이상하게 생각하지 않았는데...
pt_br: @niko_eyeclosed Na hora, não perguntei nem nada...
ru: @niko_eyeclosed В тот момент мне было не до неё...

source: @niko2 I flipped through a couple of pages, but I don't understand a word!
cht: @niko2 我随便翻了几页，但我一个字都看不懂！
es: @niko2 ¡Lo hojeé un poco, pero no entendía nada!
it: @niko2 Ho provato a leggere un paio di pagine, ma non ci ho capito niente!
ja: @niko2 ちょっとだけ読んでみたけど、 全然分からなかった！
ko: @niko2 몇 페이지를 넘겨봤지만 한마디도 이해할 수 없었어요!
pt_br: @niko2 Folheei algumas páginas, mas não entendi nada!
ru: @niko2 Я пролистал несколько страниц, но не понял ни единого слова!

source: @niko Is that just something messiahs are supposed to wake up with?
cht: @niko 这是不是就是救世主醒来就会带着的 东西？
es: @niko ¿Se supone que es algo con lo que los mesías han de despertarse?
it: @niko È qualcosa con il quale si devono svegliare i messia?
ja: @niko もしかして、救世主が起きるときに持ってないと ダメなものだったりとか？
ko: @niko 원래 구원자는 이런 걸 갖고 깨어나는 걸까요?
pt_br: @niko Os messias acordam com uma coisa dessas?
ru: @niko Именно с такими штуками должны просыпаться все мессии?

source: @silver_eyeclosed [No... I have never heard of anything like that.]
cht: @silver_eyeclosed [不...我从来没有听说过这个。]
es: @silver_eyeclosed [No... Nunca he oído hablar de algo por el estilo.]
it: @silver_eyeclosed [No... non ho mai sentito nulla del genere.]
ja: @silver_eyeclosed [違うわね… そんなの、一度も聞いたことがない。]
ko: @silver_eyeclosed [아니... 그런 이야기는 들어본 적이 없어.]
pt_br: @silver_eyeclosed [Não... Nunca ouvi falar de algo assim.]
ru: @silver_eyeclosed [Нет... Никогда не слышала ни о чём подобном.]

source: @silver [But I... \.\.know who wrote the book.]
cht: @silver [但我...\.\.知道谁写了这本书。]
es: @silver [Pero... \.\.Sé quién ha escrito ese libro.]
it: @silver [Ma penso di... \.\.sapere chi l'ha scritto.]
ja: @silver [でも、その本を… \.\.誰が書いたかは知っている。]
ko: @silver [하지만... \.\.이 책을 누가 썼는지는 알아.]
pt_br: @silver [Mas eu... \.\.sei quem escreveu o livro.]
ru: @silver [Но я... \.\.знаю кто написал эту книгу.]

source: @niko2 Oh?
cht: @niko2 噢？
es: @niko2 Ah, ¿sí?
ja: @niko2 ほんと？
ko: @niko2 네?
pt_br: @niko2 Hm?
ru: @niko2 О?

source: @silver [However...]
cht: @silver [但...]
es: @silver [Sin embargo...]
it: @silver [Però...]
ja: @silver [けれど…]
ko: @silver [하지만...]
pt_br: @silver [No entanto...]
ru: @silver [Однако...]

source: @silver2 [I've only seen his books with a black clover on the cover.]
cht: @silver2 [我见过他写的书的封面都有黑色的 三叶草。]
es: @silver2 [Solo he visto sus libros con un trébol negro en la cubierta.]
it: @silver2 [...tutti i suoi libri che ho visto avevano un trifoglio NERO sulla copertina.]
ja: @silver2 [黒いクローバーが描かれた、彼の本しか 見たことがないの。]
ko: @silver2 [내가 본 그 사람의 책은 모두 표지에 검은 클로버가 있었어.]
pt_br: @silver2 [Só conheço os livros dele com um trevo preto na capa.]
ru: @silver2 [Я видела его книги только с чёрным клевером на обложке.]

source: @silver_lookup [If he went through the trouble of putting yellow phosphor in it...]
cht: @silver_lookup [或许是他费尽心机将黄色荧光体放进去...]
es: @silver_lookup [Si se esforzó por ponerle fósforo amarillo...]
it: @silver_lookup [Si è preso il disturbo di mettere del fosforo giallo in questo specifico libro...]
ja: @silver_lookup [もし、この中に黄色い蛍光体をわざわざ 埋め込んだのだとしたら…]
ko: @silver_lookup [그 사람이 책에 굳이 노란색 발광체를 넣었다면...]
pt_br: @silver_lookup [Se ele se deu ao trabalho de colocar uma luminescência amarela nele...]
ru: @silver_lookup [Если уж он озаботился нанесением на неё жёлтого фосфора...]

source: @silver [And the fact that you woke up with it in the first place...]
cht: @silver [加上你一醒来就看到了它...]
es: @silver [Y el hecho de que te despertaras teniéndolo desde un primer momento...]
it: @silver [...che avevi con te quando ti sei svegliato.]
ja: @silver [そしてこれを、あなたが最初に目覚めた時から 持っていたという事実…]
ko: @silver [그리고 네가 깨어났을 때 책이 있었다면...]
pt_br: @silver [E também o fato de você ter acordado com ele...]
ru: @silver [Да и к тому же ты проснулся с ней в руках...]

source: @silver2 [...Really has me intrigued.]
cht: @silver2 [...真的让我很好奇。]
es: @silver2 [... Me tiene intrigada.]
it: @silver2 [Questa faccenda mi incuriosisce parecchio.]
ja: @silver2 […とても興味深いわね。]
ko: @silver2 [...정말 흥미롭군.]
pt_br: @silver2 [... me intriga bastante.]
ru: @silver2 [...Теперь я по-настоящему заинтригована.]

source: @niko Yellow... phosphor?
cht: @niko 黄色...荧光体？
es: @niko ¿Fósforo... amarillo?
it: @niko Fosforo... giallo?
ja: @niko 黄色い…蛍光体？
ko: @niko 노란색... 발광체?
pt_br: @niko Luminescência... amarela?
ru: @niko Жёлтого... фосфора?

source: @niko_speak Oh yeah! That's the rare phosphor that people think the sun is made of, right?
cht: @niko_speak 噢，是的！那就是人们认为是用来制作 太阳的稀有荧光体，是吗？
es: @niko_speak ¡Ah, sí! Ese es el fósforo tan raro del que la gente piensa que está hecho el sol, ¿verdad?
it: @niko_speak Oh sì! Quel tipo di fosforo raro che le persone pensano sia alla base del sole, vero?
ja: @niko_speak あ、分かった！それって、太陽の一部だって 言われてる珍しい蛍光体のことだよね？
ko: @niko_speak 아하! 사람들이 태양의 원료라고 생각하는 희귀한 발광체를 말하는 거죠?
pt_br: @niko_speak Ah é! Essa é aquela luminescência rara que todo mundo acha que forma o sol, não é?
ru: @niko_speak Ах да! Это же редкий вид фосфора. Люди думают, что из него сделано солнце, верно?

source: @niko_what2 ...wait a minute, how do I know this?
cht: @niko_what2 ...等一下，我怎么知道这个？
es: @niko_what2 ... Espera, ¿por qué sé eso?
it: @niko_what2 ...Aspetta un attimo, come faccio a saperlo?
ja: @niko_what2 …あれ、ミーは何でこんなこと知ってるんだろ？
ko: @niko_what2 ...잠깐만, 내가 이런 걸 어떻게 알지?
pt_br: @niko_what2 ... espera, como eu sei disso?
ru: @niko_what2 ...Подожди. Откуда я это знаю?

source: @niko_eyeclosed I don't think anyone's told me about it...
cht: @niko_eyeclosed 我不记得有谁和我说过...
es: @niko_eyeclosed No creo que me lo haya dicho nadie...
it: @niko_eyeclosed Non penso che nessuno me ne abbia mai parlato...
ja: @niko_eyeclosed 誰にも教わってないのに…
ko: @niko_eyeclosed 누구한테 들은 적도 없는 것 같은데...
pt_br: @niko_eyeclosed Não lembro de ninguém ter me contado...
ru: @niko_eyeclosed Не думаю, чтобы кто-то мне об этом рассказывал...

source: @silver [Ah... \.\.I can show you if you'd like.]
cht: @silver [啊...\.\.你愿意的话我可以给你看看。]
es: @silver [Ah... \.\.Puedo enseñártelo, si quieres.]
it: @silver [Ah... \.\.Se vuoi posso mostrartelo.]
ja: @silver [ええと… \.\.もし良かったら、見せてあげる。]
ko: @silver [아... \.\.원한다면 보여줄 수 있어.]
pt_br: @silver [Ah... \.\.eu posso lhe mostrar, se quiser.]
ru: @silver [А... \.\.Если хочешь, я тебе покажу.]

source: @silver [My friend gave me this a long time ago.]
cht: @silver [我朋友在很久前给我的。]
es: @silver [Alguien me dio esto hace mucho tiempo.]
it: @silver [Un amico me lo diede tanto tempo fa.]
ja: @silver [ずっと前に、友人からもらったものよ。]
ko: @silver [내 친구가 오래전에 이걸 줬거든.]
pt_br: @silver [Meu amigo me deu isso há muito tempo.]
ru: @silver [Когда-то давно мой друг подарил его мне.]

source: @niko_pancakes Pretty!
cht: @niko_pancakes 好漂亮！
es: @niko_pancakes ¡Qué bonito!
it: @niko_pancakes Carino!
ja: @niko_pancakes すごく綺麗！
ko: @niko_pancakes 예뻐요!
pt_br: @niko_pancakes Que bonito!
ru: @niko_pancakes Красота!

source: @niko_speak Oh! Looks like there's a clover in the necklace too!
cht: @niko_speak 噢！看起来像是项链上也有一个三叶草标志！
es: @niko_speak ¡Oh! ¡Parece que también tiene un trébol!
it: @niko_speak Oh! Sembra che ci sia un trifoglio dentro la collana!
ja: @niko_speak あっ！クローバーが入ってるよ！
ko: @niko_speak 오! 이 목걸이에도 클로버가 있네요!
pt_br: @niko_speak Ah! Parece que tem um trevo no colar também!
ru: @niko_speak Ого! В ожерелье тоже есть клевер!

source: @niko6 ...like the book!
cht: @niko6 ...就像那本书！
es: @niko6 ... ¡Como el libro!
it: @niko6 ...Come nel libro!
ja: @niko6 …この本と一緒だね！
ko: @niko6 ...이 책처럼요!
pt_br: @niko6 ... igual o livro!
ru: @niko6 ...как и на книге!

source: @silver2 [Well... it IS the same person.]
cht: @silver2 [嗯...这是同一个人做的。]
es: @silver2 [Bueno... Se trata de la misma persona.]
it: @silver2 [Beh... è della stessa persona, in fondo.]
ja: @silver2 [これは…同じ人が作ったものなの。]
ko: @silver2 [음... 같은 사람이거든.]
pt_br: @silver2 [Bem... é a MESMA pessoa.]
ru: @silver2 [Потому что... они от одного и того же человека.]

source: @niko Oooh.
cht: @niko 哦。
es: @niko ¡Hala!
ja: @niko あ、そっか。
ko: @niko 아아.
pt_br: @niko Aaah.
ru: @niko О-о-о.

source: @silver_eyeclosed [That's... why I think this journal would be important.]
cht: @silver_eyeclosed [这也是...为什么我觉得这本书重要的原因。]
es: @silver_eyeclosed [Por eso... creo que este diario podría ser importante.]
it: @silver_eyeclosed [È per questo che... credo che il diario sia importante.]
ja: @silver_eyeclosed [だから…この日記は、 すごく大事なものな気がする。]
ko: @silver_eyeclosed [그래서... 이 일지가 중요할지도 모른다고 생각하는 거야.]
pt_br: @silver_eyeclosed [É por isso... que acho que esse diário deve ser importante.]
ru: @silver_eyeclosed [Вот почему мне кажется... что этот дневник ещё пригодится.]

source: @silver2 [You said it JUST started glowing?]
cht: @silver2 [你之前说它才开始发光？]
es: @silver2 [¿Has dicho que acaba de empezar a brillar?]
it: @silver2 [Hai detto che si era illuminato?]
ja: @silver2 [たった今光り始めたって、 言ってたわよね？]
ko: @silver2 [방금 빛이 나기 시작했다고 했지?]
pt_br: @silver2 [Você disse que começou a brilhar DO NADA?]
ru: @silver2 [Ты сказал, что он ТОЛЬКО ЧТО начал светиться?]

source: @niko_speak Yeah?
cht: @niko_speak 是吗？
es: @niko_speak ¿Sí?
it: @niko_speak Sì...?
ja: @niko_speak そうだよ？
ko: @niko_speak 네. 그건 왜요?
pt_br: @niko_speak Não foi?
ru: @niko_speak Ну да?

source: @silver2 [That was right after your vision, then...]
cht: @silver2 [是的，你也看见了...]
es: @silver2 [Fue justo después de tu visión, entonces...]
it: @silver2 [È stato dopo la tua visione, quindi...]
ja: @silver2 [それが起きたのは、幻視のすぐ後だった…]
ko: @silver2 [네가 환상을 본 직후야...]
pt_br: @silver2 [Foi logo depois da sua visão, portanto...]
ru: @silver2 [Значит, это было сразу после твоего видения...]

source: @silver2 [...This HAS to mean something.]
cht: @silver2 [...这一定有什么含义。]
es: @silver2 [... TIENE que significar algo.]
it: @silver2 [...Questo DEVE significare qualcosa.]
ja: @silver2 [絶対に何か理由があるはずよ。]
ko: @silver2 [...뭔가 의미가 있을 거야.]
pt_br: @silver2 [... isso TEM QUE significar alguma coisa.]
ru: @silver2 [...Это ОПРЕДЕЛЁННО что-то значит.]

source: @silver2 [Maybe you should at least try to read it again...]
cht: @silver2 [或许你应该至少再读一次。]
es: @silver2 [A lo mejor deberías intentar leerlo de nuevo...]
it: @silver2 [Magari dovresti provare a leggerlo di nuovo...]
ja: @silver2 [その本を、せめてもう一度読んでみたほうが いいかもしれない…]
ko: @silver2 [다시 읽어 보는 게 좋겠어...]
pt_br: @silver2 [Tente lê-lo outra vez...]
ru: @silver2 [Может быть, тебе стоит снова его просмотреть...]

source: @niko I can see a faint yellow glow in the distance...
cht: @niko 我看见远处有微微的黄光闪动...
es: @niko Puedo ver un leve brillo naranja en la distancia...
it: @niko In lontananza, riesco a vedere un debole bagliore giallo...
ja: @niko 遠くに、黄色い光がかすかに見える…
ko: @niko 저 멀리서 희미한 노란 빛이 보여요...
pt_br: @niko Vejo um brilho amarelo ao longe...
ru: @niko Я вижу вдали слабое жёлтое свечение...

source: @silver [Don't stand so close to the edge.]
cht: @silver [不要站得这么靠近边缘。]
es: @silver [No te acerques tanto al borde.]
it: @silver [Non stare così vicino al bordo.]
ja: @silver [端には近寄らないで。]
ko: @silver [너무 가까이 가지 않는 게 좋아.]
pt_br: @silver [Não fique tão perto da beirada.]
ru: @silver [Не стой так близко к пропасти.]

source: @niko Oh! Sorry!
cht: @niko 噢！对不起！
es: @niko ¡Oh, lo siento!
it: @niko Oh, scusa!
ja: @niko あっ、ごめんなさい…
ko: @niko 앗! 죄송해요!
pt_br: @niko Ah! Desculpe-me!
ru: @niko Ой! Прости!

source: @silver [Looks like even the entrance tunnel collapsed off.]
cht: @silver [看来入口隧道也倒塌了。]
es: @silver [Parece que hasta la entrada del túnel se ha derrumbado.]
it: @silver [Sembra che sia crollato anche il tunnel d'ingresso.]
ja: @silver [トンネルの入り口すらも崩落したようね。]
ko: @silver [아무래도 입구 쪽 터널마저 무너진 것 같네.]
pt_br: @silver [Parece que a entrada do túnel desabou.]
ru: @silver [Похоже, что даже входной туннель обвалился.]

source: @silver [Without a vehicle, we can't proceed.]
cht: @silver [没有矿车，我们无法前进。]
es: @silver [Sin un vehículo, no podemos continuar.]
it: @silver [Senza un veicolo, non possiamo procedere.]
ja: @silver [車両がなければ、進めないわ。]
ko: @silver [탈것이 있어야 갈 수 있어.]
pt_br: @silver [Sem um veículo, não podemos seguir.]
ru: @silver [Без средства передвижения нам дальше не продвинуться.]

source: @niko Can't we walk?
cht: @niko 我们不能用走的吗？
es: @niko ¿No podemos caminar?
it: @niko Non possiamo camminare?
ja: @niko 歩いていっちゃダメなの？
ko: @niko 걸어갈 수 없나요?
pt_br: @niko Não podemos ir a pé?
ru: @niko А нельзя пройти пешком?

source: @silver [I can.]
cht: @silver [我可以。]
es: @silver [Yo sí.]
it: @silver [Io sì.]
ja: @silver [私は問題ない。]
ko: @silver [난 할 수 있지.]
pt_br: @silver [Eu posso.]
ru: @silver [Мне можно.]

source: @silver [But for you it's a safety violation. I won't allow it.]
cht: @silver [但对你来说这违反了安全守则。我不会允许的。]
es: @silver [Pero para ti, sería un incumplimiento de las normas de seguridad. No lo puedo permitir.]
it: @silver [Ma per te è una violazione del protocollo di sicurezza. Non te lo permetterò.]
ja: @silver [でもあなたは安全基準法違反。 許可できない。]
ko: @silver [하지만 너는 안전 수칙을 위반하게 돼. 그러니 허가할 수 없어.]
pt_br: @silver [Mas, para você, é uma violação de segurança. Não permitirei.]
ru: @silver [Но ты нарушишь этим технику безопасности. Я не могу этого допустить.]

source: @niko What's ahead, anyway?
cht: @niko 那这前面究竟是什么？
es: @niko En cualquier caso, ¿qué hay más adelante?
it: @niko Comunque, cosa c'è più avanti?
ja: @niko じゃあ、この先には何があるの？
ko: @niko 저 앞에는 뭐가 있나요?
pt_br: @niko O que há adiante, enfim?
ru: @niko Но всё же, что там впереди?

source: @silver [It's a huge network of underground mines, the source of this world's metal and non-phosphor fuel.]
cht: @silver [这是个巨大的地下矿井网络，这个世界的 金属及非荧光燃料的产地。]
es: @silver [Una red enorme de minas subterráneas. Son la fuente de combustible de metal sin fósforo de este mundo.]
it: @silver [Un'enorme rete di miniere sotterranee, le sorgenti primarie di metallo e combustibili diversi dal fosforo.]
ja: @silver [この世界の、鉄と非蛍光燃料の供給源。 地下鉱山の巨大ネットワークよ。]
ko: @silver [복잡하고 방대한 지하 광산이 있지. 이 세계의 금속과 비발광성 연료가 모여 있는 곳이야.]
pt_br: @silver [Uma rede de túneis e minas subterrâneas. É a fonte dos metais e dos combustíveis não luminescentes deste mundo.]
ru: @silver [Разветвлённая сеть подземных туннелей, в которых добывали руду и нефосфорное топливо для всего мира.]

source: @silver [This is what propelled the world into the industrial age.]
cht: @silver [正是它推动着世界进入工业时代。]
es: @silver [Es lo que impulsó al mundo hacia la era industrial.]
it: @silver [Questo è ciò che ha spinto il mondo nell'era industriale.]
ja: @silver [この地下鉱山のおかげで、私たちは 産業化時代に入ることができた。]
ko: @silver [이 광산이 이 세계를 산업 시대로 이끌었지.]
pt_br: @silver [Foi o que fez o mundo avançar para a era industrial.]
ru: @silver [Всё то, что форсировало переход этого мира в промышленную эпоху.]

source: @niko_eyeclosed So now it's lost forever?
cht: @niko_eyeclosed 所以，现在已经废弃了？
es: @niko_eyeclosed ¿Y ya están perdidas para siempre?
it: @niko_eyeclosed Quindi ora è chiusa per sempre?
ja: @niko_eyeclosed 今はもう使えなくなっちゃった？
ko: @niko_eyeclosed 이제 영원히 못 쓰게 되는 건가요?
pt_br: @niko_eyeclosed Então está perdido para sempre?
ru: @niko_eyeclosed И теперь всё это потеряно навсегда?

source: @silver [It's been for a while now.]
cht: @silver [已经有好一阵子了。]
es: @silver [Ya llevan tiempo perdidas.]
it: @silver [Lo è già da un bel po'.]
ja: @silver [しばらく前からね。]
ko: @silver [그렇게 된지는 좀 되었어.]
pt_br: @silver [Já faz algum tempo.]
ru: @silver [С тех пор прошла целая вечность.]

source: @silver [When the sun went out, the mines were the first to be abandoned amidst the initial panic.]
cht: @silver [太阳毁灭的时候，矿井在最初的恐慌中 最先被遗弃。]
es: @silver [Cuando el sol se apagó, lo primero que se abandonó entre el pánico inicial fueron las minas.]
it: @silver [Quando il sole scomparve, le miniere furono le prime ad essere abbandonate come reazione al panico iniziale.]
ja: @silver [太陽がなくなった当時、住民がパニックに 陥っている中で一番最初に放棄 されたのがこの鉱山。]
ko: @silver [태양이 꺼졌을 때 공황 상태에서 이 광산을 가장 먼저 버렸으니까.]
pt_br: @silver [Quando o sol apagou, as minas foram as primeiras a serem abandonadas em meio ao pânico instaurado.]
ru: @silver [Когда солнца не стало, во время всеобщей паники шахту забросили самой первой.]

source: @silver [Even the robots have been all cleared out and repurposed.]
cht: @silver [甚至连机器人都被全部移除，并重新 指派了任务。]
es: @silver [Incluso se llevaron a los robots, y se les dieron otras funciones.]
it: @silver [Anche i robot sono stati tutti formattati e riprogrammati.]
ja: @silver [ロボットすらもすべて退去させられ、それぞれに 別の役割が与えられたわ。]
ko: @silver [여기서 일하던 로봇마저 모두 빼내서 용도를 바꿀 정도였지.]
pt_br: @silver [Até os robôs foram retirados e reutilizados.]
ru: @silver [Даже всех роботов отсюда обнулили и перепрофилировали.]

source: @niko_eyeclosed That makes sense...
cht: @niko_eyeclosed 也就说的通了...
es: @niko_eyeclosed Tiene sentido...
it: @niko_eyeclosed Ha senso...
ja: @niko_eyeclosed そうだったんだ…
ko: @niko_eyeclosed 그럴 만도 하겠네요...
pt_br: @niko_eyeclosed Faz sentido...
ru: @niko_eyeclosed В этом есть смысл...

source: @silver [Though there was one that always insisted on going back...]
cht: @silver [不过有一个人坚持要回来...]
es: @silver [Aunque había uno que no dejaba de insistir en volver...]
it: @silver [Anche se ce n'era uno che ha sempre insistito sul tornare indietro...]
ja: @silver [でも1体だけ、ずっと戻りたがってた…]
ko: @silver [그럼에도 늘 돌아가겠다고 고집을 부린 녀석이 있었지만...]
pt_br: @silver [Mas um deles insistia em voltar sempre...]
ru: @silver [Хотя был один... Он всегда хотел вернуться...]

source: @niko Oh?
cht: @niko 噢？
es: @niko Ah, ¿sí?
ja: @niko そうなの？
ko: @niko 아?
pt_br: @niko É?
ru: @niko Да?

source: @silver [I hope he's okay...]
cht: @silver [希望他没事...]
es: @silver [Espero que esté bien...]
it: @silver [Spero stia bene...]
ja: @silver [無事だといいけれど…]
ko: @silver [그 녀석이 무사하면 좋겠는데...]
pt_br: @silver [Espero que ele esteja bem.]
ru: @silver [Надеюсь, что с ним всё в порядке...]

source: @niko2 ...what... just happened?
cht: @niko2 刚刚...发生了什么？
es: @niko2 ... ¿Qué... es lo que ha pasado?
it: @niko2 ...Cosa... è successo?
ja: @niko2 …え…今、何が起きたの？
ko: @niko2 ...방금... 무슨 일이었죠?
pt_br: @niko2 ... o que... aconteceu?
ru: @niko2 ...что... сейчас произошло?

source: @silver [I'm not sure... I wasn't looking.]
cht: @silver [我不确定...我刚没有注意。]
es: @silver [No estoy segura... No me he fijado.]
it: @silver [Non ne sono sicura... Non stavo guardando.]
ja: @silver [さあ…目を離していたから。]
ko: @silver [글쎄... 난 안 보고 있었어.]
pt_br: @silver [Não sei ao certo... não estava olhando.]
ru: @silver [Не уверена... Я отвлеклась.]

source: @niko_eyeclosed To be honest... neither was I...
cht: @niko_eyeclosed 说实话...我也没有...
es: @niko_eyeclosed A decir verdad... yo tampoco...
it: @niko_eyeclosed Ad essere sinceri... nemmeno io...
ja: @niko_eyeclosed 実は…ミーも…
ko: @niko_eyeclosed 사실... 저도 안 보고 있었는데...
pt_br: @niko_eyeclosed Pra falar a verdade... eu também não...
ru: @niko_eyeclosed Честно говоря, я тоже...

source: @niko I was just taking a closer look at the journal...
cht: @niko 我刚在仔细看那本日志...
es: @niko Estaba echando un vistazo más de cerca al diario...
it: @niko Stavo dando un'occhiata più da vicino al diario...
ja: @niko ちょうど、この日記を調べてたから…
ko: @niko 그냥 일지를 자세히 들여다보던 중이었어요...
pt_br: @niko Eu só estava vendo o diário com mais atenção...
ru: @niko Я был сосредоточен на дневнике...

source: @niko2 And then I found this page that looks like a drawing of this room...
cht: @niko2 然后我发现这一页好像画的是这个房间...
es: @niko2 Y vi una página que parecía un dibujo de esta habitación...
it: @niko2 E poi ho trovato questa pagina che assomiglia ad uno strano disegno di questa stanza...
ja: @niko2 そしたら、この部屋にそっくりな 絵のページを見つけて…
ko: @niko2 그러다가 이 방을 그린 것 같은 페이지를 찾았죠...
pt_br: @niko2 Daí achei essa página, que parece um desenho dessa sala...
ru: @niko2 А потом нашёл эту страницу, на которой, кажется, изображена эта комната...

source: @niko3 When I looked back up, this minecart just... showed up out of thin air!
cht: @niko3 当我再抬起头时，这个矿车就...突然 出现了！
es: @niko3 Cuando volví a mirar, ¡este vagón... apareció de la nada!
it: @niko3 Quando ho distolto lo sguardo, il carrello è... come apparso dal nulla!
ja: @niko3 パッと顔を上げたら、このトロッコが… 何もないところから急に！
ko: @niko3 고개를 들었더니, 이 광산 수레가... 난데없이 나타났지 뭐예요!
pt_br: @niko3 Quando olhei para cima de novo, esta vagoneta... apareceu do nada!
ru: @niko3 Когда я перевёл с неё взгляд... откуда ни возьмись появилась эта вагонетка!

source: @niko_what2 Should I be... worried?
cht: @niko_what2 我应该...担心吗？
es: @niko_what2 ¿Debería preocuparme...?
it: @niko_what2 Dovrei... preoccuparmi?
ja: @niko_what2 気をつけた方がいい…かな？
ko: @niko_what2 걱정해야 하는... 일일까요?
pt_br: @niko_what2 Devo... me preocupar?
ru: @niko_what2 Мне стоит... волноваться?

source: @silver [Hmm...]
cht: @silver [嗯....]
es: @silver Umm...
it: @silver [Mmm...]
ja: @silver [ふむ…]
ko: @silver [흐음...]
ru: @silver [Хм-м...]

source: @niko_speak Did you see that, \p?
cht: @niko_speak 你看见了吗\p？
es: @niko_speak ¿Has visto eso, \p?
it: @niko_speak L'hai visto anche tu, \p?
ja: @niko_speak 今の見た、 \p？
ko: @niko_speak 방금 보셨어요, \p 님?
pt_br: @niko_speak Viu isso, \p?
ru: @niko_speak Ты не знаешь что случилось, \p?

source: @niko3 This minecart just... showed up out of thin air!
cht: @niko3 这个矿车...不知从哪里冒出来了！
es: @niko3 Este vagón... ¡apareció de la nada!
it: @niko3 Questo carrello... è apparso dal nulla!
ja: @niko3 このトロッコが、急に… 何もないところから現れたんだ！
ko: @niko3 이 광산 수레가... 난데없이 나타났어요!
pt_br: @niko3 Esta vagoneta... apareceu do nada!
ru: @niko3 Эта вагонетка появилась будто бы из воздуха!

source: @niko_eyeclosed I wasn't looking, though... I was just looking at the journal like you told me...
cht: @niko_eyeclosed 但我没有注意...我正在仔细看那本日志...
es: @niko_eyeclosed No estaba mirando... Estaba echando un vistazo al diario, como me dijiste...
it: @niko_eyeclosed Non stavo guardando, in realtà... stavo analizzando il diario come mi avevi detto...
ja: @niko_eyeclosed 見てなかったんだけどね… 神様の言うとおりに、 ちょうど日記を見てたんだ…
ko: @niko_eyeclosed 하지만 거길 보고 있진 않았어요... 당신 말대로 일지를 보고 있었거든요...
pt_br: @niko_eyeclosed Eu não estava olhando... eu estava dando uma olhada no diário como você tinha pedido...
ru: @niko_eyeclosed Я не обратил внимания... Я смотрел в дневник, как и было велено...

source: @niko ...\>\nMaybe we should go find that robot lady.
cht: @niko ...\>\n我们可能应该去找机器人女士。
es: @niko ...\>\nQuizás deberíamos ir a buscar a esa mujer robot.
it: @niko ...\>\nForse dovremmo andare a cercare la signorina robot.
ja: @niko …\>\nあのロボットのお姉さんを 探しにいったほうがいいかも。
ko: @niko ...\>\n그 로봇 아가씨를 찾아봐야겠어요.
pt_br: @niko ...\>\nA gente devia procurar aquela mulher robô..
ru: @niko ...\>\nМожет, стоит пойти поискать ту тётю-робота?

source: @niko When I looked back up, this minecart just... showed up out of thin air!
cht: @niko 当我再抬起头时，这个矿车就...突然 凭空出现了！
es: @niko Cuando volví a mirar, ¡este vagón... apareció de la nada!
it: @niko Quando ho distolto lo sguardo, il carrello è... come se fosse apparso dal nulla!
ja: @niko 気付いて見上げたら、このトロッコが急に 現れたんだよ！
ko: @niko 고개를 들었더니, 이 광산 수레가... 난데없이 나타났어요!
pt_br: @niko Quando olhei para cima de novo, esta vagoneta... apareceu do nada!
ru: @niko Но когда я перевёл с неё взгляд... откуда ни возьмись появилась эта вагонетка!
