Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko An empty glass jar.
cht: @niko 一个空的玻璃罐。
es: @niko Un tarro de cristal vacío.
it: @niko Un barattolo di vetro vuoto.
ja: @niko 空のガラスビン。
ko: @niko 빈 유리병이에요.
pt_br: @niko Um pote de vidro vazio.
ru: @niko Пустая стеклянная банка.

source: @niko The handle on this one looks broken.
cht: @niko 这个的把手好像坏了。
es: @niko Parece que tiene el asa rota.
it: @niko Il manico di questo sembra rotto.
ja: @niko 持ち手が壊れてるみたい。
ko: @niko 손잡이가 깨진 것 같아요.
pt_br: @niko A alça desse parece quebrada.
ru: @niko Тут ручка, кажется, сломана.

source: @niko There's some big plastic disks in here.
cht: @niko 里面有些大的塑料碟。
es: @niko Aquí hay unos discos de plástico grandes.
it: @niko Qui dentro ci sono dei grandi dischi di plastica.
ja: @niko 大きなプラスチックの板がいっぱいあるよ。
ko: @niko 플라스틱으로 만든 커다란 판이 있어요.
pt_br: @niko Alguns discos de plástico bem grandes.
ru: @niko Здесь несколько крупных пластиковых пластин.

source: @niko_speak Looks like they're supposed to go in something?
cht: @niko_speak 好像要将它们放到某个东西里？
es: @niko_speak ¿Se suponen que deben ir en algo?
it: @niko_speak Sembra che vadano inseriti da qualche parte.
ja: @niko_speak これを入れる場所がどこかにありそうだね。
ko: @niko_speak 뭔가에 들어가게 생겼는데요?
pt_br: @niko_speak Parece que eles encaixam em alguma coisa.
ru: @niko_speak Похоже, их нужно куда-то вставлять?

source: @niko_what Wait, \p, are we really gonna take these with us?
cht: @niko_what 等等， \p，我们真的要带上这些吗？
es: @niko_what Espera, \p, ¿de verdad nos los vamos a llevar?
it: @niko_what Aspetta, \p, dobbiamo proprio portarceli dietro?
ja: @niko_what 待って、 \p、 本当にこれ全部持っていくの？
ko: @niko_what 잠깐만요, \p 님. 정말 이걸 들고 가자고요?
pt_br: @niko_what Espere, \p, realmente levaremos isso?
ru: @niko_what Погоди, \p, мы действительно возьмём их с собой?

source: @niko_what But they look so heavy...
cht: @niko_what 它们看起来很重...
es: @niko_what Pero si parece que pesan un montón...
it: @niko_what Ma sembrano così pesanti...
ja: @niko_what すごく重そう…
ko: @niko_what 그치만 굉장히 무거워 보이는데요...
pt_br: @niko_what Eles parecem tão pesados...
ru: @niko_what Но они выглядят такими тяжёлыми...

source: @niko_speak Hey! They're actually pretty light!
cht: @niko_speak 嘿！其实它们很轻！
es: @niko_speak ¡Oye! ¡En verdad son muy ligeros!
it: @niko_speak Ehi! In realtà sono piuttosto leggeri!
ja: @niko_speak あれ！とっても軽いよ！
ko: @niko_speak 와! 실제로 들어보니 꽤 가벼워요!
pt_br: @niko_speak Ei! Eles são bem leves, na verdade!
ru: @niko_speak Эй! А на деле они довольно лёгкие!

source: @niko It's empty now...
cht: @niko 它现在是空的...
es: @niko Ahora no hay nada dentro...
it: @niko Adesso è vuoto...
ja: @niko 今は空っぽ…
ko: @niko 이제 비었어요...
pt_br: @niko Está vazio agora...
ru: @niko Теперь тут ничего нет...

source: @niko It's a big book.
cht: @niko 这是一本大书。
es: @niko Es un libro grande.
it: @niko Un grande libro.
ja: @niko 大きな本だ。
ko: @niko 커다란 책이네요.
pt_br: @niko Um livro grande.
ru: @niko Это большая книга.

source: @niko_speak The title says "understanding robots".
cht: @niko_speak 书名叫《解读机器人》。
es: @niko_speak El título dice "Cómo comprender a los robots".
it: @niko_speak Il titolo recita "Comprendere i robot".
ja: @niko_speak タイトルは「ロボットを理解するには」だって。
ko: @niko_speak 제목은... "로봇의 이해"예요.
pt_br: @niko_speak O título dele é “entendendo robôs”.
ru: @niko_speak В название сказано «как понимать роботов».

source: My mommy is making food for everyone!
cht: 我妈妈在为每个人做食物！
es: ¡Mami está cocinado para todos!
it: Mia mamma sta cucinando per tutti!
ja: ママがね、みんなのごはんを作ってるの！
ko: 엄마가 모두를 위해 음식을 만들고 있어!
pt_br: Minha mãe está fazendo comida para todo mundo!
ru: Моя мамочка готовит всем еду!

source: I want to help her catch fish, but I'm not a grownup yet!
cht: 我想帮助她抓鱼，但我还没长大！
es: ¡Quiero ayudarla a coger peces, pero todavía no soy mayor!
it: Vorrei aiutarla a pescare, ma non sono ancora abbastanza grande!
ja: わたしもお魚を捕まえるお手伝いしたい けど、まだ大人じゃないから！
ko: 엄마가 낚시하는 것을 돕고 싶은데, 나는 아직 어려!
pt_br: Quero ajudá-la a pescar, mas ainda não tenho idade!
ru: Я хочу помочь ей ловить рыбу, но я ещё слишком маленькая!

source: @magpie By the way... if you ever see a big guy with goggles and a cool helmet..
cht: @magpie 顺便说下...要是你看到一个戴着护 目镜和酷头盔的大个子...
es: @magpie Por cierto... si alguna vez ves a un tipo grandote con gafas y un caso molón...
it: @magpie A proposito, se mai ti capitasse di vedere un ragazzone con gli occhiali e un casco fico...
ja: @magpie そういや…もし、ゴーグルとクールなヘルメット 着けてる大男を見かけたら…
ko: @magpie 그건 그렇고... 혹시 고글을 쓰고 멋진 헬멧을 쓴 사람을 만나면...
pt_br: @magpie Falando nisso... se vir um cara grandão de óculos com um capacete legal...
ru: @magpie И кстати... если вдруг встретишь здоровяка в защитных очках и крутом шлеме...

source: @magpie_smile Tell him the trader in the Glen said hi!
cht: @magpie_smile 告诉他，来自 Glen 的交易商人问候他！
es: @magpie_smile ¡Salúdale de parte del comerciante del Valle!
it: @magpie_smile Digli che il mercante della Valle lo saluta!
ja: @magpie_smile 峡谷の商人がよろしく言ってたって 伝えておいてくれ！
ko: @magpie_smile 협곡의 교역상이 안부를 전하더라고 해 줘!
pt_br: @magpie_smile Diga a ele que o comerciante do Vale mandou oi!
ru: @magpie_smile Передай ему привет от торговца из Долины!

source: @magpie Also ask him if he has any more music boxes for trading.
cht: @magpie 也问问他是否还有更多的八音盒可以 交易。
es: @magpie Y pregúntale si tiene más cajas de música para comerciar.
it: @magpie Chiedigli anche se ha altri carillon da scambiare.
ja: @magpie あと、物々交換できるオルゴールを もっと持ってないか、ともな！
ko: @magpie 교환할 오르골이 더 있는지도 물어봐 주고.
pt_br: @magpie E também pergunte se ele ainda tem caixas de música para trocar.
ru: @magpie А ещё спроси, нет ли у него музыкальных шкатулок на обмен.

source: @niko Will do!
cht: @niko 会的！
es: @niko ¡Vale!
it: @niko Lo farò!
ja: @niko 分かった！
ko: @niko 그럴게!
pt_br: @niko Pode deixar!
ru: @niko Обязательно!

source: @niko_speak Oh! You're the trader guy!
cht: @niko_speak 哦！你就是那个交易商人！
es: @niko_speak ¡Oh! ¡Tú eres el comerciante!
it: @niko_speak Oh! Sei il mercante!
ja: @niko_speak あっ！商人さんだよね！
ko: @niko_speak 아! 당신이 그 교역상이군요!
pt_br: @niko_speak Ah! Você é o comerciante!
ru: @niko_speak О! Ты тот самый торговец!

source: @magpie_smile Sure am!\>\n\@magpie You here to trade?
cht: @magpie_smile 当然！\>\n\@magpie 你来这里做交易？
es: @magpie_smile ¡Así es!\>\n\@magpie ¿Vienes a comerciar?
it: @magpie_smile Certo che sono io!\>\n\@magpie Sei qui per fare affari?
ja: @magpie_smile そうさ！\>\n\@magpie 物々交換しにきたのか？
ko: @magpie_smile 그렇지!\>\n\@magpie 물물교환을 하러 온 거야?
pt_br: @magpie_smile Pode apostar!\>\n\@magpie Está aqui para trocar?
ru: @magpie_smile А как же!\>\n\@magpie Ты здесь, чтобы меняться?

source: @magpie_hm 'Cause if you are, then I got bad news for ya.
cht: @magpie_hm 正好你在这，我有个坏消息告诉你。
es: @magpie_hm Porque, si es así, tengo malas noticias.
it: @magpie_hm Perché se è così, allora ho una brutta notizia per te.
ja: @magpie_hm もしそうなら、ちょっと悪い知らせがあってな。
ko: @magpie_hm 그렇다면 나쁜 소식이 있거든.
pt_br: @magpie_hm Porque, se estiver, tenho más notícias para você.
ru: @magpie_hm Если так, то у меня для тя плохие новости.

source: @magpie_hm A lot of my stuff is back at my cart, which was sadly abandoned when I was running for my life.
cht: @magpie_hm 我很多东西都在车上，遗憾的是，当我 亡命天涯时把它们都抛弃了。
es: @magpie_hm Muchas de mis cosas están en mi carrito, que tuve que abandonar para correr por mi vida.
it: @magpie_hm Molte delle mie cose sono rimaste sul mio carro, che purtroppo ho dovuto abbandonare mentre scappavo per salvarmi la vita.
ja: @magpie_hm おれの商品、 みーんな荷車に入れてあるんだけどさ、 残念なことに、命がけで逃げる時に みーんな置いてきちまった。
ko: @magpie_hm 내 물건들은 아직 내 수레에 실려 있어. 죽어라 달아나느라 미처 수레를 못 챙겼지.
pt_br: @magpie_hm Um montão das minhas coisas ficou no meu carrinho que abandonei enquanto corria para me salvar.
ru: @magpie_hm Куча моих вещей осталась в повозке, которую пришлось оставить, когда я спасался бегством.

source: @magpie So my collection is...\.\. very limited right now.
cht: @magpie 所以现在我的收藏...\.\.非常有限。
es: @magpie Así que mi colección...\.\. ahora es bastante limitada.
it: @magpie Per questo la mia collezione è...\.\. molto limitata in questo momento.
ja: @magpie だもんで、いまの品揃えは…\.\. かなり限られてる。
ko: @magpie 그래서 내 컬렉션은...\.\. 매우 부족한 상황이야.
pt_br: @magpie Então minha coleção...\.\. está bastante limitada agora.
ru: @magpie Так что теперь моя коллекция...\.\. очень ограничена.

source: @magpie_smile Managed to grab some of my favorite things before I left, though!
cht: @magpie_smile 但在我离开之前还是拿了一些喜欢的 东西！
es: @magpie_smile ¡Aunque conseguí salvar algunas de mis cosas favoritas antes de irme!
it: @magpie_smile Però, sono riuscito a prendere alcune delle mie cose preferite prima di andarmene!
ja: @magpie_smile お気に入りのモンは、何とか 持ってこれたんだけどな！
ko: @magpie_smile 하지만 내가 제일 좋아하는 물건들은 겨우 챙겼지!
pt_br: @magpie_smile Mas consegui pegar algumas das minhas coisas preferidas antes de fugir!
ru: @magpie_smile Хотя я успел прихватить с собой несколько любимых вещиц!

source: @niko_speak Oh! Uh...
cht: @niko_speak 哦！额...
es: @niko_speak ¡Oh! Eh...
it: @niko_speak Oh! Ehm...
ja: @niko_speak そうなんだ！うーん…
ko: @niko_speak 아! 어...
pt_br: @niko_speak Ah! Hm...
ru: @niko_speak О! Э-э...

source: @niko Do you have anything like...\.\. gears?
cht: @niko 你是否有...\.\.齿轮这类的东西？
es: @niko ¿Tienes algo como...\.\. engranajes?
it: @niko Hai, tipo...\.\. degli ingranaggi?
ja: @niko あの、歯車みたいなものって…\.\. ある？
ko: @niko 혹시 기어 같은...\.\. 것도 있어요?
pt_br: @niko Você tem alguma coisa do tipo...\.\. engrenagens?
ru: @niko У вас нет ничего, похожего на...\.\. шестерёнки?

source: @magpie_oh Gears?\.\. Like... the metal spinny things? \>\@magpie I don't think I have anything like that...
cht: @magpie_oh 齿轮？\.\.就像... 金属轮一样的东西？ \>\@Magpie 我觉得我没有那样的东西...
es: @magpie_oh ¿Engranajes?\.\. ¿Cómo... esas piezas de metal que giran? \>\@magpie Creo que no tengo nada así...
it: @magpie_oh Ingranaggi?\.\. Intendi... quelle cose di metallo che girano? \>\@magpie Non penso di avere niente del genere...
ja: @magpie_oh 歯車？\.\. あの…鉄でできてて、丸っこいやつか？ \>\@magpie うーん、たぶんないと思うけど…
ko: @magpie_oh 기어?\.\. 삐죽삐죽한 금속 물체... 말이야? \>\@magpie 그런 건 없을 텐데...
pt_br: @magpie_oh Engrenagens?\.\. Tipo... aquelas coisas pontudas de metal? \>\@magpie Acho que não tenho...
ru: @magpie_oh Шестерёнки?\.\. Типа... металлические вращающиеся штучки? \>\@magpie Не думаю, что у меня есть что-то подобное...

source: @magpie_oh Wait.
cht: @magpie_oh 等等。
es: @magpie_oh Espera.
it: @magpie_oh Aspetta.
ja: @magpie_oh 待てよ。
ko: @magpie_oh 잠깐.
pt_br: @magpie_oh Espere.
ru: @magpie_oh Подожди.

source: @magpie I do have this box thing that you can wind up and play a song.
cht: @magpie 我有个这样的盒子，可以上发条播放歌曲。
es: @magpie Tengo esta caja con la que puedes tocar una canción.
it: @magpie Ho questa specie di scatola che se la carichi suona una canzone.
ja: @magpie ネジを巻いて、音楽を鳴らす箱ならあるぜ。
ko: @magpie 태엽을 감으면 노래가 나오는 이 상자는 있어.
pt_br: @magpie Eu tenho esta caixa que você pode dar corda para tocar uma música.
ru: @magpie У меня есть коробочная штука, которую можно завести, и она играет музыку.

source: @niko_speak That's a music box!
cht: @niko_speak 那是个八音盒！
es: @niko_speak ¡Una caja de música!
it: @niko_speak Ma è un carillon!
ja: @niko_speak オルゴールだ！
ko: @niko_speak 오르골이네요!
pt_br: @niko_speak É uma caixa de música!
ru: @niko_speak Это музыкальная шкатулка!

source: @magpie_smile Yeah!\n\>\@magpie I bet there's lots of little metal bits in there!
cht: @magpie_smile 是的！\n\>\@magpie 我打赌里面有很多小的金属物品。
es: @magpie_smile ¡Sí!\n\>\@magpie ¡Seguro que hay un montón de piezas de metal ahí dentro!
it: @magpie_smile Sì!\n\>\@magpie Scommetto che dentro ci sono un sacco di piccoli pezzi di metallo!
ja: @magpie_smile そう、それ！\n\>\@magpie その中に、金属の部品なら 山ほど入ってるはずだぜ！
ko: @magpie_smile 그래!\n\>\@magpie 이 안에 작은 금속들이 많이 있을 거야!
pt_br: @magpie_smile É!\n\>\@magpie Aposto que tem um monte de pecinhas de metal aí dentro!
ru: @magpie_smile Ага!\n\>\@magpie Могу поспорить, у неё внутри полно таких железяк!

source: @niko_speak Oh! That might work!
cht: @niko_speak 哦！那可能有用！
es: @niko_speak ¡Oh! ¡Quizá eso valga!
it: @niko_speak Oh! Potrebbe andare bene!
ja: @niko_speak わあ！それならいけるかも！
ko: @niko_speak 오! 그거면 되겠어요!
pt_br: @niko_speak Ah! Isso pode funcionar!
ru: @niko_speak О! Это должно помочь!

source: @magpie_hm But I'm not sure if I want to trade it away...\>\nIt's one of my favorite things!
cht: @magpie_hm 但我不确定我是否要卖掉它...\>\n这是我最喜欢的物品之一！
es: @magpie_hm Pero no sé si quiero deshacerme de ella...\>\n¡Es una de mis cosas favoritas!
it: @magpie_hm Ma non sono sicuro di volerlo scambiare...\>\nÈ una delle mie cose preferite!
ja: @magpie_hm でも、これを手放すのかあ…\>\nおれのお気に入りなんだよな！
ko: @magpie_hm 하지만 이걸 줘 버려도 괜찮으려나...\>\n내가 가장 좋아하는 거거든!
pt_br: @magpie_hm Mas não sei se quero trocá-la...\>\nÉ uma das minhas coisas preferidas!
ru: @magpie_hm Но вообще я не уверен, что хочу её променять...\>\nЭто одна из моих любимых вещей!

source: @niko_eyeclosed Aw...
cht: @niko_eyeclosed 哇...
es: @niko_eyeclosed Oh...
it: @niko_eyeclosed Che peccato...
ja: @niko_eyeclosed うう…
ko: @niko_eyeclosed 이런...
pt_br: @niko_eyeclosed Ah...
ru: @niko_eyeclosed Ох...

source: @magpie_oh Oh, what am I saying!\>\n\@magpie_smile You're the savior!
cht: @magpie_oh 哦，我在说什么！\>\n\@magpie_smile 你是救世主！
es: @magpie_oh ¡Ah, pero qué estoy diciendo!\>\n\@magpie_smile ¡Eres el salvador!
it: @magpie_oh Oh, ma cosa sto dicendo?\>\n\@magpie_smile Sei il salvatore!
ja: @magpie_oh いやいや、おれは何を言ってるんだ！\>\n\@magpie_smile あんたは救世主じゃないか！
ko: @magpie_oh 아, 내가 무슨 소릴!\>\n\@magpie_smile 넌 구원자잖아!
pt_br: @magpie_oh Ah, o que estou dizendo!\>\n\@magpie_smile Você é o messias!
ru: @magpie_oh Ой, что за чушь я несу!\>\n\@magpie_smile Ты же спаситель!

source: @magpie_hm Things have been getting bad around here lately.
cht: @magpie_hm 最近周围发生了一些糟糕的事。
es: @magpie_hm Las cosas se han puesto feas por aquí últimamente.
it: @magpie_hm Le cose si sono messe male da queste parti ultimamente.
ja: @magpie_hm 最近、ここじゃロクなことが起きない。
ko: @magpie_hm 최근에 이 주변 상황이 악화되고 있어.
pt_br: @magpie_hm As coisas por aqui andam de mal a pior.
ru: @magpie_hm В последнее время всё тут идёт наперекосяк.

source: @magpie_smile If I don't help you, I might not even be around much longer...
cht: @magpie_smile 如果我不帮助你，我也不会在这待 这么久了...
es: @magpie_smile Si no te ayudo, quizá ni siquiera pueda seguir por aquí mucho más...
it: @magpie_smile Se non ti aiuto, potrei non rimanere in circolazione ancora per molto...
ja: @magpie_smile ここであんたを助けなかったら、寿命が さらに縮まりそうだからな…
ko: @magpie_smile 널 돕지 않으면 난 어차피 오래 살지 못하겠구나...
pt_br: @magpie_smile Se não ajudar você, pode ser que daqui a pouco nem eu esteja aqui...
ru: @magpie_smile Если я тебе не помогу, то и сам вряд ли долго продержусь...

source: @magpie You need this to save the world, right?\>\nTake it.
cht: @magpie 你需要这个拯救世界， 对吗？\>\n拿走吧！
es: @magpie Necesitas esto para salvar el mundo, ¿no?\>\nAquí tienes.
it: @magpie Hai bisogno di questo per salvare il mondo, giusto?\>\nPrendilo pure.
ja: @magpie 世界を救うために必要なんだろ？\>\nほら、持っていきな。
ko: @magpie 세상을 구하기 위해 필요한 거지?\>\n받아.
pt_br: @magpie Você precisa salvar o mundo, né?\>\nTome.
ru: @magpie Это ведь нужно, чтобы спасти мир?\>\nЗабирай.

source: @niko_speak Ah! Thank you!
cht: @niko_speak 啊！谢谢你！
es: @niko_speak ¡Ah! ¡Gracias!
it: @niko_speak Ah! Grazie!
ja: @niko_speak わあ！ありがとう！
ko: @niko_speak 아! 고마워요!
pt_br: @niko_speak Ah, valeu!
ru: @niko_speak Ах! Спасибо!

source: *sniff*
cht: *吸气*
ja: ぐすん…
ko: *훌쩍*
pt_br: *chuif*
ru: *шмыгает носом*

source: @niko Are you okay?
cht: @niko 你还好么？
es: @niko ¿Estás bien?
it: @niko Stai bene?
ja: @niko 大丈夫？
ko: @niko 괜찮아요?
pt_br: @niko Você está bem?
ru: @niko Ты в порядке?

source: I WANNA GO BACK HOME!!!
cht: 我想回家！！！
es: ¡QUIERO VOLVER A CASA!
it: VOGLIO TORNARE A CASA!!!
ja: おうちに帰りたい！！！
ko: 집에 가고 싶어!!!
pt_br: QUERO VOLTAR PARA CASA!!!
ru: Я ХОЧУ НАЗАД ДОМОЙ!!!

source: This island has more moss covering than our village did.
cht: 这个岛生长的苔藓比我们村子的多。
es: Esta isla tiene más musgo que nuestra aldea.
it: Quest'isola ha più muschio di quanto ne avesse il nostro villaggio.
ja: この島には、俺たちの村よりも コケが多く生えてる。
ko: 마을보다 이 섬에 이끼가 더 많아.
pt_br: Esta ilha tem mais musgo do que a nossa aldeia.
ru: На этом острове больше мха, чем было в нашей деревне.

source: Would've been nice to build a settlement here.
cht: 要是在这定居肯定很舒服。
es: Habría estado bien construir un asentamiento aquí.
it: Sarebbe stato bello costruire un insediamento qui.
ja: ここを開拓していたら、最高だったろうな。
ko: 여기에 마을을 세우면 괜찮겠는걸.
pt_br: Seria bom construir um assentamento aqui.
ru: Было бы неплохо построить тут поселение.

source: ...too late now, I guess.
cht: ...但现在太迟了，我想
es: ... Demasiado tarde, supongo.
it: ...Immagino sia troppo tardi ormai.
ja: …たぶん、もう手遅れだけど。
ko: ...이제 너무 늦었겠지만.
pt_br: ... acho que agora é tarde demais.
ru: ...хотя, наверное, уже слишком поздно...

source: The land fragmentation is happening faster and faster now...
cht: 土地碎化的速度现在越来越快...
es: La fragmentación de la tierra está ocurriendo cada vez más rápido...
it: La frammentazione del suolo sta avvenendo sempre più velocemente ora...
ja: 大地の断片化がますます加速してる…
ko: 땅의 파편화가 점점 더 빨라지고 있어...
pt_br: A fragmentação da terra está acontecendo cada vez mais rápido...
ru: Теперь земля распадается всё быстрее и быстрее.

source: But...\.\. looks like the vines are slowing it down...
cht: 但...\.\. 好像藤蔓的生长变慢了...
es: Pero...\.\. parece que las enredaderas la están ralentizando...
it: Ma...\.\. sembra che i rovi la stiano rallentando...
ja: でも…\.\.ツタがそれを食い止めているように見える…
ko: 하지만...\.\. 덩굴이 겨우 저지하고 있는 것 같아...
pt_br: Mas...\.\. parece que as trepadeiras estão atrasando o processo...
ru: Но...\.\. похоже, что лозы сдерживают распад.

source: Our village was ransacked by the squares not long ago...
cht: 我们的村子不久前被方块洗劫了...
es: No hace mucho, los cuadrados saquearon nuestra aldea...
it: Il nostro villaggio è stato preso d'assalto dai quadrati non molto tempo fa...
ja: 俺たちの村は、少し前に 四角形でメチャクチャになっちまった…
ko: 우리 마을은 얼마 전에 사각형에게 유린당했어...
pt_br: Os quadrados saquearam nossa aldeia há pouco tempo...
ru: Нашу деревню недавно разворотили квадраты...

source: Most of us made it out alive, but we can't really go back anymore.
cht: 我们大部分人都成功逃出来了，但我们再 也回不去了。
es: La mayoría de nosotros escapamos con vida, pero no podemos volver.
it: La maggior parte di noi ce l'ha fatta, ma non possiamo più tornare indietro.
ja: ほとんどの村人は助かったが、もうあそこに 戻ることはできない。
ko: 대부분 살아남긴 했지만, 이제 마을로는 돌아갈 수가 없어.
pt_br: A maioria de nós conseguiu sair com vida, mas não podemos mais voltar.
ru: Многим удалось выбраться живыми, но мы не можем вернуться обратно.

source: Squares are bad news, man.
cht: 关于方块真是个坏消息，朋友。
es: Los cuadrados no molan, tío.
it: I quadrati portano solo guai, amico.
ja: 四角形なんてクソ食らえだよ、本当に。
ko: 사각형들은 나쁜 징조야.
pt_br: Esses quadrados são uma porcaria, cara.
ru: Квадраты — это плохие новости, приятель.

source: We won't last long now, will we?
cht: 我们不会待很久，对吗？
es: No duraremos mucho, ¿verdad?
it: Non dureremo a lungo, vero?
ja: ボクたちも、もう長くはもたないんだろ？
ko: 우리는 오래 살아남지 못할 거야, 그렇지?
pt_br: A gente não tem mais muito tempo, né?
ru: Нам ведь недолго осталось?

source: The sun can't fix the squares...
cht: 太阳不能解决方块...
es: El sol no puede solucionar los cuadrados...
it: Il sole non può sistemare i quadrati...
ja: 太陽じゃ、四角形は直せない…
ko: 태양이 사각형을 없앨 순 없어...
pt_br: O sol não pode consertar os quadrados...
ru: Солнце не поможет с квадратами...

source: The sun can't restore the land...
cht: 太阳不能恢复土地...
es: El sol no puede restaurar la tierra...
it: Il sole non può far tornare la terra come prima...
ja: 太陽なんかじゃ、大地は修復できない…
ko: 태양이 땅을 복구할 순 없어...
pt_br: O sol não pode restaurar as terras...
ru: Солнце не восстановит землю...

source: The vines are everywhere!
cht: 到处都是藤蔓！
es: ¡Hay enredaderas por doquier!
it: I rovi sono ovunque!
ja: そこらじゅう、ツタだらけ！
ko: 사방에 덩굴이야!
pt_br: Tem trepadeiras por toda parte!
ru: Лозы просто повсюду!

source: The plant lady must be protecting us!
cht: 植物精灵肯定在保护我们！
es: ¡La mujer planta debe estar protegiéndonos!
it: La signorina pianta ci sta sicuramente proteggendo!
ja: 植物のお姉さんが守ってくれてるんだね！
ko: 식물 아가씨가 우리를 보호하는 게 분명해!
pt_br: A moça-planta deve estar nos protegendo!
ru: Тётя растение должно быть нас защищает!

source: @niko_upset ...yeah...
cht: @niko_upset ...是的...
es: @niko_upset ... Sí...
it: @niko_upset ...Già...
ja: @niko_upset …うん…
ko: @niko_upset ...맞아요...
pt_br: @niko_upset ... é...
ru: @niko_upset ...угу...

source: @shepherd What a day...
cht: @shepherd 多么不寻常的一天...
es: @shepherd Menudo día...
it: @shepherd Che giornata...
ja: @shepherd 何という日だ…
ko: @shepherd 대단한 날이네...
pt_br: @shepherd Que dia...
ru: @shepherd Ну и денёк...

source: @alula_pout Niko?
ja: @alula_pout ニコ？
ko: @alula_pout 니코?
ru: @alula_pout Нико?

source: @niko_speak Earlier I was in the Barrens area, and I kind of... saw something?\>\n\@niko It was like a dream, but only for a split second...
cht: @niko_speak 之前在 Barrens 的时候，我好像... 看到了什么东西？\>\n\@niko 好像是一个梦，但只是一闪而过...
es: @niko_speak Antes, estuve en la zona de los Baldíos y vi... algo.\>\n\@niko Fue como un sueño, aunque solo por una milésima de segundo...
it: @niko_speak Quando ero nella Baia Desolata, credo di aver... visto qualcosa.\>\n\@niko Era come un sogno, ma solo per una frazione di secondo...
ja: @niko_speak ちょっと前に、不毛の地で、その… 何かを見たんだ。\>\n\@niko 夢みたいだった。ほんの一瞬しかない夢…
ko: @niko_speak 전에, 불모지에서도 난... 이걸 본 적이 있었거든?\>\n\@niko 마치 잠깐 스쳐 지나간 꿈처럼 말야...
pt_br: @niko_speak Quando eu passei pelas Terras Áridas, mais cedo, eu... eu vi uma coisa.\>\n\@niko Foi como um sonho, mas por uma fração de segundo...
ru: @niko_speak Раньше я был в регионе Пустошей и я... что-то видел?\>\n\@niko Это было как сон, но только на долю секунды...

source: @calamus_speak A vision?
cht: @calamus_speak 一个先兆？
es: @calamus_speak ¿Una visión?
it: @calamus_speak Una visione?
ja: @calamus_speak 幻視じゃないのか？
ko: @calamus_speak 환영 말이야?
pt_br: @calamus_speak Uma visão?
ru: @calamus_speak Видение?

source: @niko2 Vision?
cht: @niko2 先兆？
es: @niko2 ¿Visión?
it: @niko2 Visione?
ja: @niko2 幻視って？
ko: @niko2 환영?
pt_br: @niko2 Visão?
ru: @niko2 Видение?

source: @calamus Like something a prophet would see.
cht: @calamus 就像先知所看到的那种东西。
es: @calamus Como algo que un profeta vería.
it: @calamus Un qualcosa che un profeta potrebbe vedere.
ja: @calamus 預言者が見るようなやつのことさ。
ko: @calamus 예언자가 보는 그런 거 말야.
pt_br: @calamus Como algo que um profeta veria.
ru: @calamus Ну, то, что видят пророки.

source: @calamus_speak I mean, if you can talk to \p, it would make sense, right?
cht: @calamus_speak 我的意思是，你如果能和\p聊聊， 就能理解，对吧？
es: @calamus_speak Quiero decir, si puedes hablar con \p, tendría sentido, ¿no?
it: @calamus_speak Voglio dire, se riesci a parlare con \p, avrebbe senso, giusto?
ja: @calamus_speak だって、 \pと 会話できるんだから、あり得るだろ？
ko: @calamus_speak 그러니까 넌 \p 님과도 말할 수 있으니까, 환영도 볼 수 있지 않겠어?
pt_br: @calamus_speak Quer dizer... se você é capaz de falar com \p, faz sentido, não faz?
ru: @calamus_speak По-моему, если ты можешь разговаривать с \p, это даже логично, так?

source: @calamus ...or not, I don't know. \>\n\@calamus_smile I've only read about it before.
cht: @calamus ...或者不是，我不知道。\>\n\@calamus_smile 我之前也只是读到过相关的书。
es: @calamus ... o no, no lo sé. \>\n\@calamus_smile Lo que sé es de lo que he leído antes.
it: @calamus ...O forse no, non lo so. \>\n\@calamus_smile Ho solo letto qualcosa al riguardo.
ja: @calamus …まあ、分からないけどさ。\>\n\@calamus_smile 前に本で読んだことがあるだけなんだ。
ko: @calamus ...아님 말고. 나도 잘 몰라. \>\n\@calamus_smile 나도 책에서 읽은 내용일 뿐이니까.
pt_br: @calamus ... ou não. Não sei. \>\n\@calamus_smile Eu apenas li sobre o assunto.
ru: @calamus ...или нет. Я не знаю. \>\n\@calamus_smile Я о таком только в книжках читал.

source: @niko Oooh...\>\n\@niko_speak Anyway, what is this place?
cht: @niko 哦...\>\n\@niko_speak 不管它，这是什么地方？
es: @niko Oooh...\>\n\@niko_speak De todas formas, ¿qué es este sitio?
it: @niko Oooh...\>\n\@niko_speak Comunque, che posto è questo?
ja: @niko そうなんだ…\>\n\@niko_speak それにしても、ここってどういう場所なの？
ko: @niko 아...\>\n\@niko_speak 그건 그렇고, 여기는 어디야?
pt_br: @niko Aaah...\>\n\@niko_speak De qualquer forma, que lugar é esse?
ru: @niko O-о-о...\>\n\@niko_speak Ладно, а что это за место?
