Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: I just like looking at pictures.
cht: 我只喜欢看图片。
es: Me gusta ver simplemente las imágenes.
it: Mi piace proprio guardare i disegni.
ja: 絵を見るのが好きなんだ。
ko: 난 그림을 보는 게 좋아.
pt_br: Eu gosto das figuras.
ru: Я просто люблю смотреть на картинки.

source: @niko_speak You're going through these pages pretty fast!
cht: @niko_speak 你看书看得很快！
es: @niko_speak ¡Pasas las páginas muy rápido!
it: @niko_speak Stai sfogliando quelle pagine piuttosto velocemente!
ja: @niko_speak 読むのがすごく早いね！
ko: @niko_speak 책을 정말 빨리 보네요!
pt_br: @niko_speak Você lê rápido!
ru: @niko_speak Ты так быстро читаешь эту книгу!

source: Actually, it's mostly pictures!
cht: 实际上，大部分都是图片！
es: De hecho, ¡casi todo son imágenes!
it: In realtà, sono per lo più disegni!
ja: だって、ほとんど絵だもん！
ko: 맞아. 대부분 그림이거든!
pt_br: Quase tudo é ilustração, na verdade!
ru: По правде, тут по большей части картинки!

source: The Author is an artist too, y'know!
cht: 作者也是位艺术家，你知道的！
es: El Autor también es artista, ¿sabes?
it: L'Autore è anche un artista, sai?
ja: 「作者」は芸術家でもあるんだよ！
ko: 너도 알겠지만, 저자도 예술가야!
pt_br: O Autor também é artista, sabia?!
ru: Может ты не знал, но Автор ещё и художник!

source: @niko_eyeclosed I could tell, yeah...
cht: @niko_eyeclosed 是的，能看出来...
es: @niko_eyeclosed Ya te digo que sí.
it: @niko_eyeclosed L'avevo capito, sì...
ja: @niko_eyeclosed それは知ってる、うん…
ko: @niko_eyeclosed 그런 것 같아요...
pt_br: @niko_eyeclosed Deu para ver...
ru: @niko_eyeclosed Да, я уже это понял...

source: His books are the only things keeping me going in these trying times.
cht: 他的书是让我在艰难时期坚持下去的唯一东西。
es: Sus libros son lo único que me mantiene a flote estos tiempos.
it: In questi tempi difficili, i suoi libri sono l'unica cosa che mi fa andare avanti.
ja: 彼の本があるから、僕はこのような試練も 乗り越えることができている。
ko: 요즘처럼 힘든 때에 난 저자의 책을 읽으며 버티고 있지.
pt_br: Os livros dele são as únicas coisas que me acalmam nesse tempos difíceis.
ru: Его книги — единственное, что помогает мне не упасть духом в эти трудные времена.

source: With the world being the way it is now...
cht: 哪怕世界现在是这个样子...
es: Tal y como está el mundo ahora mismo...
it: Considerando lo stato attuale delle cose, ora più che mai...
ja: 世界がこのような状態になってしまった今…
ko: 세상이 이 꼴이 되다니...
pt_br: Com o mundo nessa situação...
ru: Если посмотреть, во что превратился мир...

source: I'm just glad The Author was able to write down all this stuff before everything went off the rails.
cht: 唯一值得高兴的是，作者可以在一切脱离正轨 之前写下这些。
es: Me alegro de que el Autor pudiera escribir todo eso antes de que las cosas se descontrolaran.
it: ...sono davvero felice che l'Autore sia stato in grado di scrivere tutta questa roba prima che l'intero mondo andasse in rovina.
ja: 全てがおかしくなってしまう前に、 「作者」がこれだけのことを書き留めておいて くれて、本当に良かったよ。
ko: 일이 틀어지기 전에 저자가 이걸 다 기록으로 남겨 둔 게 천만다행이야.
pt_br: Fico contente que o Autor conseguiu registrar todo o seu trabalho por escrito antes de as coisas começarem a degringolar.
ru: Меня радует, что Автор успел так много написать, прежде чем всё пошло под откос.

source: Oh! You're not injured, are you?
cht: 哦！你没受伤吧？
es: ¡Oh! No te habrás hecho daño, ¿no?
it: Oh! Non sei ferito, vero?
ja: あっ！怪我はしてないよね？
ko: 앗! 다치지는 않았지? 다쳤어?
pt_br: Ah! Você não se machucou, certo?
ru: Ох! Ты ведь не поранился?

source: The head librarian has converted her room into an infirmary for now...
cht: 图书馆馆长现在已经把她的房间改成了 医务室...
es: La bibliotecaria jefe ha convertido su habitación en una enfermería...
it: La capo bibliotecaria ha trasformato la sua stanza in un'infermeria per adesso...
ja: 図書館長の部屋は、今は医務室として使われてるから…
ko: 지금은 수석 사서가 자기 방을 병원으로 바꿨어...
pt_br: A bibliotecária-chefe transformou a sala dela numa enfermaria provisória...
ru: Главный библиотекарь на время сделала медпункт из своей комнаты...

source: If you need a place to rest, let me know.
cht: 如果你需要地方休息，就告诉我。
es: Si necesitas un sitio en el que descansar, dímelo.
it: Se hai bisogno di un posto dove riposarti, fammi sapere.
ja: 休みたかったら、遠慮なく言ってね。
ko: 쉴 공간이 필요하면 나한테 이야기해.
pt_br: Se precisar de um lugar para descansar, avise-me.
ru: Если тебе нужно место, чтобы передохнуть, дай мне знать.

source: Or... let her know, I guess!
cht: 或者...也可以告诉她。
es: O... díselo a ella, ¡supongo!
it: O comunque... fallo sapere a lei!
ja: それか…図書館長に、ね！
ko: 아니면... 사서한테 이야기해도 되고!
pt_br: Ou... avise-a, se preferir!
ru: Ну или... дай ей знать!

source: We're still waiting on another group of evacuees...
cht: 我们还在等另一批撤离人员到来...
es: Estamos esperando a otro grupo de refugiados...
it: Stiamo ancora aspettando un altro gruppo di sfollati...
ja: まだ、他の避難者さんたちを待ってるの…
ko: 피난민들이 또 도착할 거야...
pt_br: Ainda estamos esperando outro grupo de refugiados...
ru: Мы всё ещё ждём другую группу эвакуируемых...

source: One of the apartments on the other side of town got REALLY messed up yesterday...
cht: 昨天小镇另一边的一所公寓也是一片混乱...
es: Uno de los apartamentos del otro lado de la ciudad terminó hecho un desastre ayer...
it: Ieri uno degli appartamenti dall'altra parte della città è stato proprio ridotto male...
ja: 昨日ね、街の向こう側にあるアパートが 大変なことになっちゃって…
ko: 어제 마을 건너편에 있는 아파트에서 난리가 났거든...
pt_br: Um dos apartamentos do outro lado da cidade ficou BEM destruído ontem...
ru: Одни апартаменты на другом конце города вчера СИЛЬНО пострадали...

source: Oh, hello!
cht: 噢，你好！
es: ¡Ah, hola!
it: Oh, ciao!
ja: あっ、こんばんは！
ko: 오, 안녕!
pt_br: Ah, olá!
ru: О, привет!

source: The library is currently being used as a shelter right now.
cht: 图书馆现在成了避难所。
es: La biblioteca se usa actualmente como refugio.
it: Attualmente la biblioteca è usata come rifugio.
ja: 図書館は今、避難所として使用されてるの。
ko: 도서관은 지금 대피소로 사용되고 있어.
pt_br: Estão usando a biblioteca como abrigo agora.
ru: В настоящее время библиотека используется как убежище.

source: Lots of those squares are starting to show up on the streets...
cht: 街上开始出现很多那种方块...
es: Están empezando a aparecer un montón de esos cuadrados por la calle...
it: Un sacco di quei quadrati stanno iniziando a comparire per le strade...
ja: 四角形が、道路にまでたくさん現れ始めてね…
ko: 사각형이 거리에 무더기로 나타나기 시작했거든...
pt_br: Estão aparecendo muitos quadrados nas ruas ultimamente...
ru: На улицах появляется всё больше и больше этих квадратов...

source: @niko_eyeclosed I know...
cht: @niko_eyeclosed 我知道...
es: @niko_eyeclosed Lo sé...
it: @niko_eyeclosed Lo so...
ja: @niko_eyeclosed 知ってる…
ko: @niko_eyeclosed 맞아요...
pt_br: @niko_eyeclosed Eu sei...
ru: @niko_eyeclosed Я знаю...

source: At least THAT's finally off my bucket list...
cht: 至少我的人生目标清单上又少了一项...
es: Por fin he tachado ESO de mi lista de cosas pendientes por hacer.
it: Almeno QUESTO posso spuntarlo dalla mia lista dei desideri...
ja: 夢が1つ叶ったぜ…
ko: 이제 죽어도 여한이 없겠어...
pt_br: Pelo menos ISSO eu posso riscar da minha lista de coisas para fazer antes de morrer...
ru: Теперь я хотя бы ЭТО могу вычеркнуть из списка предсмертных желаний...

source: ...y'know, I finally saw the Author today!
cht: ...你知道，我今天终于看见那个作者了！
es: ... ¿Sabes? ¡Al fin vi al Autor hoy!
it: ...Sai, oggi ho finalmente visto l'Autore!
ja: …今日、ついに「作者」を見かけたんだ！
ko: ...오늘 드디어 저자를 봤거든!
pt_br: ... finalmente vi o Autor hoje!
ru: ...знаешь, а я сегодня наконец увидел Автора!

source: Well, his flying machine, at least!
cht: 嗯，至少是看到了他的飞行器。
es: ¡Bueno, a su máquina voladora, al menos!
it: Beh, solo la sua macchina volante in realtà!
ja: まあ、厳密には彼の空飛ぶ機械をな！
ko: 엄밀히는, 저자의 하늘을 나는 기계였지만 말야!
pt_br: Bom, a máquina voadora dele, pelo menos!
ru: Ну, по крайней мере его летательный аппарат!

source: I was looking out one of the windows in the library and spotted it in the distance with my binoculars!
cht: 我用双筒望远镜从图书馆的一个窗户 往外看，发现它出现在远处。
es: ¡Estaba mirando por una de las ventanas de la biblioteca y lo localicé a lo lejos con mis prismáticos!
it: Stavo guardando fuori da una delle finestre della biblioteca e l'ho visto in lontananza con il mio binocolo!
ja: 図書館の窓から双眼鏡で覗いてたら、 遠くで発見したんだぜ！
ko: 쌍안경으로 도서관 창을 내다보고 있었는데, 저 멀리서 하늘을 나는 기계가 보였지!
pt_br: Eu estava numa das janelas da biblioteca e a vi no horizonte com meu binóculo!
ru: Я смотрел в окна библиотеки через мой бинокль и увидел его вдалеке!

source: Isn't that cool, messiah?
cht: 是不是很酷，救世主？
es: ¿No es genial, mesías?
it: Che figata, eh messia?
ja: どうだ救世主、めっちゃスゴイだろ？
ko: 정말 굉장하지 않아, 구원자님?
pt_br: Não é legal, messias?
ru: Разве это не круто, мессия?

source: [RESHELVING IN PROGRESS...]
cht: [正在上架...]
es: [VOLVIENDO A COLOCAR...]
it: [INVENTARIO IN CORSO...]
ja: [本ヲ棚に戻していまス…]
ko: [정리 정돈 중...]
pt_br: [RECOLOCAÇÃO DOS LIVROS EM ANDAMENTO...]
ru: [ПРОИЗВОДИТСЯ ПЕРЕСТАНОВКА НА ПОЛКАХ...]

source: @niko Hi.
cht: @niko 嗨。
es: @niko Hola.
it: @niko Ciao.
ja: @niko やあ。
ko: @niko 안녕하세요.
pt_br: @niko Olá.
ru: @niko Привет.

source: [RESHELVING IN PROGRESS.]
cht: [正在上架。]
es: [VOLVIENDO A COLOCAR.]
it: [INVENTARIO IN CORSO.]
ja: [本ヲ棚に戻していまス。]
ko: [정리 정돈 중입니다.]
pt_br: [RECOLOCAÇÃO DOS LIVROS EM ANDAMENTO.]
ru: [ПРОИЗВОДИТСЯ ПЕРЕСТАНОВКА НА ПОЛКАХ.]

source: [PLEASE WATCH OUT FOR POTENTIAL FALLING BOOKS.]
cht: [请留意可能掉下来的书本。]
es: [CUIDADO: POSIBILIDAD DE CAÍDA DE LIBROS.]
it: [ATTENZIONE ALLA POSSIBILE CADUTA DI LIBRI.]
ja: [本の落下ニご注意くださイ。]
ko: [책이 떨어질 가능성이 있으니 조심하십시오.]
pt_br: [CUIDADO COM POSSÍVEIS QUEDAS DE VOLUMES.]
ru: [ОСТЕРЕГАЙТЕСЬ ПОТЕНЦИАЛЬНО ПАДАЮЩИХ КНИГ.]

source: @niko_speak I will!
cht: @niko_speak 我会的！
es: @niko_speak ¡Vale!
it: @niko_speak Va bene!
ja: @niko_speak 分かった！
ko: @niko_speak 그럴게요!
pt_br: @niko_speak Pode deixar!
ru: @niko_speak Конечно!

source: @niko_eyeclosed Yup... still scared of ladders.
cht: @niko_eyeclosed 嗯...还是害怕梯子。
es: @niko_eyeclosed Sí... me siguen dando miedo las escaleras.
it: @niko_eyeclosed Già... ho ancora paura delle scale.
ja: @niko_eyeclosed うん…まだハシゴは怖いや。
ko: @niko_eyeclosed 네... 아직도 사다리는 무서워요.
pt_br: @niko_eyeclosed Sim... ainda tenho medo de escadas.
ru: @niko_eyeclosed Да... я всё ещё боюсь лестниц.

source: @niko_what2 (This guy scares me, \p...!)
cht: @niko_what2 （这个人吓到我了，\p...！）
es: @niko_what2 (¡Este tipo me da miedo, \p...!)
it: @niko_what2 (Questo tipo mi spaventa, \p...!)
ja: @niko_what2 （この男の人、すっごく恐いよ、 \p…！）
ko: @niko_what2 (이 사람 무서워요, \p 님...!)
pt_br: @niko_what2 (Esse cara me assusta, \p...!)
ru: @niko_what2 (\p, этот парень меня пугает...!)

source: ....WHAT!? You need something?!
cht: ...什么！？你需要什么吗？！
es: ... ¡¿QUÉ?! ¡¿Necesitas algo?!
it: ...COSA VUOI!? Ti serve qualcosa, per caso!?
ja: …何だ！？用でもあんのか！？
ko: ....뭐라고!? 뭐 필요한 거 있어?!
pt_br: ... O QUE É!? O que você quer?!
ru: ....ЧТО!? Тебе что-нибудь нужно?!

source: @niko_huh No...?
cht: @niko_huh 没有吧...？
ja: @niko_huh ないよ…？
ko: @niko_huh 아니요...?
pt_br: @niko_huh Não...?
ru: @niko_huh Нет...?

source: Suit yourself.
cht: 请自便。
es: Haz lo que te dé la gana.
it: Fa' come ti pare.
ja: なら好きにしな。
ko: 좋을 대로 해.
pt_br: Você é que sabe.
ru: Тогда иди делай, что хочешь.

source: BUT, just so that you know.
cht: 但你要知道。
es: PERO, solo para que los sepas.
it: MA, giusto perché tu lo sappia...
ja: だが、言っておくけどな。
ko: 하지만, 혹시나 해서 알려 주지.
pt_br: MAS, só para avisar.
ru: НО, просто тебе на заметку.

source: Due to recent events, the restriction on noise levels in the library has been temporarily lifted.
cht: 因为最近发生的事，图书馆暂时取消了 对噪音级别的限制。
es: Debido a los recientes sucesos, se ha levantado la restricción del nivel de ruido en la biblioteca de manera temporal.
it: A causa degli eventi recenti, la restrizione di rumorosità nella biblioteca è stata temporaneamente revocata.
ja: 最近色々あったせいで、図書館の騒音制限が 一時的に解除されたんだよ。
ko: 최근의 상황 때문에, 도서관의 소음 규제가 일시적으로 완화됐어.
pt_br: Devido aos últimos acontecimentos, a restrição dos níveis de ruído na biblioteca está temporariamente suspensa.
ru: В свете последних событий ограничения на уровень шума в библиотеке временно сняли.

source: ...So I WON'T be kicking people out like before.
cht: ...因此我也不会像以前一样把人赶出去。
es: ... Así que ya NO podré echar a la gente a la calle como antes.
it: ...Quindi NON caccerò via la gente come facevo prima.
ja: …だから別に、前みたいに 人を追い出したりしねえよ。
ko: ...그래서 전처럼 사람들을 쫓아낼 수가 없지.
pt_br: ... Então NÃO vou expulsar as pessoas igual antes.
ru: ...Так что я НЕ БУДУ выпинывать отсюда людей, как раньше.

source: @niko_what Um...
cht: @niko_what 嗯...
es: @niko_what Mmm...
it: @niko_what Ehm...
ja: @niko_what あの…
ko: @niko_what 저기...
pt_br: @niko_what Hm...
ru: @niko_what Эмм...

source: ....WHAT???
cht: ...什么？？？
es: ¿¿... CÓMO???
it: ...COSA VUOI???
ja: …ああ？？
ko: ....뭐야???
pt_br: ... O QUÊ???
ru: ....ЧТО???

source: You think I'm gonna be throwing out the evacuees just cuz I'm a delinquent stuck doing community service???
cht: 你觉得我会把那些撤离者都赶出去， 就因为我是个不称职的社区服务人员？？？
es: ¿¿Acaso crees que voy a echar a la calle a los refugiados porque soy un delincuente sin salida que hace servicios a la comunidad??
it: Pensi che farò sloggiare gli sfollati solo perché sono un delinquente costretto al servizio civile???
ja: 社会奉仕させられてる犯罪者だからっつって、 俺が避難者を追い出すとでも思ってんのか？？？
ko: 내가 사회 봉사나 하는 범죄자라서 피난민들을 쫓아낼 거라 생각하는 거야???
pt_br: Acha que vou expulsar os refugiados só porque sou um delinquente condenado a prestar serviço comunitário???
ru: Ты думаешь, я буду вышвыривать эвакуированных только потому, что я застрял на исправительных работах???

source: @niko_what ...No...?
cht: @niko_what 不...？
ja: @niko_what …ううん…？
ko: @niko_what ...아닌데요...?
pt_br: @niko_what ... Não...?
ru: @niko_what ...Нет...?

source: Good!!! Because I'm NOT!!!!!
cht: 很好！！！因为我不是！！！！！
es: ¡¡Estupendo!! ¡¡Porque NO lo soy!!
it: Bene!!! Perché NON lo sono!!!!!
ja: ならいい！！ 俺はそんな奴じゃないからなあ！！！
ko: 좋아!!! 왜냐면 아니거든!!!!!
pt_br: QUE BOM! Porque eu NÃO VOU!
ru: Вот и хорошо!!! Потому что я НЕ СОБИРАЮСЬ!!!

source: @niko Looks like a list of book titles written here...
cht: @niko 好像这里写着一列书名...
es: @niko Parece que hay escrita una lista de títulos de libros...
it: @niko Sembra sia una lista di titoli di libri...
ja: @niko 本のタイトル一覧が ここに書かれているみたい…
ko: @niko 책의 목록이 쓰여 있는 것 같아요...
pt_br: @niko Parece uma lista de títulos escrita aqui...
ru: @niko Похоже, здесь написан список книг...

source: @niko A marker drawing of a clover.
cht: @niko 一幅三叶草的马克笔画。
es: @niko Un dibujo de un trébol hecho a rotulador.
it: @niko Un disegno a pennarello di un trifoglio.
ja: @niko マーカーで描かれたクローバーの絵。
ko: @niko 매직팬으로 그린 클로버예요.
pt_br: @niko Um desenho de caneta de um trevo.
ru: @niko Рисунок клевера, сделанный маркером.

source: @niko A marker eraser.
cht: @niko 一个马克笔橡皮擦。
es: @niko Un borrador de rotulador.
it: @niko Un cancellino per pennarelli.
ja: @niko ホワイトボード消し。
ko: @niko 칠판 지우개예요.
pt_br: @niko Uma borracha de caneta.
ru: @niko Губка-стиратель.

source: @niko A green marker.
cht: @niko 一支绿色马克笔。
es: @niko Un rotulador verde.
it: @niko Un pennarello verde.
ja: @niko 緑色のマーカー。
ko: @niko 녹색 매직팬예요.
pt_br: @niko Uma caneta verde.
ru: @niko Зелёный маркер.

source: @niko A blue marker.
cht: @niko 一支蓝色马克笔。
es: @niko Un rotulador azul.
it: @niko Un pennarello blu.
ja: @niko 青色のマーカー。
ko: @niko 파란색 매직팬예요.
pt_br: @niko Uma caneta azul.
ru: @niko Синий маркер.

source: @niko A red marker.
cht: @niko 一支红色马克笔。
es: @niko Un rotulador rojo.
it: @niko Un pennarello rosso.
ja: @niko 赤色のマーカー。
ko: @niko 빨간색 매직팬예요.
pt_br: @niko Uma caneta vermelha.
ru: @niko Красный маркер.

source: @niko This dry erase board is made of metal.
cht: @niko 这块白板是金属做的。
es: @niko Esta pizarra está hecha de metal.
it: @niko Questa lavagna magnetica è fatta di metallo.
ja: @niko このホワイトボードは金属製だね。
ko: @niko 금속으로 만든 칠판이에요.
pt_br: @niko Esta lousa é feita de metal.
ru: @niko Эта маркерная доска сделана из металла.

source: @kelvin [The world is going to be much colder soon.]
cht: @kelvin [世界马上会变得更冷。]
es: @kelvin [El mundo se volverá mucho más frío en breve.]
it: @kelvin [Tra poco, il mondo diverrà molto più freddo.]
ja: @kelvin [世界はもうすぐ、もっと寒くなる。]
ko: @kelvin [금새 세상이 더욱 더 추워질 거야.]
pt_br: @kelvin [O mundo ficará muito mais frio em breve.]
ru: @kelvin [Скоро в мире будет намного холоднее.]

source: @kelvin [At least... I can keep everyone here warm.]
cht: @kelvin [至少...我可以让这里的每个人都暖和。]
es: @kelvin [Al menos... aquí puedo mantenerlos a todos calentitos.]
it: @kelvin [Per adesso... posso tenere al caldo chi è qui.]
ja: @kelvin [ここなら… 私が 皆を暖めてあげられる。]
ko: @kelvin [적어도... 여기에 있는 아이들은 모두 따뜻하게 해 줄 수 있어.]
pt_br: @kelvin [Pelo menos... posso manter todos aqui aquecidos.]
ru: @kelvin [По крайней мере... я могу согреть всех кто тут есть.]

source: @george1 Miss Silverpoint! \.\.You've returned!
cht: @george1 Silverpoint 女士！\.\.你回来了！
es: @george1 ¡Srta. Silverpoint! \.\.¡Ha vuelto!
it: @george1 Signorina Silverpoint! \.\.Sei tornata!
ja: @george1 シルバーポイントさん！\.\.戻ってこられたのね！！
ko: @george1 실버포인트 씨! \.\.돌아왔군요!
pt_br: @george1 Senhora Silverpoint! \.\.Você voltou!
ru: @george1 Мисс Сильверпойнт! \.\.Вы вернулись!

source: @george1_hm AHA! George sees that you have found the messiah!
cht: @george1_hm 啊哈！George 看见你找到了救世主！
es: @george1_hm ¡AJÁ! ¡George ve que has encontrado al mesías!
it: @george1_hm AH! George vede che hai trovato il messia!
ja: @george1_hm あら！ジョージには全てお見通しよ。 ようやく救世主を見つけたのね！
ko: @george1_hm 아하! 박사님이 구원자를 찾으셨군요!
pt_br: @george1_hm A-RÁ! George está vendo que você achou o messias!
ru: @george1_hm АГА! Джордж заметила, что вы нашли мессию!

source: @kip_sigh ...yeah.
cht: @kip_sigh ...是的。
es: @kip_sigh ... Sí.
it: @kip_sigh ...Sì.
ja: @kip_sigh …ええ。
ko: @kip_sigh ...그래.
pt_br: @kip_sigh ... é.
ru: @kip_sigh ...ага.

source: @kip_pout ...we ran into each other after this boy forced himself into the lab complex...
cht: @kip_pout ...在这个男孩想要闯入实验室时， 我们偶然碰上了...
es: @kip_pout ... Nos encontramos por casualidad después de que este chico se adentrara en el complejo del laboratorio...
it: @kip_pout ...Ci siamo incontrati dopo che un ragazzo ha fatto irruzione nel laboratorio...
ja: @kip_pout …さっきの子が研究所に入り込んでしまった あと、たまたま救世主とも遭遇したの…
ko: @kip_pout ...우리 둘은 웬 소년이 연구실 건물에 억지로 들어가고 나서 마주쳤지...
pt_br: @kip_pout ... nos encontramos depois que esse menino invadiu o complexo do laboratório...
ru: @kip_pout ...мы встретились после того, как тот мальчишка прорвался в лабораторный комплекс...

source: @george2_grr Well well well, look who's back!
cht: @george2_grr 好好好，看谁回来了！
es: @george2_grr ¡Vaya, vaya, vaya! ¡Mira quién ha vuelto!
it: @george2_grr Bene bene bene, guarda chi è tornata!
ja: @george2_grr あらあらあら、 誰が帰ってきたのかと思ったら！
ko: @george2_grr 이거 보게나. 누가 돌아왔나?
pt_br: @george2_grr Ora, ora, ora, vejam quem voltou!
ru: @george2_grr Ой-ой-ой, смотрите-ка, кто вернулся!

source: @george2_no How about next time you LET ME KNOW BEFORE YOU LEAVE THE SHELTER TO GO INTO A LITERAL DEATH ZONE!
cht: @george2_no 下次你离开避难所去死亡区域之前，至少 先告诉我！
es: @george2_no ¿Qué tal si LA PRÓXIMA VEZ QUE PIENSES DEJAR EL REFUGIO PARA ENTRAR EN UNA ZONA DE MUERTE, ME AVISAS?
it: @george2_no Cosa ne pensi di AVVISARMI PRIMA DI LASCIARE IL RIFUGIO PER ANDARE IN UNA ZONA DECISAMENTE MORTALE!?
ja: @george2_no 次からは、自殺しにいくときはアタシに 一報くれると助かるんだけどね！！
ko: @george2_no 다음에는 대피소를 떠나서 그야말로 죽음의 구역으로 가기 전에 미리 이야기해 주는 게 어때?
pt_br: @george2_no Da próxima vez, que tal você ME AVISAR ANTES DE SAIR DO ABRIGO PARA IR PARA UMA VERDADEIRA ZONA DE MORTE?!
ru: @george2_no Может быть, в следующий раз ТЫ МЕНЯ ПРЕДУПРЕДИШЬ, ПРЕЖДЕ ЧЕМ ПОКИНЕШЬ УБЕЖИЩЕ И БУКВАЛЬНО ОТПРАВИШЬСЯ В ЗОНУ СМЕРТИ?!

source: @kip_heh Sorry...
cht: @kip_heh 对不起...
es: @kip_heh Lo siento...
it: @kip_heh Scusa...
ja: @kip_heh ごめん…
ko: @kip_heh 미안해...
pt_br: @kip_heh Desculpe...
ru: @kip_heh Извини...

source: @george2_sigh I get so worried, y'know...
cht: @george2_sigh 我太担心了，你知道的...
es: @george2_sigh Estaba muy preocupada por ti, ¿sabes?
it: @george2_sigh Sai, ero così preoccupata...
ja: @george2_sigh ったく、無駄に心配させて…
ko: @george2_sigh 얼마나 걱정했다고...
pt_br: @george2_sigh Fiquei muito preocupada, sabia?
ru: @george2_sigh Знаешь, я ведь ужасно волнуюсь...

source: @george2 ....\.\.Hey! You found the messiah!
cht: @george2 ...\.\.嘿！你找到了救世主！
es: @george2 ...\.\.¡Ey! ¡Has encontrado al mesías!
it: @george2 ...\.\.Ehi! Hai trovato il messia!
ja: @george2 …\.\.そんなことより！救世主を見つけたのね！
ko: @george2 ....\.\.어이! 구원자를 찾았군!
pt_br: @george2 .... \.\.Ei! Você achou o messias!
ru: @george2 ....\.\.Эй! Ты нашла мессию!

source: @george3_sad ...Kip. \.\.You made it back...
cht: @george3_sad ...Kip.\.\.你回来了...
es: @george3_sad ... Kip. \.\.Has conseguido volver...
it: @george3_sad ...Kip. \.\.Sei tornata...
ja: @george3_sad …キップ… \.\.帰ってこられたのね…
ko: @george3_sad ...킵. \.\.돌아왔군요...
pt_br: @george3_sad ... Kip. \.\.Você voltou...
ru: @george3_sad ...Кип. \.\.Вы вернулись живой...

source: @george3_sigh I was so worried....
cht: @george3_sigh 我很担心你...
es: @george3_sigh Estaba tan preocupada...
it: @george3_sigh Ero così preoccupata...
ja: @george3_sigh 本当に心配した…
ko: @george3_sigh 얼마나 걱정했다고요...
pt_br: @george3_sigh Fiquei muito preocupada...
ru: @george3_sigh Я так волновалась....

source: @george3_worry ...um....
cht: @george3_worry ...嗯
it: @george3_worry ...Mh...
ja: @george3_worry …え…
ko: @george3_worry ...음...
pt_br: @george3_worry ... ahm...
ru: @george3_worry ....эм....

source: @george3_worry ...I see...\.\.I see you've found the messiah...
cht: @george3_worry 我知道...\.\.我知道你找到了救世主...
es: @george3_worry ... Veo...\.\. Veo que has encontrado al mesías...
it: @george3_worry ...Vedo che...\.\. Vedo che hai trovato il messia...
ja: @george3_worry …そう…\.\.救世主を見つけたのね…
ko: @george3_worry 구원자를...\.\.찾으셨군요...
pt_br: @george3_worry ... Vejo que... \.\.Você achou o messias...
ru: @george3_worry ...Вижу...\.\.Вижу, вы нашли мессию...

source: @george4 Kip! \.\.You're alive!
cht: @george4 Kip！\.\.你还活着！
es: @george4 ¡Kip! \.\.¡Sigues con vida!
it: @george4 Kip! \.\.Sei viva!
ja: @george4 キップ！ \.\.生きてたんだ！
ko: @george4 킵! \.\.살아 있었군요!
pt_br: @george4 Kip! \.\.Você tá vivo!
ru: @george4 Кип! \.\.Ты жива!

source: @george4_oops You...\.\.um, should really tell me before you leave next time...
cht: @george4_oops 你...\.\.嗯，下次离开前应该要告诉我...
es: @george4_oops Deberías...\.\.um, deberías avisarme la próxima vez que te marches...
it: @george4_oops Ehm...\.\. dovresti avvertirmi prima di andartene la prossima volta...
ja: @george4_oops えと…\.\.、次にどっか行く時は ちゃんと教えてね…
ko: @george4_oops 다음에는...\.\.떠나기 전에 말이나 해줘요...
pt_br: @george4_oops Você... \.\.ahm, devia me avisar quando sair da próxima vez...
ru: @george4_oops Ты...\.\.эм, меня хоть предупреди в следующий раз, когда уйдёшь...

source: @george4_smile It's fine!
cht: @george4_smile 没事就好！
es: @george4_smile ¡No pasa nada!
it: @george4_smile Va bene!
ja: @george4_smile いいのいいの！
ko: @george4_smile 괜찮아요!
pt_br: @george4_smile Tudo bem!
ru: @george4_smile Всё в порядке!

source: @george4_omg Oh my gosh... you found the messiah too?
cht: @george4_omg 哦，我的天哪...你也找到了救世主？
es: @george4_omg Santo cielo... ¿Tú también has encontrado al mesías?
it: @george4_omg Oh santo cielo... hai anche trovato il messia?
ja: @george4_omg わわ…救世主まで見つけてきたの？
ko: @george4_omg 세상에나... 구원자를 찾았네요?
pt_br: @george4_omg Minha nossa... você também achou o messias?
ru: @george4_omg Ох, божечки-кошечки... и ты ещё нашла мессию?

source: @george5 Hello, Miss Silverpoint! \.\.I'm glad you've made it back safely.
cht: @george5 嗨， Silverpoint 女士！\.\.我很高兴你能安全回来。
es: @george5 ¡Srta. Silverpoint!\.\.Me alegro de que haya vuelto sana y salva.
it: @george5 Salve, signorina Silverpoint! \.\.Sono felice tu sia tornata sana e salva.
ja: @george5 まあ、シルバーポイントさん！ \.\.無事に戻ってきてくれて良かったわ。
ko: @george5 안녕하세요, 실버포인트 씨! \.\.안전하게 돌아와서 기쁘네요.
pt_br: @george5 Olá, Srta. Silverpoint! \.\.Que bom que voltou em segurança.
ru: @george5 Здравствуйте, Мисс Сильверпойнт! \.\.Я рада, что вы вернулись целой и невредимой.

source: @george5_sigh Gosh... you should have told me where you were going!
cht: @george5_sigh 天哪...你应该告诉我你去哪里的！
es: @george5_sigh ¡Madre mía...! ¡Deberías haberme dicho a dónde ibas!
it: @george5_sigh Caspita... avresti dovuto dirmi dove stavi andando!
ja: @george5_sigh 全くもう…どこに行くかぐらい、 教えてくれればよかったのに！
ko: @george5_sigh 이런... 어디로 가는지 이야기하고 갔어야죠!
pt_br: @george5_sigh Caramba... você devia ter me contado para onde estava indo!
ru: @george5_sigh Божечки... вам стоило сказать, куда вы направляетесь!

source: @kip_heh Sorry, George...
cht: @kip_heh 对不起，George...
es: @kip_heh Lo siento, George...
it: @kip_heh Scusa George...
ja: @kip_heh ごめんね、ジョージ…
ko: @kip_heh 미안해, 조지...
pt_br: @kip_heh Desculpe, George...
ru: @kip_heh Прости, Джордж...
