Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: Without light, land and water becomes indistinguishable here.
cht: 没有光线，人们很难辨别陆地和海水。
es: Aquí, sin luz, es imposible distinguir entre tierra y agua.
it: Senza luce, qua è impossibile distinguere la terraferma dall'acqua.
ja: 光なくして、地面と水の境界線を 見分けることはできない。
ko: 빛이 사라지면 육지와 바다의 구분도 사라지거든.
pt_br: Sem a luz, não sabemos onde a terra acaba e a água começa por aqui.
ru: Без света невозможно различить где земля, а где вода.

source: Wooow!
cht: 哇噢！
es: ¡Vaaaya!
ja: わああー！
ko: 와아!
pt_br: Caramba!
ru: О-о-ого!

source: Is that the sun?
cht: 那个不是太阳吗？
es: ¿Eso es el sol?
it: Quello è il sole?
ja: それって太陽？
ko: 그거 태양이야?
pt_br: Isso é o sol?
ru: Это же солнце?

source: And you're holding it?
cht: 你拿着太阳吗？
es: ¿Y lo estás tocando?
it: E riesci a tenerlo in mano?
ja: しかも手で持ってるの？
ko: 태양을 들고 있네?
pt_br: E você está segurando-o?
ru: И ты его держишь?

source: Isn't it hot?
cht: 它不热吗？
es: ¿No te quema?
it: Non è caldo?
ja: 熱くない？
ko: 안 뜨거워?
pt_br: Não é quente demais?
ru: Оно же горячее?

source: @niko Not really!
cht: @niko 不是很热！
es: @niko ¡Pues no!
it: @niko Non proprio!
ja: @niko そうでもないよ！
ko: @niko 안 뜨거워!
pt_br: @niko Nem um pouco!
ru: @niko Да нет!

source: @niko It's nice and warm!
cht: @niko 它很漂亮也很暖和！
es: @niko ¡Es agradable y calentito!
it: @niko È tiepido e piacevole!
ja: @niko ポカポカしてる！
ko: @niko 아주 기분 좋고 따뜻해!
pt_br: @niko É quentinho e agradável!
ru: @niko Оно тёплое и приятное!

source: Your eyes glow in the dark!
cht: 你的眼睛在黑暗中会发光！
es: ¡Tus ojos brillan en la oscuridad!
it: I tuoi occhi brillano al buio!
ja: 暗いところでも目が光ってる！
ko: 네 눈이 어둠 속에서 빛나는데!
pt_br: Seus olhos brilham no escuro!
ru: Твои глаза светятся в темноте!

source: Just like the sun!
cht: 就像太阳一样！
es: ¡Igual que el sol!
it: Proprio come il sole!
ja: まるで太陽みたい！
ko: 마치 태양 같아!
pt_br: Assim como o sol!
ru: Прямо как солнце!

source: @alula_speak That's what I said!
cht: @alula_speak 我说了！
es: @alula_speak ¡Eso ya lo había dicho yo!
it: @alula_speak È quello che ho detto io!
ja: @alula_speak あたしと同じこと言ってる！
ko: @alula_speak 그러게 말이야!
pt_br: @alula_speak Foi o que eu disse!
ru: @alula_speak Об этом я и говорила!

source: The land is fragmenting at an alarming rate...
cht: 陆地正在以惊人的速度崩裂...
es: La tierra se está fragmentando a un ritmo preocupante...
it: La terra si sta frantumando ad una velocità allarmante...
ja: この大地は、急速に分裂を繰り返している…
ko: 대지가 빠른 속도로 무너지고 있어...
pt_br: A terra está se fragmentando a uma velocidade alarmante...
ru: Земля распадается с ужасающей скоростью...

source: I don't like to think about the day when this town finally loses to the intruding sea.
cht: 我不愿想象有一天这个镇子最终会被汹涌的 大海淹没。
es: No quiero ni pensar en el día en que este lugar se vea superado por el mar.
it: Non voglio pensare che un giorno questo villaggio finirà sommerso dall'avanzata del mare.
ja: この街がいつか海に飲み込まれてしまう なんて…考えたくないよ。
ko: 이 마을이 바다에 잠기는 일 같은 건 상상도 하기 싫어...
pt_br: Não gosto de pensar no dia em que essa cidade cederá perante o mar.
ru: Не хочется думать о дне, когда этот городок проиграет борьбу со вторгающимся морем.

source: We'll have to find another place to settle...
cht: 我们会找到另外一个定居的地方...
es: Tendremos que encontrar otro sitio donde vivir...
it: Dovremo trovare un altro posto in cui stabilirci...
ja: また、住む場所を見つけないと…
ko: 새롭게 정착할 곳을 찾아야만 해...
pt_br: Precisamos encontrar outro lugar para morar.
ru: Нам придётся искать новое место для жизни...

source: @shepherd You've provided a great service for all of ramkind.\nIn return...\.\nTake this fine ram wool.
cht: @shepherd 你为所有的羊类做出了很大的贡献。\n作为回报...\.\n请收下这块上好的羊毛。
es: @shepherd Has prestado un gran servicio a la carneridad.\nComo agradecimiento...\.\ntoma esta extraordinaria lana de carnero.
it: @shepherd I montoni hanno apprezzato le tue gesta.\nCome ricompensa...\.\nTi meriti questa lana di ottima fattura.
ja: @shepherd 君は全ラム類に大きな貢献をしてくれた。\nお礼に…\.\nこの上質なラム毛を受け取ってくれ。
ko: @shepherd 양들을 위해 정말 훌륭한 일을 해줬구나.\n그 답례로...\.\n이 양털을 줄게.
pt_br: @shepherd Você fez um grande favor para toda a ovelhidade.\nEm troca...\.\naceite esse punhado de lã.
ru: @shepherd Ты оказал неоценимую услугу всему бараньему роду. И за это...\.\nПолучишь это отличное овечье руно.

source: @niko Oh, uh... thanks.
cht: @niko 哦，嗯...谢谢。
es: @niko Ah, eh... Gracias.
it: @niko Oh, ehm... grazie.
ja: @niko えっ、えっと…ありがとう。
ko: @niko 어, 음... 고마워요.
pt_br: @niko Ah... hm... valeu.
ru: @niko О! эм... спасибо.

source: @shepherd My rams clock at 1333 megaherds.
cht: @shepherd 我的羊群有1333头。
es: @shepherd Mis carneros van a 1333 megarebaños.
it: @shepherd I miei montoni sono tutti marcantoni.
ja: @shepherd 僕のラムたちは 1333メェエーガヘルツを叩き出すのさ。
ko: @shepherd 내 양의 클락 수는 1333매애애애가헤르츠야.
pt_br: @shepherd Meu rebanho está ovino.
ru: @shepherd Моим баранам никогда не бывает СТАДно за своё поведение.

source: @niko ...what?
cht: @niko ...什么？
es: @niko ... ¿Qué?
it: @niko ...Cosa?
ja: @niko …えっ？
ko: @niko ...네?
pt_br: @niko ... o quê?
ru: @niko ...что?

source: @shepherd You're heading to the city, aren't you?
cht: @shepherd 你要去城市里，对吗？
es: @shepherd Vas hacia la ciudad, ¿verdad?
it: @shepherd Stai andando in città, vero?
ja: @shepherd 街に向かうんだろ？
ko: @shepherd 도시로 가는 중이로구나, 그렇지?
pt_br: @shepherd Você está a caminho da cidade, não está?
ru: @shepherd Ты направляешься в город, разве нет?

source: @shepherd Been there, done that.
cht: @shepherd 我去过，曾经。
es: @shepherd Yo también he pasado por eso.
it: @shepherd Ci sono già stata.
ja: @shepherd 僕も行ったことがある。
ko: @shepherd 나도 가 봤지.
pt_br: @shepherd Já estive em sua posição.
ru: @shepherd Бывала я там.

source: @shepherd Too cramped, you know?
cht: @shepherd 太拥挤了，你知道吗？
es: @shepherd Hay demasiada gente, ¿sabes?
it: @shepherd È un po' troppo soffocante, sai?
ja: @shepherd 狭苦しいところさ。
ko: @shepherd 비좁은 곳이야. 알고 있어?
pt_br: @shepherd Mas lá é apertado demais, sabe?
ru: @shepherd Там тесновато, понимаешь?

source: @shepherd But it's not like this place is getting any bigger with the rising waters and all.
cht: @shepherd 海水在上涨，再加上其它的变化，这块地方 的陆地越来越小。
es: @shepherd Aunque aquí, con la subida de la marea, la cosa tampoco está mucho mejor.
it: @shepherd Ma non è che questo posto stia comunque diventando più grande con l'avanzare delle acque e tutto il resto.
ja: @shepherd かと言ってここも、水位が上昇したりしている から、大して広いわけでもない。
ko: @shepherd 하긴, 여기도 물이 밀려들면서 점점 작아지고 있지만.
pt_br: @shepherd Tudo bem que, com as marés cada vez mais altas, esse lugar também não está crescendo...
ru: @shepherd Но это место тоже больше не становится, тут как бы уровень воды растёт и все дела.

source: @shepherd Hm...maybe the city isn't so bad after all...
cht: @shepherd 嗯...可能城市的情况没...这么坏...
es: @shepherd Mmm... Quizá la ciudad no esté tan mal, después de todo...
it: @shepherd Mh... Forse la città non è così male dopotutto...
ja: @shepherd ふむ…街もそんなに悪くないかもな…
ko: @shepherd 흐음... 어쩌면 도시도 그리 나쁘지 않을지도 모르겠네...
pt_br: @shepherd Hm... talvez a cidade não seja tão ruim assim...
ru: @shepherd Хм...в конце концов, может быть город не так уж плох...

source: @shepherd The rams are all standing in unfortunate spots.\nYou need to move them onto the darker moss.
cht: @shepherd 羊全都站在不合适的地方。\n你得把它们赶到更暗的苔藓上。
es: @shepherd Los carneros están colocados en lugares poco apropiados.\nDebes dirigirlos hacia el musgo oscuro.
it: @shepherd I montoni elettrici stanno pascolando dove non dovrebbero.\nSpostali dove il muschio è più scuro.
ja: @shepherd ラム達は現在、不憫な場所に立っている。\nあの子たちを、コケがさらに濃い場所に 移動させてやらなきゃいけない。
ko: @shepherd 양들이 모두 운기가 나쁜 곳에 서 있어.\n네가 할 일은 양들을 검은 이끼가 있는 곳으로 유도하는 거야.
pt_br: @shepherd Os carneiros estão nos piores locais.\nVocê precisa levá-los aos musgos mais escuros.
ru: @shepherd Бараны стоят в неудачных местах.\nТы должен перегнать их на тёмный мох.

source: @shepherd If you get stuck, ring a bell and they'll all return to their original positions.
cht: @shepherd 如果被困住了，你可以摇铃铛，然后它们 都会回到它们原来的位置。
es: @shepherd Si te atascas, puedes tocar una campana y volverán a sus posiciones originales.
it: @shepherd Se resti bloccato, suona una campana e ritorneranno dove stavano prima.
ja: @shepherd もし足の踏み場がなくなってしまったら、ベルを 鳴らすとラムが元にいた場所に戻る。
ko: @shepherd 만약 막히면 종을 쳐. 그럼 양들이 원래 위치로 돌아갈 테니까.
pt_br: @shepherd Se você ficar presa, toque um sino para fazê-los voltar às posições originais.
ru: @shepherd Если застрянешь, позвони в колокольчик, и они вернутся в исходное положение.

source: @shepherd Good luck.
cht: @shepherd 祝你好运。
es: @shepherd Buena suerte.
it: @shepherd Buona fortuna.
ja: @shepherd 羊運(よううん)を祈る。
ko: @shepherd 행운을 빌게.
pt_br: @shepherd Boa sorte.
ru: @shepherd Удачи.

source: @shepherd Hm...\nI need someone to help me herd my rams...
cht: @shepherd 嗯...\n我需要有人帮我赶我的羊群...
es: @shepherd Hum...\nNecesito que alguien me ayude a pastorear a mis carneros...
it: @shepherd Mh...\nSe solo ci fosse qualcuno disposto a radunare i miei montoni elettrici...
ja: @shepherd うーむ…\nラムの世話を手伝ってくれる者が必要だな…
ko: @shepherd 흐음...\n양을 몰아줄 사람이 필요한데...
pt_br: @shepherd Hm...\nPreciso de ajuda com as meus carneiros...
ru: @shepherd Хм...\nМне нужен кто-то, кто помог бы пасти моих баранов...

source: @niko_speak Oh! \.\@niko I can do that!
cht: @niko_speak 噢！\.\@niko 我可以帮你！
es: @niko_speak ¡Ah! \.\@niko ¡Yo puedo!
it: @niko_speak Oh! \.\@niko Posso farlo io!
ja: @niko_speak ラムって羊だよね。\.\@niko ミーできるよ！
ko: @niko_speak 아! \.\@niko 제가 도와드릴게요!
pt_br: @niko_speak Ah! \.\@niko Eu posso ajudar!
ru: @niko_speak О! \.\@niko Это я могу!

source: @niko I've seen some grownups do it back home... \@niko_speak You kinda just push them around!
cht: @niko 我在家里看过大人干这个...\@niko_speak 只要把他们往前赶就行！
es: @niko En casa vi a algunos adultos hacerlo... \@niko_speak ¡Solo tienes que empujarlos un poco!
it: @niko L'ho visto fare da alcuni adulti, a casa... \@niko_speak Basta spingerli in giro!
ja: @niko ミーの世界で、大人がやってるのを 見たことある… \@niko_speak とりあえず押せばいいんだよね！
ko: @niko 고향에서 어른들이 하는 걸 봤어요... \@niko_speak 그냥 양을 밀면 되던데요!
pt_br: @niko Eu já vi adultos, lá de onde eu vim... \@niko_speak É fácil mandar neles!
ru: @niko Я видел, как взрослые делали это в моём мире... \@niko_speak Их просто нужно как бы подталкивать!

source: @shepherd Hmm...\.\.But you are carrying the sun.
cht: @shepherd 嗯...\.\.但是你还带着太阳。
es: @shepherd Humm...\.\.Pero tú ya estás llevando el sol.
it: @shepherd Mh...\.\. Ma stai portando il sole.
ja: @shepherd ふむ…\.\.だが、君は太陽を持っている。
ko: @shepherd 흐음...\.\.하지만 너, 태양을 들고 있군.
pt_br: @shepherd Hmm...\.\.Mas você leva o sol em suas mãos.
ru: @shepherd Хм-м...\.\.Но ты несёшь солнце.

source: @niko_speak Wait, can't you just... watch the sun for me?
cht: @niko_speak 等等，你不能...帮我看着太阳吗？
es: @niko_speak Pero... ¿no podrías sujetar el sol por mí un rato?
it: @niko_speak Aspetta, non potresti... tenerlo tu per un po'?
ja: @niko_speak えっと、それじゃ…太陽を 見ておいてくれないかな？
ko: @niko_speak 잠깐만요. 그럼 이 태양을 잠깐만 봐 주시면 안 되나요?
pt_br: @niko_speak Espere. Você poderia... vigiar o sol para mim?
ru: @niko_speak А вы не можете просто... посторожить его?

source: @shepherd I cannot.\nI am but a simple shepherd.
cht: @shepherd 我不行。\n我只不过是个牧羊人。
es: @shepherd No.\nNo soy más que un simple pastor.
it: @shepherd Non posso.\nSono solo una semplice pastora.
ja: @shepherd それはできない。\n僕はただのしがないラム飼いだ。
ko: @shepherd 그건 안 돼.\n난 그저 양치기일 뿐이니까.
pt_br: @shepherd Não.\nSou apenas um humilde pastor.
ru: @shepherd Не могу.\nЯ ведь простая пастушка.

source: @niko_eyeclosed Um... okay...
cht: @niko_eyeclosed 嗯...好吧...
es: @niko_eyeclosed Mmm... vale...
it: @niko_eyeclosed Ehm... Ok...
ja: @niko_eyeclosed そう…わかった…
ko: @niko_eyeclosed 어... 알았어요...
pt_br: @niko_eyeclosed Hm... tudo bem...
ru: @niko_eyeclosed Эм-м... ну ладно...

source: @shepherd Come back when your hands are free. You will be rewarded if you can herd my rams.
cht: @shepherd 你有空的时候就回来。你如果帮我照看 羊群会获得回报的。
es: @shepherd Vuelve cuando tengas las manos libres. Si consigues pastorear a mis carneros, recibirás una recompensa.
it: @shepherd Torna quando avrai le mani libere. Se riuscirai a radunare per bene i miei montoni elettrici, avrai una ricompensa.
ja: @shepherd 手が空いたら戻ってきてくれ。 ラムたちの世話をしてくれたら、報酬を与えよう。
ko: @shepherd 손이 비었을 때 다시 찾아오도록 해. 내 일을 도와주면 상을 줄게.
pt_br: @shepherd Volte quando estiver com as mãos livres. Você será recompensada se conseguir pastorear meus carneiros.
ru: @shepherd Приходи, когда твои руки будут свободны. Если сможешь пасти моих баранов, получишь награду.

source: @shepherd Oh. I see your hands are now free.
cht: @shepherd 噢。我看你现在就有空。
es: @shepherd Ah, veo que ya tienes las manos libres.
it: @shepherd Oh. Vedo che hai le mani libere.
ja: @shepherd お、手が空いたようだな。
ko: @shepherd 오, 이제 손이 비었구나.
pt_br: @shepherd Vejo que está com as mãos livres.
ru: @shepherd О, я вижу, теперь твои руки свободны.

source: @shepherd Would you like to help me herd my rams?\nThere's a great reward in store for you, I promise.
cht: @shepherd 你愿意帮我放羊吗？\n你会获得相当可观的回报，我保证。
es: @shepherd ¿Quieres ayudarme a pastorear los carneros?\nTe prometo que, si lo haces, te espera una gran recompensa.
it: @shepherd Vuoi aiutarmi a radunare i miei montoni elettrici?\nHo un premio grandioso già pronto per te.
ja: @shepherd ラムの世話を手伝ってくれないか？\nお礼にスゴいものをあげよう。本当だ。
ko: @shepherd 양을 모는 일을 좀 도와주겠어?\n잘 끝내면 보수를 줄게. 약속하지.
pt_br: @shepherd Quer me ajudar a pastorear meus carneiros?\nEu prometo que a recompensarei.
ru: @shepherd Хочешь помочь мне пасти баранов?\nОбещаю, ты получишь отличную награду.

source: @shepherd Excellent!\nTo the south is a peninsula inhabited by my rams.
cht: @shepherd 很好！\n南边有一个半岛，我的羊群就在那里。
es: @shepherd ¡Excelente!\nAl sur hay una península habitada por mis carneros.
it: @shepherd Eccellente!\nTroverai i miei montoni in una penisola poco a sud.
ja: @shepherd よろしい！\n南のほうに半島があって、そこに僕の 飼っているラムたちが住んでいる。
ko: @shepherd 고마워!\n남쪽으로 내려가면 양 떼가 모여 있는 반도가 있어.
pt_br: @shepherd Excelente!\nMeus carneiros ficam na parte sul da península.
ru: @shepherd Отлично!\nК югу находится полуостров, населённый моими баранами.

source: @shepherd They are all standing in unfortunate spots.\nYou need to move them onto the darker moss.
cht: @shepherd 它们都呆在一些不合适的地方。\n你得把他们赶到更暗的苔藓上。
es: @shepherd Están todos colocados en lugares poco apropiados.\nDebes hacer que vayan hacia el musgo oscuro.
it: @shepherd Stanno tutti pascolando dove non dovrebbero.\nDovresti spostarli dove il muschio è più scuro.
ja: @shepherd あの子たちはみんな、間違った場所にいる。\nコケのもっと濃いところに 移動させてやる必要があるんだ。
ko: @shepherd 그 애들은 모두 운기가 나쁜 곳에 서 있지.\n네가 할 일은 양들을 검은 이끼가 있는 곳으로 유도하는 거야.
pt_br: @shepherd Elas estão nos piores locais.\nVocê precisa levá-las aos musgos mais escuros.
ru: @shepherd Они все стоят в неудачных местах.\nТы должен перегнать их на более тёмный мох.

source: @niko Looks like we gotta herd some rams now, Alula.
cht: @niko Alula ，看来我们现在要放羊了。
es: @niko Parece que tenemos que pastorear a unos carneros, Alula.
it: @niko A quanto pare dobbiamo fare i pastori, Alula.
ja: @niko 羊さんの世話をしなきゃいけないみたいだよ、 アルーラ。
ko: @niko 알룰라, 아무래도 우리가 저 양을 몰아야할 모양이야.
pt_br: @niko Parece que vamos pastorar carneiros, Alula.
ru: @niko Похоже нам придётся пасти барашков, Алула.

source: @alula Can I help?
cht: @alula 我能帮忙吗？
es: @alula ¿Puedo ayudarte?
it: @alula Posso aiutare?
ja: @alula 手伝っていーい？
ko: @alula 내가 도와줄까?
pt_br: @alula Posso ajudar?
ru: @alula Я могу помочь?

source: @niko_speak Sure!
cht: @niko_speak 当然了！
es: @niko_speak ¡Claro!
it: @niko_speak Certo!
ja: @niko_speak うん！
ko: @niko_speak 좋지!
pt_br: @niko_speak É claro!
ru: @niko_speak Конечно!

source: @shepherd Very well.\> Come back when you reconsider.
cht: @shepherd 很好。\>如果你改变了主意就回来。
es: @shepherd Muy bien.\> Vuelve aquí sin cambias de idea.
it: @shepherd Molto bene.\> Torna quando ci ripensi.
ja: @shepherd 構わない。\>その気になったらまた来てくれ。
ko: @shepherd 알았어.\> 마음이 바뀌거든 언제든지 돌아와.
pt_br: @shepherd Muito bem.\> Volte se mudar de ideia.
ru: @shepherd Ну хорошо.\> Возвращайся, когда передумаешь.

source: The light from these lanterns will have to do for now.
cht: 这些灯笼照出的灯光现在够亮了。
es: De momento habrá que conformarse con la luz de estos farolillos.
it: Dovremmo farci bastare la luce di queste lanterne, per il momento.
ja: 今はランタンの明かりで どうにかするしかない。
ko: 당분간은 이 등의 불로 버텨야겠어.
pt_br: A luz dessas lamparinas terá de servir por enquanto.
ru: Света этих фонарей пока должно хватить.

source: I'm starting to see some very small sprouts.
cht: 我开始看到一些很小的芽苗。
es: Estoy empezando a ver algún pequeño brote.
it: Stanno iniziando a spuntare dei germogli molto piccoli.
ja: やっと小さな芽が見えてきた。
ko: 이제서야 작은 싹이 보이기 시작했어.
pt_br: Estou vendo uns brotinhos.
ru: Я уже вижу несколько крохотных ростков.

source: It will probably take some time for these to bear fruit...
cht: 但是离它们结果实还有段时间...
es: Pasará un tiempo hasta que den frutos...
it: Probabilmente ci vorrà del tempo perché diano dei frutti...
ja: 実が成るには、まだある程度 時間がかかるだろう…
ko: 열매를 맺으려면 아마 오랜 시간이 걸리겠지...
pt_br: Vai demorar até eles darem algum fruto...
ru: Но до того, как они заплодоносят, пройдёт какое-то время...

source: @niko_speak Apparently this moss tastes like fish!
cht: @niko_speak 这些苔藓尝起来像极了鱼肉！
es: @niko_speak ¡Resulta que el musgo sabe a pescado!
it: @niko_speak A quanto pare questo muschio sa di pesce!
ja: @niko_speak このコケはお魚の味がするみたい！
ko: @niko_speak 이끼에서 생선 맛이 난대요!
pt_br: @niko_speak Parece que esse musgo tem gosto de peixe!
ru: @niko_speak Похоже, этот мох по вкусу напоминает рыбу!

source: @niko_eyeclosed That's... actually kinda weird.
cht: @niko_eyeclosed 其实...有点奇怪。
es: @niko_eyeclosed Es muy... raro, la verdad.
it: @niko_eyeclosed ...Il che è un po' strano.
ja: @niko_eyeclosed 何か…ちょっと不気味だね。
ko: @niko_eyeclosed 이건... 굉장히 이상하네요.
pt_br: @niko_eyeclosed Isso... é meio esquisito.
ru: @niko_eyeclosed Это... как-то странно.

source: @niko I suppose I could just eat one, but...
cht: @niko 我觉得我可以吃一个，但是...
es: @niko Supongo que podría comerme uno, pero...
it: @niko Potrei assaggiarne un filino, ma...
ja: @niko 食べてみてもいいんだけど…
ko: @niko 하나만 먹어 볼까 봐요...
pt_br: @niko Suponho que não haja problema em comer só um, mas...
ru: @niko Думаю, я мог бы съесть один такой, но...

source: @niko_speak You know what they say about curiosity and the cat!
cht: @niko_speak 你们知道他们怎么说好奇心和猫的 故事吗？
es: @niko_speak ¡Ya sabes lo que dicen del gato y la curiosidad!
it: @niko_speak La gatta che va al lardo ci lascia lo zampino!
ja: @niko_speak ほら、好奇心はネコを なんとやらって言うじゃない！
ko: @niko_speak 근데 이럴 때면 사람들이 꼭 호기심이 고양이를 죽인다는 둥 하는 이야기를 해요!
pt_br: @niko_speak Você sabe o que dizem da curiosidade e do gato!
ru: @niko_speak Знаешь, говорят же, что любопытство кошку сгубило!

source: @niko_eyeclosed Not that I'm a cat...
cht: @niko_eyeclosed 我不是猫，我不知道...
es: @niko_eyeclosed No es que yo sea un gato ni nada...
it: @niko_eyeclosed Non che io sia un gatto... \>\nma meglio non rischiare.
ja: @niko_eyeclosed ミーはネコじゃないけどさ…
ko: @niko_eyeclosed 전 고양이가 아니란 말이에요...
pt_br: @niko_eyeclosed Não que eu seja um gato...
ru: @niko_eyeclosed Я, конечно, не кошка...

source: @niko This ram is chewing on a ball of moss.
cht: @niko 羊正在嚼苔藓团。
es: @niko Este carnero está masticando una bola de musgo.
it: @niko Questo montone sta masticando una palla di muschio.
ja: @niko この羊さん、コケのカタマリを食べてるよ。
ko: @niko 이 양은 이끼를 먹고 있어요.
pt_br: @niko Esse carneiro está mascando uma bola de musgo.
ru: @niko Этот баран жуёт шар из мха.

source: @alula_speak Moss is tasty!
cht: @alula_speak 苔藓很美味！
es: @alula_speak ¡El musgo está rico!
it: @alula_speak Il muschio è buono!
ja: @alula_speak コケは美味しいのよ！
ko: @alula_speak 이끼는 맛있어!
pt_br: @alula_speak Musgo é uma delícia!
ru: @alula_speak Мох очень вкусный!

source: @niko_speak Oh? \.\.\@niko What do they taste like?
cht: @niko_speak 噢？\.\.\@niko 尝起来的味道像什么？
es: @niko_speak Ah, ¿sí? \.\.\@niko ¿Y a qué sabe?
it: @niko_speak Oh? \.\.\@niko Di che sa?
ja: @niko_speak そうなの？ \.\.\@niko どんな味？
ko: @niko_speak 정말? \.\.\@niko 무슨 맛이 나?
pt_br: @niko_speak Hm? \.\.\@niko Tem gosto de quê?
ru: @niko_speak Правда? \.\.\@niko И какой он на вкус?

source: @alula Fish!
cht: @alula 鱼！
es: @alula ¡A pescado!
it: @alula Di pesce!
ja: @alula お魚の味！
ko: @alula 생선 맛이 나!
pt_br: @alula Peixe!
ru: @alula Как рыба!

source: @niko_speak Seriously?
cht: @niko_speak 真的吗？
es: @niko_speak ¿En serio?
it: @niko_speak Veramente?
ja: @niko_speak ほんとに？
ko: @niko_speak 정말?
pt_br: @niko_speak Jura?
ru: @niko_speak Серьёзно?

source: @alula_pout Oh, but you have to pick out the darker ones to eat.
cht: @alula_pout 嗯，但是得挑更深色的吃。
es: @alula_pout Ah, pero hay que comerse los oscuros.
it: @alula_pout Oh, ma se vuoi provarlo devi prendere quello scuro.
ja: @alula_pout あ、でも食べるなら色が濃いやつね。
ko: @alula_pout 아, 하지만 정말 먹겠다면 어두운 색을 골라야 해.
pt_br: @alula_pout Sim, mas você deve comer só os mais escuros.
ru: @alula_pout Ох, но для еды лучше выбирать тот, что потемнее.

source: @alula_speak Wouldn't wanna eat the glowy stuff!
cht: @alula_speak 不想吃那种会闪光的东西！
es: @alula_speak ¡No te comas lo brillante!
it: @alula_speak Non ti conviene proprio mangiare quella roba luminosa!
ja: @alula_speak キラキラしてるのは食べようとも思わない！
ko: @alula_speak 빛나는 건 먹지 않는 게 좋아!
pt_br: @alula_speak Você não ia gostar dos brilhantes!
ru: @alula_speak Не хотелось бы съесть то, что ещё светится!

source: @alula That'd be silly.
cht: @alula 那样很蠢。
es: @alula Eso sería una tontería.
it: @alula Sarebbe stupido.
ja: @alula それはおバカさんのすること。
ko: @alula 바보 같은 짓이지.
pt_br: @alula Ninguém gostaria!
ru: @alula Это было бы глупо.

source: @alula_pout And wasteful!
cht: @alula_pout 也很浪费！
es: @alula_pout ¡Y un desperdicio!
it: @alula_pout E anche uno spreco!
ja: @alula_pout それに、もったいない！
ko: @alula_pout 낭비기도 하고!
pt_br: @alula_pout Seria desperdício.
ru: @alula_pout И расточительно!

source: @niko_speak Now I'm curious!
cht: @niko_speak 现在我很好奇！
es: @niko_speak ¡Ahora siento curiosidad!
it: @niko_speak Adesso sono curioso!
ja: @niko_speak 気になってきた！
ko: @niko_speak 왠지 궁금해졌어!
pt_br: @niko_speak Agora eu quero saber!
ru: @niko_speak А вот теперь мне интересно!

source: @niko_speak What do you think they taste like, \p?
cht: @niko_speak 你觉得它们尝起来味道如何，\p？
es: @niko_speak ¿A qué crees que saben, \p?
it: @niko_speak Secondo te che sapore ha, \p?
ja: @niko_speak どんな味がすると思う、 \p？
ko: @niko_speak \p 님, 어떤 맛이 날까요?
pt_br: @niko_speak Você acha que tem gosto de quê, \p?
ru: @niko_speak Как ты думаешь, какой он на вкус, \p?

source: @niko_eyeclosed The moss, not the ram...
cht: @niko_eyeclosed 是苔藓，不是羊...
es: @niko_eyeclosed Las bolas de musgo, no los carneros...
it: @niko_eyeclosed Il muschio, dico, non il montone...
ja: @niko_eyeclosed 羊のことじゃなくて、コケね…
ko: @niko_eyeclosed 양 말고, 이끼 말이에요...
pt_br: @niko_eyeclosed O musgo, não o carneiro...
ru: @niko_eyeclosed Я про мох, а не про барана...

source: @niko This jar is full of milk.
cht: @niko 这个罐子装满了牛奶。
es: @niko Este tarro está lleno de leche.
it: @niko Questo vaso è pieno di latte.
ja: @niko この壺は牛乳でいっぱい。
ko: @niko 우유가 가득 든 항아리예요.
pt_br: @niko Esse pote está cheio de leite.
ru: @niko Этот сосуд полон молока.

source: @niko_speak Milk makes you grow taller!
cht: @niko_speak 喝牛奶能让你长得更高！
es: @niko_speak ¡La leche te ayuda a crecer!
it: @niko_speak Il latte ti fa diventare grande!
ja: @niko_speak 牛乳を飲むと背が伸びる！
ko: @niko_speak 우유를 마시면 키가 큰대요!
pt_br: @niko_speak Leite faz a gente crescer!
ru: @niko_speak Если пить молоко, вырастешь большим-пребольшим!

source: @niko That's what mama always says.
cht: @niko 妈妈老是这样说。
es: @niko O al menos eso dice mi madre.
it: @niko È quello che dice sempre la mamma.
ja: @niko ママがいつもそう言ってた。
ko: @niko 엄마가 늘 하시던 말씀이죠.
pt_br: @niko Mamãe sempre disse isso.
ru: @niko Моя мама часто так говорит.

source: @niko This jar is full of dry beans.
cht: @niko 这个罐子里装满了干豌豆。
es: @niko Este tarro está lleno de judías secas.
it: @niko Questo vaso è pieno di fagioli secchi.
ja: @niko この壺は乾燥した豆でいっぱい。
ko: @niko 말린 콩이 가득 든 항아리예요.
pt_br: @niko Esse pote está cheio de feijão seco.
ru: @niko Этот сосуд полон сушёных бобов.

source: @niko Two jars.
cht: @niko 两罐。
es: @niko Dos tarros.
it: @niko Due vasi.
ja: @niko 壺が2つ。
ko: @niko 항아리가 두 개 있네요.
pt_br: @niko Dois potes.
ru: @niko Два сосуда.
