Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: All those hours I put into my work, and now...
cht: 我在研究上投入了所有时间，现在...
es: Con todas las horas que he dedicado a mi trabajo, y ahora...
it: Ho dedicato tutte quelle ore al mio lavoro e adesso...
ja: 仕事にあれだけ時間を費やしたのに…今は…
ko: 그렇게 오랫동안 연구를 했는데, 결국...
pt_br: Todas as horas dedicadas ao meu trabalho e agora...
ru: Я вложила столько часов работы в свою работу, а теперь...

source: now....
cht: 现在...
es: Ahora...
it: E adesso...
ja: 今はもう…
ko: 결국...
pt_br: agora...
ru: теперь....

source: @niko_eyeclosed She fell asleep...
cht: @niko_eyeclosed 她睡着了...
es: @niko_eyeclosed Se ha quedado dormida...
it: @niko_eyeclosed Si è addormentata...
ja: @niko_eyeclosed 寝ちゃった…
ko: @niko_eyeclosed 자고 있어요...
pt_br: @niko_eyeclosed Ela dormiu...
ru: @niko_eyeclosed Она уснула...

source: Monitoring... monitoring...
cht: 监测...监测...
es: Monitorizando... monitorizando...
it: Analisi... Analisi...
ja: 監視中…監視中…
ko: 모니터링 중... 모니터링 중...
pt_br: Monitorando... monitorando...
ru: Наблюдение... наблюдение...

source: Looks like our scouting unit #A27 is still doing okay...
cht: 看起来我们的A27号侦察装置还在正常工作...
es: Parece que nuestra unidad exploradora Nº A27 sigue en condiciones...
it: Sembra che la nostra unità di esplorazione n.A27 stia bene...
ja: 偵察ユニット#A27はまだ無事のようだ…
ko: 정찰기 #A27호는 아직 제대로 작동하는 것 같네...
pt_br: Parece que nossa unidade de monitoramento nº A27 ainda está bem...
ru: Похоже, наш разведчик №А27 всё ещё в порядке...

source: Robots are the only ones that we can send out there, now...
cht: 现在机器人是我们唯一可以送到那里去的了...
es: Los robots son los únicos a los que podemos mandar al exterior...
it: Per ora i robot sono gli unici che possiamo mandare in esplorazione...
ja: あの場所に送り出せるのは、もはや ロボットだけなのだよ…
ko: 지금 밖에 내보낼 수 있는 건 로봇뿐이야...
pt_br: Os robôs são os únicos que podemos mandar para lá agora...
ru: Теперь мы можем туда отправлять только роботов...

source: Thankfully, we still have a couple of units that aren't too badly damaged...
cht: 谢天谢地，我们还有几个装置损坏不太严重...
es: Afortunadamente, nos quedan un par de unidades que no están demasiado dañadas...
it: Per fortuna, abbiamo ancora un paio di unità che non sono gravemente danneggiate...
ja: だが幸運にも、損傷の軽いユニットが まだいくつかある…
ko: 다행히도 큰 손상을 입지 않은 로봇이 아직 몇 대 남았지...
pt_br: Ainda bem que ainda temos algumas unidades que não estavam tão danificadas...
ru: Хорошо, что у нас ещё осталась парочка без значительных повреждений...

source: This little guy ran into some squares earlier and managed to escape mostly intact.
cht: 这个小孩曾经碰到过方块，但毫发无损地 成功逃脱了。
es: Este pequeño se topó con unos cuadrados hace un rato y consiguió escapar casi intacto.
it: Poco fa questo piccoletto si è imbattuto in dei quadrati e per fortuna è riuscito a fuggire quasi del tutto illeso.
ja: 先ほど、この小さいのが四角形に遭遇したのだが、 ほとんど無傷で脱出したのだよ。
ko: 이 작은 녀석은 아까 사각형을 만났는데도 멀쩡히 달아났어.
pt_br: Esse carinha encontrou uns quadrados mais cedo e conseguiu escapar quase intacto.
ru: Этот дружок недавно налетел на квадраты и сумел выбраться почти невредимым.

source: These newer models are pretty tough!
cht: 这些新模型真难缠！
es: ¡Estos modelos más nuevos son bastante resistentes!
it: Questi nuovi modelli sono abbastanza resistenti!
ja: 最新モデルはなかなか頑丈だな！
ko: 이 신제품들은 제법 튼튼하지!
pt_br: Esses modelos novos são bem durões!
ru: Эти новые модели, оказывается, очень крепкие!

source: $There's something weird about the robots who get sent to work near the gas fields.
cht: $那些被送往天然气田工 作的机器人感觉有点奇 怪。
es: $Hay algo raro en los robots a los que envían a trabajar cerca de los campos de gas.
it: $C'è qualcosa di strano riguardo ai robot che vengono mandati a lavorare vicino ai giacimenti di gas.
ja: $ガス田付近に派遣される ロボットには、何か おかしなところがある。
ko: $가스 지대 근처에서 일하는 로봇들에게서 이상한 점이 발견되고 있다.
pt_br: $Há algo estranho com os robôs enviados para trabalhar próximo aos campos de gás.
ru: $С роботами, которых посылали работать рядом с газовыми месторождениями, происходит что-то странное.

source: $They appear to accumulate rust at a much slower rate than the others.
cht: $它们的生锈速度似乎要 比其他机器人慢很多。
es: $Parece que acumulan óxido a mucha menos velocidad que el resto.
it: $Infatti, sembrerebbero accumulare ruggine più lentamente rispetto agli altri.
ja: $彼らは 他のロボットよりも、 錆びの蓄積速度が 格段に遅いようだ。
ko: $그 로봇들은 다른 로봇보다 녹이 훨씬 천천히 스는 것 같았다.
pt_br: $Eles parecem enferrujar a um passo mais lento que os outros.
ru: $Они ржавеют намного медленнее, чем остальные.

source: $The few who work directly with gas harvesting look practically new!
cht: $有几个直接参与气体采 集工作的机器人看起来 几乎是全新的！
es: $¡Los pocos que se dedican a tareas directas de conseguir gas parecen completamente nuevos!
it: $Quelli che lavorano a stretto contatto col gas sembrano nuovi!
ja: $ガスの採掘に 直接かかわってる 数体は、まるで 新品みたいだ！
ko: $거기다 가스를 직접 채취하는 로봇 중 일부는 아직도 새것 같다!
pt_br: $Aqueles que trabalham diretamente com o gás estão praticamente novos!
ru: $А те немногие, которые работали непосредственно на сборе газа, выглядят как новые!

source: $Is that a result of the atmosphere? Or am I just seeing things?
cht: $这是大气原因造成的吗？ 或者是我只看到东西的 表象？
es: $¿Es resultado de la atmósfera? ¿O me lo estoy imaginando?
it: $Sarà dovuto all'atmosfera o sono solo fantasie mie?
ja: $あれは大気の 影響なのか？ それとも、私は幻覚を 見ているだけなのか？
ko: $공기 때문일까? 아니면 내가 환각을 보는 건가?
pt_br: $Será que é resultado da atmosfera? Ou eu estou vendo coisas?
ru: $Является ли это результатом воздействия атмосферы? Или мне просто кажется?

source: @niko_speak Whoa!\>\n\@niko \p? Did you see that fox just now?
cht: @niko_speak 哇啊！\>\n\@niko \p？你刚刚看到那只狐狸了吗？
es: @niko_speak ¡Hala!\>\n\@niko ¿\p? ¿Has visto a ese zorro?
it: @niko_speak Oh!\>\n\@niko \p? Hai visto quella volpe?
ja: @niko_speak あっ！\>\n\@niko \p、 今のキツネ見た？
ko: @niko_speak 우와!\>\n\@niko \p 님? 방금 그 여우 보셨어요?
pt_br: @niko_speak Opa!\>\n\@niko \p? Você viu aquela raposa?
ru: @niko_speak Ух ты!\>\n\@niko \p? Мне показалось или это была лиса?

source: @niko_speak It just ran behind the tree...
cht: @niko_speak 它刚刚从树后面跑了...
es: @niko_speak Ha salido corriendo detrás de ese árbol...
it: @niko_speak È appena corsa dietro l'albero...
ja: @niko_speak 木の後ろに逃げてった…
ko: @niko_speak 나무 뒤쪽으로 달아났어요...
pt_br: @niko_speak Ela correu para trás da árvore...
ru: @niko_speak Она взяла и убежала за дерево...

source: @rue_dark I'm sorry if you are looking for me.
cht: @rue_dark 如果你正在找我的话，我表示很遗憾。
es: @rue_dark Lo siento si me estás buscando a mí.
it: @rue_dark Mi dispiace se mi stai cercando.
ja: @rue_dark 私を探しているのなら、ごめんなさい。
ko: @rue_dark 날 찾고 있었다면, 미안하게 됐어.
pt_br: @rue_dark Se você está me procurando, desculpe-me.
ru: @rue_dark Прости, если ты ищешь меня.

source: @rue_dark But I cannot talk to you.
cht: @rue_dark 我不能和你对话。
es: @rue_dark Pero no puedo hablar contigo.
it: @rue_dark Ma non posso parlare con te.
ja: @rue_dark あなたと話すことはできない。
ko: @rue_dark 하지만 난 너와 이야기할 수가 없어.
pt_br: @rue_dark Mas não podemos conversar.
ru: @rue_dark Но я не могу с тобой поговорить.

source: @rue_dark Not now...
cht: @rue_dark 现在还不...
es: @rue_dark Ahora no...
it: @rue_dark Non adesso...
ja: @rue_dark 今はまだ…
ko: @rue_dark 지금은...
pt_br: @rue_dark Pelo menos não agora...
ru: @rue_dark Не сейчас...

source: @rue_dark But... can you promise me something?
cht: @rue_dark 但是...你能答应我一件事吗？
es: @rue_dark Pero... ¿me prometes una cosa?
it: @rue_dark Puoi promettermi una cosa?
ja: @rue_dark でも…約束してくれないかしら？
ko: @rue_dark 그저... 한 가지만 약속해 주겠어?
pt_br: @rue_dark Mas... você pode me prometer uma coisa?
ru: @rue_dark Но... можешь ли ты мне кое-что пообещать?

source: @niko Huh?
cht: @niko 啊？
es: @niko Bueno...
it: @niko Mh?
ja: @niko え？
ko: @niko 음?
pt_br: @niko Hm?
ru: @niko Хм-м?

source: @rue_dark If... you can find a way to return...
cht: @rue_dark 如果...你找到了回家的方法...
es: @rue_dark Si... encuentras la forma de regresar...
it: @rue_dark Se... trovassi un modo per tornare...
ja: @rue_dark もし…戻ってこられる方法を見つけたら…
ko: @rue_dark 만약... 돌아올 방법이 찾아낸다면...
pt_br: @rue_dark Se você descobrir uma maneira de voltar...
ru: @rue_dark Если... ты найдешь способ вернуться...

source: @rue_dark ...please do.
cht: @rue_dark ...请你一定要回去。
es: @rue_dark ... hazlo.
it: @rue_dark ...per favore, fallo.
ja: @rue_dark …戻ってきてほしい。
ko: @rue_dark ...돌아와 줘.
pt_br: @rue_dark ... volte.
ru: @rue_dark ...прошу, сделай это.

source: @niko Er...\.\.\@niko2 What... do you mean by that?
cht: @niko 嗯...\.\.\@niko2 你这么说是...什么意思？
es: @niko Eh... \.\.\@niko2 ¿Qué... quieres decir con eso?
it: @niko Ehm... \.\.\@niko2 Non credo di aver capito...
ja: @niko え…\.\.\@niko2 それって…どういう意味？
ko: @niko 어...\.\.\@niko2 그게... 무슨 뜻이야?
pt_br: @niko Hm...\.\.\@niko2 O que... você quer dizer com isso?
ru: @niko Э-э...\.\.\@niko2 Что... ты имеешь в виду?

source: @niko ...\>\n\@niko_eyeclosed No reply...
cht: @niko ...\>\n\@niko_eyeclosed 没回答...
es: @niko ...\>\n\@niko_eyeclosed No responde...
it: @niko ...\>\n\@niko_eyeclosed Nessuna risposta...
ja: @niko …\>\n\@niko_eyeclosed 返事がない…
ko: @niko ...\>\n\@niko_eyeclosed 대답이 없네...
pt_br: @niko ...\>\n\@niko_eyeclosed Sem resposta...
ru: @niko ...\>\n\@niko_eyeclosed Нет ответа...

source: @rue We will meet again.
cht: @rue 我们会再见面的。
es: @rue Nos volveremos a ver.
it: @rue Ci incontreremo di nuovo.
ja: @rue また会いましょう。
ko: @rue 우린 다시 만나게 될 거야.
pt_br: @rue Nós nos reencontraremos.
ru: @rue Мы ещё встретимся.

source: @rue_talk So you found a way back after all.
cht: @rue_talk 所以你找到了回去的方法。
es: @rue_talk Así que, al final, has encontrado la forma de volver.
it: @rue_talk Quindi alla fine hai trovato un modo per tornare.
ja: @rue_talk そう、戻ってこられたのね。
ko: @rue_talk 결국 돌아오는 길을 찾았구나.
pt_br: @rue_talk Então você descobriu uma maneira de voltar.
ru: @rue_talk Значит, ты всё же нашёл дорогу назад.

source: @niko_speak Eh? \>\n\@niko But I've never been here before...
cht: @niko_speak 嗯？\>\n\@niko 但是我之前从未到过这...
es: @niko_speak ¿Eh? \>\n\@niko Pero nunca he estado aquí antes...
it: @niko_speak Eh? \>\n\@niko Ma non sono mai stato qui prima d'ora...
ja: @niko_speak え？ \>\n\@niko ここに来るのは初めてだよ…
ko: @niko_speak 뭐? \>\n\@niko 하지만 난 여기 처음 왔는데...
pt_br: @niko_speak Hm? \>\n\@niko Mas eu nunca estive aqui antes...
ru: @niko_speak Что? \>\n\@niko Но я здесь раньше никогда не был...

source: @rue That means...
cht: @rue 也就是说...
es: @rue Eso quiere decir que...
it: @rue Questo significa...
ja: @rue それって、もしかして…
ko: @rue 그 말은...
pt_br: @rue Isso quer dizer...
ru: @rue Это означает...

source: @rue_talk Have you... met the others?
cht: @rue_talk 你...遇到过其他人吗？
es: @rue_talk ¿Has... conocido a los otros?
it: @rue_talk Hai incontrato... gli altri?
ja: @rue_talk 他の子たちには…会った？
ko: @rue_talk 너... 다른 친구들을 만났어?
pt_br: @rue_talk Você já conheceu os outros?
ru: @rue_talk Ты... встречался с остальными?

source: @niko2 ...others? \>\n\@niko2 You're the only fox I've seen...
cht: @niko2 ...其他人？\>\n\@niko2 你是我见过唯一的一只狐狸...
es: @niko2 ... ¿otros? \>\n\@niko2 Tú eres el único zorro que he visto...
it: @niko2 ...Altri? \>\n\@niko2 Sei l'unica volpe che ho visto...
ja: @niko2 …他の子？\>\n\@niko2 ミーが見たキツネは君だけだよ…
ko: @niko2 ...다른 친구들? \>\n\@niko2 넌 내가 이 세계에서 처음 만난 여우야...
pt_br: @niko2 ... outros? \>\n\@niko2 Você é a única raposa que eu encontrei...
ru: @niko2 ...остальными? \>\n\@niko2 Вы единственная лиса, которую я видел...

source: @niko_speak Wait! There's that one plush in Calamus and Alula's house, right \p?
cht: @niko_speak 等等！那是 Calamus 和 Alula 家的那个毛绒玩具， 对吧\p？
es: @niko_speak ¡Espera! En casa de Calamus y Alula hay uno de peluche, ¿verdad,\p?
it: @niko_speak Aspetta! C'è quel peluche nella casa di Calamus e Alula, vero \p?
ja: @niko_speak あっ！カラムスとアルーラの家に ぬいぐるみがあったよね、 \p？
ko: @niko_speak 앗! 칼라무스와 알룰라의 집에 봉제 인형이 있었어. 맞죠, \p 님?
pt_br: @niko_speak Espere! Também tem aquela de pelúcia na casa de Calamus e Alula, não é, \p?
ru: @niko_speak Погоди-ка! В доме Каламуса и Алулы есть одна игрушечная, верно, \p?

source: @rue_sad Sigh.
cht: @rue_sad 叹气。
es: @rue_sad Ay.
ja: @rue_sad はぁ。
ko: @rue_sad 하아.
pt_br: @rue_sad Ah...
ru: @rue_sad Эх.

source: @rue It's not time.
cht: @rue 还没到时间。
es: @rue No es momento.
it: @rue Non è il momento.
ja: @rue まだ、その時じゃない。
ko: @rue 아직 때가 아니야.
pt_br: @rue Ainda não é hora.
ru: @rue Сейчас не время.

source: @rue ...we will meet again.
cht: @rue ...我们还会见面的。
es: @rue ... nos volveremos a ver.
it: @rue ...Ci incontreremo di nuovo.
ja: @rue …また会いましょう。
ko: @rue ...우린 다시 만나게 될 거야.
pt_br: @rue ... nós nos reencontraremos.
ru: @rue ...мы ещё встретимся.

source: @rue_smile Hello, Niko.
cht: @rue_smile 你好，Niko。
es: @rue_smile Hola, Niko.
it: @rue_smile Ciao, Niko.
ja: @rue_smile こんばんは、ニコ。
ko: @rue_smile 안녕, 니코.
pt_br: @rue_smile Olá, Niko.
ru: @rue_smile Здравствуй, Нико.

source: @rue ...oh?
cht: @rue ...哦？
ja: @rue …あら？
ko: @rue ...아?
pt_br: @rue ... hm?
ru: @rue ...о?

source: @rue_talk You're back again...
cht: @rue_talk 你又回来了...
es: @rue_talk Has vuelto...
it: @rue_talk Sei tornato...
ja: @rue_talk また来たのね…
ko: @rue_talk 또 왔구나...
pt_br: @rue_talk Você voltou...
ru: @rue_talk Ты снова здесь...

source: @rue But...\.\.\@rue_sad I said it was not time...
cht: @rue 但是...\.\.\@rue_sad 我说了还没到时间...
es: @rue Pero...\.\.\@rue_sad he dicho que no era el momento...
it: @rue Ma... \.\.\@rue_sad ho detto che non era il momento...
ja: @rue でも…\.\.\@rue_sad 言ったでしょう。 まだその時じゃないの…
ko: @rue 아직...\.\.\@rue_sad 때가 아니라고 했는데...
pt_br: @rue Mas...\.\.\@rue_sad eu disse que ainda não era hora.
ru: @rue Но...\.\.\@rue_sad я же сказала, что сейчас не время...

source: @rue Are you here to keep me company, then?
cht: @rue 你是来这里陪我的是吗？
es: @rue Entonces, ¿has venido a hacerme compañía?
it: @rue Sei qui per tenermi compagnia, allora?
ja: @rue じゃあ、私の傍にいるために わざわざ来てくれたの？
ko: @rue 나랑 함께 있어 주려고 온 거야?
pt_br: @rue Você veio me fazer companhia?
ru: @rue Значит, ты хочешь составить мне компанию?

source: @rue_smile Guess I can't refuse that.
cht: @rue_smile 我觉得我不能拒绝。
es: @rue_smile Creo que no puedo decirle que no a eso.
it: @rue_smile Immagino di non poter rifiutare.
ja: @rue_smile なら、無下には扱えないわね。
ko: @rue_smile 그럼 거절할 수 없지.
pt_br: @rue_smile Sou incapaz de recusar uma oferta como essa.
ru: @rue_smile Не думаю, что смогу от этого отказаться.

source: @rue ...I am Rue.
cht: @rue ...我的名字叫 Rue。
es: @rue ... Soy Rue.
it: @rue ...Sono Rue.
ja: @rue …私はルエ。
ko: @rue ...내 이름은 루야.
pt_br: @rue ... Meu nome é Rue.
ru: @rue ...Меня зовут Рю.

source: @rue_sad You will probably not remember my name in a while.\.\.\n\@rue_smile ...But I would still like to know yours.
cht: @rue_sad 你可能一下子记不住我的名字。\.\.\n\@rue_smile ...但是我还是想知道你的名字。
es: @rue_sad Seguramente no recuerdes mi nombre dentro de un rato.\.\.\n\@rue_smile ... Pero me gustaría saber el tuyo.
it: @rue_sad Probabilmente, tra non molto, dimenticherai il mio nome.\.\.\n\@rue_smile ...Ma mi piacerebbe comunque conoscere il tuo.
ja: @rue_sad しばらくしたら、きっと私の名前は 忘れてしまうでしょう。\.\.\n\@rue_smile …それでも、あなたの名前を知りたい。
ko: @rue_sad 아마 조금 지나면 넌 내 이름을 잊어버릴지도 몰라.\.\.\n\@rue_smile ...그래도 난 네 이름을 알고 싶어
pt_br: @rue_sad Você provavelmente esquecerá meu nome em breve.\.\.\n\@rue_smile ... Mas eu me lembrarei do seu.
ru: @rue_sad Через некоторое время ты и не вспомнишь моё имя.\.\.\n\@rue_smile ...Но я всё-таки хотела бы узнать твоё.

source: @niko I'm... \.\.not sure what you're talking about.
cht: @niko 我叫...\.\.不确定你说的是什么。
es: @niko No... \.\.entiendo de qué estás hablando.
it: @niko Credo... \.\.di non aver capito.
ja: @niko え… \.\.言ってる意味がよく分からないよ。
ko: @niko 솔직히... \.\.무슨 말인지 모르겠어.
pt_br: @niko Eu... \.\.não sei do que você está falando.
ru: @niko Я... \.\.немного не понял, о чём вы.

source: @niko_speak But my name is Niko!
cht: @niko_speak 但是我叫 Niko！
es: @niko_speak ¡Pero yo me llamo Niko!
it: @niko_speak Ma il mio nome è Niko!
ja: @niko_speak けど、ミーの名前はニコ！
ko: @niko_speak 내 이름은 니코야!
pt_br: @niko_speak Meu nome é Niko!
ru: @niko_speak Но меня зовут Нико!

source: @rue ...Niko.
ja: @rue …ニコ。
ko: @rue ...니코.
ru: @rue ...Нико.

source: @rue_smile I shall remember that!
cht: @rue_smile 我会记住的！
es: @rue_smile ¡Lo recordaré!
it: @rue_smile Lo ricorderò!
ja: @rue_smile 覚えておくわね！
ko: @rue_smile 잊지 않을게!
pt_br: @rue_smile Eu vou me lembrar!
ru: @rue_smile Я обязательно это запомню!

source: @rue_smile I'm glad you do not mind coming back.
cht: @rue_smile 我很高兴你不介意回来。
es: @rue_smile Me alegro de que no te importe volver.
it: @rue_smile Sono contenta che non ti dispiaccia tornare.
ja: @rue_smile わざわざ戻ってきれくれて嬉しいわ。
ko: @rue_smile 네가 또 와 주다니 기뻐.
pt_br: @rue_smile Fico feliz que você não se importe de voltar.
ru: @rue_smile Я рада, что ты не против возвращаться снова и снова.

source: @rue_talk To be perfectly honest...
cht: @rue_talk 老实说...
es: @rue_talk A decir verdad...
it: @rue_talk Ad essere onesti...
ja: @rue_talk 本当に、正直に言うと…
ko: @rue_talk 정말 솔직히 말하자면...
pt_br: @rue_talk Sinceramente...
ru: @rue_talk Если уж совсем откровенно...

source: @rue_sad It may be this way for a while, actually.
cht: @rue_sad 其实，这样已经有一段时间了。
es: @rue_sad En realidad, puede que siga así un tiempo.
it: @rue_sad Credo che sarà così per un po'.
ja: @rue_sad しばらくは、こんな調子が続くと思うわ。
ko: @rue_sad 당분간은 이대로일지도 몰라.
pt_br: @rue_sad Ainda será assim durante um tempo.
ru: @rue_sad На самом деле, это может продолжаться некоторое время.

source: @rue ...But in time, that will change.
cht: @rue ...但是随着时间推移，会有所改变。
es: @rue ... Pero acabará por cambiar.
it: @rue ...Ma, prima o poi, cambierà.
ja: @rue …でもいずれ、それは変わる。
ko: @rue ...하지만 때가 되면 변할 거야.
pt_br: @rue ... Mas, quando esse tempo acabar, tudo mudará.
ru: @rue ...Но когда-нибудь это изменится.

source: @niko2 The... sun?
cht: @niko2 那个...太阳？
es: @niko2 ¿El... sol?
it: @niko2 Il... sole?
ja: @niko2 それって…太陽のこと？
ko: @niko2 이건... 태양?
pt_br: @niko2 O... sol?
ru: @niko2 Ты говоришь о... солнце?

source: @rue_smile \p can see this, right?
cht: @rue_smile \p 看得到这个，对吧？
es: @rue_smile \p puede verlo, ¿verdad?
it: @rue_smile \p può vederci, vero?
ja: @rue_smile \p にも見えてるんでしょう？
ko: @rue_smile \p도 이걸 볼 수 있지?
pt_br: @rue_smile \p consegue ver, não consegue?
ru: @rue_smile \p это видит, правда?

source: @rue_smile Then \p will understand.
cht: @rue_smile 然后 \p 会明白的。
es: @rue_smile Entonces, \p lo entenderá.
it: @rue_smile Allora capirà.
ja: @rue_smile きっと、 \p なら分かってくれる。
ko: @rue_smile 그럼 \p도 알고 있을 거야.
pt_br: @rue_smile Então \p entenderá.
ru: @rue_smile Тогда \p поймёт.

source: @rue_smile Oh, you're here!
cht: @rue_smile 哦， 你在这呢！
es: @rue_smile ¡Ah, estás aquí!
it: @rue_smile Oh, sei tornato!
ja: @rue_smile あら、来たのね！
ko: @rue_smile 아, 왔구나!
pt_br: @rue_smile Ah, você está aqui!
ru: @rue_smile Ох, ты пришёл!

source: @rue I was starting to miss you...
cht: @rue 我有点想你了...
es: @rue Estaba empezando a echarte de menos...
it: @rue Cominciavi a mancarmi...
ja: @rue ちょうど会いたいと 思い始めてたところよ…
ko: @rue 네가 보고 싶어지던 참이야...
pt_br: @rue Eu estava começando a sentir sua falta...
ru: @rue Я уже начала по тебе скучать...

source: @rue_smile ...Guess I got used to your company, after all.
cht: @rue_smile ...可能我已经习惯你在我身边了。
es: @rue_smile ... Creo que, al final, me he acostumbrado a tu compañía.
it: @rue_smile ...Credo di essermi abituata alla tua compagnia, dopotutto.
ja: @rue_smile …結局、あなたが傍にいることに 慣れちゃったみたい。
ko: @rue_smile ...아무래도 난 너와 함께 있는 데 익숙해진 것 같아.
pt_br: @rue_smile ... Afinal, acho que me acostumei com a sua companhia.
ru: @rue_smile ...Значит, я уже привыкла к твоей компании, после всего этого.

source: @niko2 ...pardon?
cht: @niko2 ...什么？
es: @niko2 ... ¿cómo?
it: @niko2 ...Come scusa?
ja: @niko2 …え？
ko: @niko2 ...응?
pt_br: @niko2 ... como é?
ru: @niko2 ...прошу прощения?

source: @rue Do not worry. Carry on.
cht: @rue 别担心。继续。
es: @rue No te preocupes. Continúa.
it: @rue Non preoccuparti. Vai avanti.
ja: @rue 気にしないで。続けて。
ko: @rue 신경 쓰지 마. 계속 가.
pt_br: @rue Não se preocupe. Pode continuar.
ru: @rue Не обращай внимания. Продолжай делать свои дела.

source: @ed [A \c[7]withered plant\c[0] sits here, stiff and dry.]
cht: @ed [这里有一株 \c[7]枯萎的植物\c[0] ，僵硬而干燥。]
es: @ed [Es una \c[7]planta marchita\c[0] rígida y seca.]
it: @ed [Una \c[7]pianta appassita\c[0], secca e rigida.]
ja: @ed [\c[7]枯れた植物\c[0]がある…。硬く、乾燥している。]
ko: @ed [뻣뻣하게 메말라 버린 \c[7]시든 식물\c[0]이 있다.]
pt_br: @ed [Uma \c[7]planta murcha\c[0] está aqui, dura e seca.]
ru: @ed [Здесь находится \c[7]увядшее растение\c[0], сухое и жёсткое.]

source: @ed [There's no need to do anything else to it.]
cht: @ed [无需对它再做任何其他事情了。]
es: @ed [No es necesario hacerle nada más.]
it: @ed [Non c'è più niente da fare.]
ja: @ed [これ以上、何もする必要はない。]
ko: @ed [여기서는 달리 할 일이 없다.]
pt_br: @ed [Não há necessidade de fazer mais nada por ela.]
ru: @ed [Больше ничего с ним делать не нужно.]

source: @ed [A branch snaps off.]
cht: @ed [一根树枝突然折断了。]
es: @ed [Se rompe una rama.]
it: @ed [Un ramo si spezza.]
ja: @ed [枝がポキっと折れた。]
ko: @ed [가지 하나가 부러져 떨어진다.]
pt_br: @ed [Um galho cai.]
ru: @ed [Отламывается ветка.]

source: @ed [A pair of \c[3]luminous, yellow eyes\c[0] stares back at Niko.]
cht: @ed [一双 \c[3]明亮的黄色眼睛\c[0] 盯着 Niko 。]
es: @ed [Unos \c[3]ojos amarillos y luminosos\c[0] le devuelven la mirada a Niko.]
it: @ed [Due \c[3]luminosi occhi gialli\c[0] fissano Niko.]
ja: @ed [\c[3]明るく、黄色い目\c[0]がニコを見返している。]
ko: @ed [\c[3]밝게 빛나는 노란색 눈\c[0]이 니코를 응시한다.]
pt_br: @ed [Um par de \c[3]olhos amarelos e brilhantes\c[0] olha para Niko.]
ru: @ed [Пара \c[3]светящихся жёлтых глаз\c[0] смотрит на Нико.]

source: @ed [There's no water in the toilet.]
cht: @ed [便桶里没有水了。]
es: @ed [No hay agua en el inodoro.]
it: @ed [Non c'è acqua nel gabinetto.]
ja: @ed [トイレには水がない。]
ko: @ed [변기 안에 물이 없다.]
pt_br: @ed [Não há água no banheiro.]
ru: @ed [В туалете нет воды.]

source: @ed [The tub won't run.]
cht: @ed [浴缸也不能用了。]
es: @ed [La bañera no funciona.]
it: @ed [Dal rubinetto della vasca non esce acqua.]
ja: @ed [浴槽には水が流れない。]
ko: @ed [욕조에서는 물이 나오지 않는다.]
pt_br: @ed [A banheira não funciona.]
ru: @ed [Без воды в кране ванну не набрать.]

source: @niko The pathway is blocked....
cht: @niko 通道被石块...
es: @niko El camino está bloqueado...
it: @niko Il sentiero è bloccato...
ja: @niko 道が塞がってる……
ko: @niko 통로가 막혔어요...
pt_br: @niko O caminho está bloqueado...
ru: @niko Путь заблокирован....

source: @niko_speak ...by blocks!
cht: @niko_speak ...堵塞了！
es: @niko_speak ¡... por bloques!
it: @niko_speak ...da blocchi!
ja: @niko_speak …ブロックでブロックされてる！
ko: @niko_speak ...사각형으로요!
pt_br: @niko_speak ... por blocos!
ru: @niko_speak ...блоками!

source: @niko_what2 Waaaait a minute.\>\n\@niko_eyeclosed I remember something about this...
cht: @niko_what2 等一下。\>\n\@niko_eyeclosed 关于这个，我有印象...
es: @niko_what2 Eeeespera un momento.\>\n\@niko_eyeclosed Me acuerdo de algo que tiene que ver con esto...
it: @niko_what2 Un aaattimo.\>\n\@niko_eyeclosed Ricordo qualcosa a riguardo...
ja: @niko_what2 んーーー？\>\n\@niko_eyeclosed これ、覚えてるかも…
ko: @niko_what2 잠깐.\>\n\@niko_eyeclosed 뭔가 생각이 나요...
pt_br: @niko_what2 Espeeera aí.\>\n\@niko_eyeclosed Lembro de alguma coisa sobre isso...
ru: @niko_what2 По-о-дожди-ка.\>\n\@niko_eyeclosed Я что-то такое припоминаю...

source: @niko_83c Never knew it'd be so easy!
cht: @niko_83c 没想到这么容易！
es: @niko_83c ¡Jamás pensé que sería tan fácil!
it: @niko_83c Non credevo fosse così facile!
ja: @niko_83c こんな簡単だったんだね！
ko: @niko_83c 이렇게 쉬울 줄은 몰랐어요!
pt_br: @niko_83c Nunca pensei que seria tão fácil!
ru: @niko_83c Вот уж не думал, что это будет так просто!

source: @niko_what ...\>(ow my foot ow)
cht: @niko_what ...\>（哎呦，我的脚，哎呦）
es: @niko_what ...\>(ay, mi pie, ay)
it: @niko_what ...\>\n(ahia il mio piede ahia)
ja: @niko_what …\>（足すっごくいたい）
ko: @niko_what ...\>(으악, 내 발...)
pt_br: @niko_what ...\>(ai, ai, meu pé)
ru: @niko_what ...\>(ой моя нога ой-ой)

source: @niko3 The squares are blocking the doorway...
cht: @niko3 那些方块正在堵住门口...
es: @niko3 Los cuadrados están bloqueando la entrada...
it: @niko3 I quadrati coprono la porta...
ja: @niko3 四角形が入口を塞いじゃってる…
ko: @niko3 사각형이 입구를 막고 있어요...
pt_br: @niko3 Os quadrados estão bloqueando a entrada...
ru: @niko3 Квадраты перекрыли проход...

source: @alula_pout Oh...\>\nThe door...
cht: @alula_pout 哦...\>\n那个门...
es: @alula_pout Oh...\>\nLa puerta...
it: @alula_pout Oh...\>\nLa porta...
ja: @alula_pout うー…\>\n入り口が…
ko: @alula_pout 아...\>\n저 문...
pt_br: @alula_pout Ah... \>\nA porta...
ru: @alula_pout Ой...\>\nВход...
