Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: The water pill is dissolved in it.
cht: 产水药溶解在里面。
es: La píldora se ha disuelto.
it: La pillola idratante si è sciolta.
ja: ウォーターピルが中で溶けている。
ko: 물 알약이 녹아 있다.
pt_br: O comprimido se dissolveu na água.
ru: В ней растворена водная таблетка.

source: clover
cht: 三叶草
es: trébol
it: trifoglio
ja: クローバー
ko: 클로버
pt_br: trevo
ru: клевер

source: A black clover.
cht: 一片黑色的三叶草。
es: Un trébol negro.
it: Un trifoglio nero.
ja: 黒いクローバー。
ko: 검은색 클로버.
pt_br: Trevo preto.
ru: Чёрный клевер.

source: empty tube
cht: 空管子
es: tubo vacío
it: provetta vuota
ja: 空の管
ko: 빈 시험관
pt_br: tubo vazio
ru: пустая пробирка

source: An empty tube. Used to hold water.
cht: 一个空管子。用来装水。
es: Un tubo vacío. Se usa para retener agua.
it: Una provetta vuota. Usata per la raccolta di campioni d'acqua.
ja: 空の管。水を入れるために使われる。
ko: 빈 시험관. 물을 담을 때 사용한다.
pt_br: Tubo vazio para colocar água.
ru: Пустая пробирка. Раньше в ней была вода.

source: bottle of pond water
cht: 一瓶池水
es: botella de agua del estanque
it: bottiglia d'acqua della pozza
ja: 池の水が入ったビン
ko: 연못 물을 담은 병
pt_br: garrafa com água da lagoa
ru: бутылка с прудовой водой

source: It has the consistency of glue.
cht: 和胶水一样稠。
es: Por la consistencia parece pegamento.
it: Ha la consistenza della colla.
ja: ノリと同じ濃度。
ko: 점도가 꼭 접착제 같다.
pt_br: Espessa como cola.
ru: У неё консистенция клея.

source: A backup!
cht: 一个备份！
es: ¡Un plan B!
it: Sempre meglio avere una copia a portata di mano!
ja: 予備だ！
ko: 예비용 사진!
pt_br: Um reserva!
ru: На всякий случай!

source: 3rd time's the charm?
cht: 第三次的魅力？
es: ¿A la tercera va la vencida?
it: La terza volta è quella buona?
ja: 3度目の正直？
ko: 역시 삼세판?
pt_br: A 3ª vez dá sorte, será?
ru: Бог любит троицу?

source: This is kind of fun.
cht: 这有点意思。
es: Esto parece divertido.
it: Bisogna ammettere che è divertente.
ja: けっこう楽しいな。
ko: 이거 재미있네.
pt_br: Estou achando divertido.
ru: А это даже весело.

source: Lookin' Good.
cht: 看起来不错。
es: Sales bien.
it: Molto carino.
ja: いい感じ。
ko: 괜찮은데.
pt_br: Parece boa.
ru: Просто заглядение.

source: Niko blinked in this one.
cht: Niko 这时眨了眨眼。
es: Niko ha cerrado los ojos.
it: Oh, Niko ha gli occhi chiusi in questa qui.
ja: ニコがまばたきしちゃってる。
ko: 니코가 눈을 감은 사진.
pt_br: Niko piscou nessa.
ru: Нико моргнул на этом фото.

source: Nice.
cht: 不错。
es: Qué bien.
it: Che patato.
ja: いいね。
ko: 좋다.
pt_br: Legal.
ru: Неплохо.

source: Very photogenic.
cht: 很上镜啊。
es: Qué fotogénico.
it: Davvero fotogenico.
ja: とっても写真写りがいい。
ko: 굉장히 잘 나왔다.
pt_br: Quanta fotogenia.
ru: Очень фотогеничен.

source: Can't have too much of a good thing!
cht: 这样的好东西真的不太多。
es: ¡Uno nunca se acostumbra a lo bueno!
it: Una foto in più non guasta mai se è così bella!
ja: いいものはいくらあっても足りない！
ko: 좋은 것은 많을수록 좋다!
pt_br: Coisas boas nunca são demais!
ru: Хорошего много не бывает!

source: The ultimate photo.
cht: 最后的照片。
es: La foto definitiva.
it: La foto definitiva.
ja: 究極の写真。
ko: 최고로 잘 나온 사진이다.
pt_br: A foto definitiva.
ru: Лучше уже не будет.

source: Key 1
cht: 线索 1
es: Llave 1
ja: 鍵1
ko: 열쇠 1
pt_br: Chave 1
ru: Ключ 1

source: Key 2
cht: 线索 2
es: Llave 2
ja: 鍵2
ko: 열쇠 2
pt_br: Chave 2
ru: Ключ 2

source: Key 3
cht: 线索 3
es: Llave 3
ja: 鍵3
ko: 열쇠 3
pt_br: Chave 3
ru: Ключ 3

source: glowing journal
cht: 发光的日志
es: diario iluminado
it: diario brillante
ja: 光る日記
ko: 빛나는 일지
pt_br: diário brilhante
ru: светящийся дневник

source: It's glowing now...?
cht: 它在发着光...?
es: Ahora brilla...
it: Sta brillando intensamente...?
ja: 何やら光りだしたぞ…？
ko: 지금 빛나는 건가...?
pt_br: Agora está brilhando...?
ru: Он теперь светится...?

source: memory disk
cht: 内存盘。
es: disco de memoria
it: unità di memoria
ja: メモリーディスク
ko: 메모리 디스크
pt_br: disco de memória
ru: диск памяти

source: A floppy disk.
cht: 一张软盘。
es: Un disquete.
it: Un floppy disk.
ja: フロッピーディスク。
ko: 플로피 디스크다.
pt_br: Um disquete.
ru: Дискета.

source: memory disk (backup)
cht: 内存盘（备份）
es: disco memoria (seg.)
it: unità di memoria (backup)
ja: メモリーディスク（バックアップ）
ko: 메모리 디스크(백업)
pt_br: disco de memória (backup)
ru: диск памяти (с копией)

source: A floppy disk containing a backup.
cht: 一张存有备份的软盘。
es: Un disquete con una copia de seguridad.
it: Un floppy disk contenente un backup.
ja: バックアップが入ったフロッピーディスク。
ko: 백업 파일이 들어 있는 플로피 디스크다.
pt_br: Um disquete com um backup.
ru: Дискета с резервной копией.

source: A working, rechargable battery.
cht: 一个可用的充电电池。
es: Una batería recargable y que funciona.
it: Una batteria ricaricabile. Sembra funzionante.
ja: 使用可能な充電式電池。
ko: 작동하는 충전지.
pt_br: Uma bateria recarregável funcional.
ru: Рабочая перезаряжаемая батарея.

source: music box
cht: 八音盒
es: caja de música
it: carillon
ja: オルゴール
ko: 오르골
pt_br: caixa de música
ru: музыкальная шкатулка

source: A wind-up music box.
cht: 一个上发条的八音盒。
es: Una caja de música de cuerda.
it: Un carillon a molla.
ja: ぜんまい式のオルゴール。
ko: 태엽으로 작동하는 오르골.
pt_br: Uma caixa de música de corda.
ru: Заводная музыкальная шкатулка.

source: No item selected.
cht: 没有选择任何物品。
es: No hay ningún objeto seleccionado.
it: Nessun oggetto selezionato.
ja: アイテムが選択されていません。
ko: 선택한 아이템이 없습니다.
pt_br: Sem item selecionado.
ru: Предмет не выбран.

source: BGM Volume
cht: 背景音乐音量
es: Música de fondo
it: Volume musica
ja: BGM音量
ko: 배경음
pt_br: Volume da música de fundo
ru: Громкость фоновой музыки

source: SFX Volume
cht: 特效音量
es: Efectos de sonido
it: Volume effetti sonori
ja: SE音量
ko: 효과음
pt_br: Volume dos efeitos sonoros
ru: Громкость звуков

source: Fullscreen
cht: 全屏
es: Pantalla completa
it: Schermo intero
ja: フルスクリーン
ko: 전체 화면
pt_br: Tela cheia
ru: Полный экран

source: Default movement
cht: 默认移动
es: Movimiento predeterminado
it: Movimento predefinito
ja: デフォルト動作
ko: 기본 이동
pt_br: Movimento padrão
ru: Движение по умолчанию

source: Colorblind mode
cht: 色盲模式
es: Modo daltónico
it: Modalità daltonici
ja: 色覚障がいモード
ko: 색맹 모드
pt_br: Modo daltônico
ru: Режим цветовой слепоты

source: Frameskip
cht: 跳帧
es: Saltar frames
it: Salta fotogrammi
ja: フレームスキップ
ko: 프레임 스킵
ru: Пропуск кадров

source: Skip Text (R)
cht: 略过文字 (R)
es: Omitir Texto (R)
it: Salta testo (R)
ja: テキストをスキップ (R)
ko: 텍스트 건너 뛰기 (R)
pt_br: Pular Texto (R)
ru: Пропустить текст (R)

source: Language
cht: 语言
es: Idioma
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык

source: Configure Controls (Press F1)
cht: 按键设置 （按 F1）
es: Controles (pulsa F1)
it: Configurazione comandi (Premi F1)
ja: 操作方法の設定（F1を押す）
ko: 조작 설정 (F1을 누르십시오)
pt_br: Configurar controles (aperte F1)
ru: Настройки управления (Нажмите F1)

source: Settings
cht: 设置
es: Ajustes
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
ru: Параметры

source: ON
cht: 打开
es: ACTIVAR
it: SÌ
ja: オン
ko: 켬
pt_br: LIGAR
ru: ВКЛ

source: OFF
cht: 关闭
es: DESACTIVAR
it: NO
ja: オフ
ko: 끔
pt_br: DESLIGAR
ru: ВЫКЛ

source: RUN
cht: 奔跑
es: CORRER
it: CORSA
ja: 走る
ko: 뛰기
pt_br: CORRER
ru: БЕГ

source: WALK
cht: 前进
es: CAMINAR
it: CAMMINATA
ja: 歩く
ko: 걷기
pt_br: ANDAR
ru: ШАГ

source: Travel
cht: 移动
es: Viajar
it: Viaggio rapido
ja: トラベル
ko: 빠른 이동
pt_br: Viajar
ru: Переместиться

source: Notes
cht: 提示
es: Notas
it: Appunti
ja: メモ
ko: 참고
pt_br: Observações
ru: Заметки

source: You cannot fast travel right now.
cht: 现在你不能快速移动。
es: Ahora mismo no puedes usar el viaje rápido.
it: Adesso non puoi usare il viaggio rapido.
ja: 今はクイックトラベルを利用できません。
ko: 여기서는 빠르게 이동할 수 없습니다.
pt_br: Você não pode viajar rapidamente no momento.
ru: Быстрое перемещение сейчас невозможно.

source: Start
cht: 开始
es: Iniciar
it: Inizia
ja: スタート
ko: 시작
pt_br: Iniciar
ru: Пуск

source: Exit
cht: 退出
es: Salir
it: Esci
ja: 終了
ko: 끝내기
pt_br: Sair
ru: Выход

source: You cannot perform this action during cutscenes.
cht: 过场动画中无法执行此操作。
es: No puedes realizar esta acción durante las escenas de vídeo.
it: Non puoi effettuare questa azione durante i dialoghi.
ja: カットシーン中はこの操作を実行 できません。
ko: 컷신 중에는 이 작업을 수행할 수 없습니다.
pt_br: Você não pode fazer essa ação durante as animações.
ru: Вы не можете выполнить это действие во время кат-сцен.

source: Yes
cht: 是
es: Sí
it: Sì
ja: はい
ko: 응
pt_br: Sim
ru: Да

source: No
cht: 否
ja: いいえ
ko: 아니
pt_br: Não
ru: Нет

source: The Refuge (Surface)
cht: REFUGE（地面）
es: El refugio (superficie)
it: Il Rifugio (Pianoterra)
ja: 避難所（地表）
ko: 난민 지구(지상층)
pt_br: O Refúgio (superfície)
ru: Пристанище (Поверхность)

source: elevator street
cht: 电梯街道
es: calle del ascensor
it: strada dell'ascensore
ja: エレベーター通り
ko: 엘리베이터 거리
pt_br: rua do elevador
ru: лифтовая улица

source: vendor street
cht: 小贩街道
es: calle de los puestos
it: strada dei venditori
ja: 行商人通り
ko: 노점상 거리
pt_br: rua do comércio
ru: улица торговцев

source: back alley
cht: 后巷
es: callejón
it: vicolo
ja: 裏通り
ko: 뒷골목
pt_br: beco
ru: тёмный переулок

source: library
cht: 图书馆
es: biblioteca
it: biblioteca
ja: 図書館
ko: 도서관
pt_br: biblioteca
ru: библиотека

source: factory
cht: 工厂
es: fábrica
it: fabbrica
ja: 工場
ko: 공장
pt_br: fábrica
ru: фабрика

source: The Refuge
cht: REFUGE
es: El Refugio
it: Il Rifugio
ja: 避難所
ko: 난민 지구
pt_br: O Refúgio
ru: Пристанище

source: garden
cht: 花园
es: jardín
it: giardino
ja: 庭
ko: 정원
pt_br: jardim
ru: сад

source: city gate
cht: 城门
es: puerta de la ciudad
it: ingresso della città
ja: シティゲート
ko: 도시 정문
pt_br: portão da cidade
ru: городские ворота

source: elevator deck
cht: 电梯厢
es: plataforma del ascensor
it: piano dell'ascensore
ja: エレベーターデッキ
ko: 엘리베이터 승강장
pt_br: plataforma do elevador
ru: площадка у лифта

source: apartments
cht: 公寓
es: apartamentos
it: appartamenti
ja: アパート
ko: 아파트 단지
pt_br: apartamentos
ru: апартаменты

source: cafe
cht: 咖啡馆
es: cafetería
it: caffetteria
ja: カフェ
ko: 카페
pt_br: café
ru: кафе

source: office
cht: 办公室
es: oficina
it: ufficio
ja: オフィス
ko: 사무실
pt_br: escritório
ru: офис

source: observation deck
cht: 瞭望甲板
es: plataforma de observación
it: terrazza panoramica
ja: 展望台
ko: 전망대
pt_br: plataforma de observação
ru: смотровая площадка

source: The Glen
cht: GLEN
es: El Valle
it: La Valle
ja: 峡谷
ko: 협곡
pt_br: O Vale
ru: Долина

source: village
cht: 村子
es: aldea
it: villaggio
ja: 村
ko: 마을
pt_br: aldeia
ru: деревня

source: ruins
cht: 废墟
es: ruinas
it: rovine
ja: 遺跡
ko: 폐허
pt_br: ruínas
ru: руины

source: forest
cht: 森林
es: bosque
it: foresta
ja: 森
ko: 숲
pt_br: floresta
ru: лес

source: the gate
cht: 大门
es: la puerta
it: l'ingresso per il Rifugio
ja: ゲート
ko: 문
pt_br: o portão
ru: ворота

source: dock
cht: 船坞
es: muelle
it: molo
ja: 波止場
ko: 부두
pt_br: doca
ru: пристань

source: courtyard
cht: 院子
es: patio
it: cortile
ja: 中庭
ko: 마당
pt_br: pátio
ru: внутренний двор

source: research station
cht: 研究站
es: estación de investigación
it: stazione di ricerca
ja: 研究所
ko: 연구 시설
pt_br: estação de pesquisa
ru: научная станция

source: graveyard
cht: 墓地
es: cementerio
it: cimitero
ja: 埋葬地
ko: 묘지
pt_br: cemitério
ru: кладбище

source: The Barrens
cht: BARRENS
es: Los Baldíos
it: La Baia Desolata
ja: 不毛の地
ko: 불모지
pt_br: Terras Áridas
ru: Пустоши

source: entrance
cht: 入口
es: entrada
it: entrata
ja: 入り口
ko: 입구
pt_br: entrada
ru: вход

source: outpost
cht: 前哨
es: base
it: avamposto
ja: 前哨基地
ko: 변경 지역
pt_br: posto avançado
ru: аванпост

source: cliffs
cht: 悬崖
es: acantilados
it: scogliere
ja: 崖
ko: 절벽 지대
pt_br: penhasco
ru: утёсы

source: mineshaft entrance
cht: 矿井入口
es: entrada a la mina
it: ingresso della miniera
ja: 坑道の入り口
ko: 광산 입구
pt_br: entrada do poço
ru: вход в шахту

source: old factory
cht: 旧工厂
es: vieja fábrica
it: vecchia fabbrica
ja: 古い工場
ko: 옛 공장
pt_br: fábrica velha
ru: старая фабрика

source: dormitories
cht: 宿舍
es: habitaciones
it: dormitori
ja: 寮
ko: 거주 지역
pt_br: dormitórios
ru: общежития

source: shrimp swamp
cht: 虾沼
es: pantano camarón
it: palude dei gamberetti
ja: エビ沼
ko: 새우 습지대
pt_br: pântano dos camarões
ru: креветочное болото

source: docks
cht: 船坞
es: muelles
it: moli
ja: 波止場
ko: 부두
pt_br: docas
ru: пирсы

source: lookout point
cht: 瞭望点
es: mirador
it: punto d'avvistamento
ja: 見晴らし台
ko: 초소 지역
pt_br: ponto de observação
ru: наблюдательный пункт

source: Do you understand what this means?
cht: 你明白这是什么意思吗？
es: ¿Entiendes lo que esto significa?
it: Capisci cosa significa?
ja: これって何を意味しているかわかる？
ko: 무슨 뜻인지 알겠어?
pt_br: Você entende o que isso significa?
ru: Ты понимаешь, что это значит?

source: @niko I can't combine those...
cht: @niko 我不能合成那些...
es: @niko No puedo combinarlos...
it: @niko Non posso combinarli...
ja: @niko 組み合わせられない…
ko: @niko 이건 조합할 수 없어요...
pt_br: @niko Não combinam...
ru: @niko Я не могу их совместить...

source: @ed [Those can't be combined.]
cht: @ed [那些不能合成。]
es: @ed [No se pueden combinar.]
it: @ed [Non possono essere combinati.]
ja: @ed [この2つを組み合わせることはできません]
ko: @ed [그렇게는 조합할 수 없다.]
pt_br: @ed [Não dá para combinar isso.]
ru: @ed [Эти вещи несовместимы.]

source: @ed Niko dips the branch into the alcohol.
cht: @ed Niko 把树枝在酒精里蘸了一下。
es: @ed Niko impregna la rama de alcohol.
it: @ed [Niko intinge il ramo nell'alcol.]
ja: @ed ニコは枝をアルコールにつけた。
ko: @ed 니코는 나뭇가지를 술에 담갔다.
pt_br: @ed Niko molha o galho no álcool.
ru: @ed Нико опускает ветку в алкоголь.

source: @niko Use the screwdriver to...pull the lens out...?
cht: @niko 用螺丝刀把...镜头拧出来...？
es: @niko Usa el destornillador para... ¿extraer la lente...?
it: @niko Usare il cacciavite... per estrarre la lente...?
ja: @niko ドライバーを使って…レンズを外せばいいの…？
ko: @niko 드라이버를 사용해서... 렌즈를 빼라고요...?
pt_br: @niko Use a chave de fenda para... puxar a lente...?
ru: @niko Использовать отвёртку, чтобы...достать линзу...?

source: @niko Okay...
cht: @niko 好的...
es: @niko Está bien...
it: @niko Ok...
ja: @niko 分かった…
ko: @niko 알았어요...
pt_br: @niko Certo...
ru: @niko Ладно...

source: @niko_speak Done!
cht: @niko_speak 好了！
es: @niko_speak ¡Hecho!
it: @niko_speak Fatto!
ja: @niko_speak できた！
ko: @niko_speak 됐어요!
pt_br: @niko_speak Pronto!
ru: @niko_speak Готово!

source: @niko The lens pops right in.
cht: @niko 镜头正好卡进去。
es: @niko La lente encaja bien.
it: @niko La lente si incastra perfettamente.
ja: @niko レンズがぴったりはまった。
ko: @niko 이 렌즈, 꼭 맞네요.
pt_br: @niko A lente entra direitinho.
ru: @niko Линза идеально подошла.

source: @niko I can't use this one, \p...\>\n\@niko_speak My eyes are closed in it!
cht: @niko 我不能用这张， \p...\>\n\@niko_speak 照片里我的眼睛是闭着的！
es: @niko No puedo usarla, \p...\>\n\@niko_speak ¡Salgo con los ojos cerrados!!
it: @niko \p, non possiamo usare questa...\>\n\@niko_speak Ho gli occhi chiusi!
ja: @niko これは使えないよ、 \p…\>\n\@niko_speak 目を閉じちゃってるもん！
ko: @niko ...\p 님, 이건 못 쓰겠어요.\>\n\@niko_speak 눈을 감았잖아요!
pt_br: @niko Não posso usar essa, \p...\>\n\@niko_speak Eu saí de olho fechado!
ru: @niko Я не могу использовать это, \p...\>\n\@niko_speak На нём мои глаза закрыты!

source: @niko I don't think we can do anything else here, \p...
cht: @niko 我觉得我们做不到什么了，\p...
es: @niko No creo que podamos hacer nada más por aquí, \p...
it: @niko \p, non penso ci sia altro che possiamo fare...
ja: @niko もう何もできることなさそうだよ、 \p…
ko: @niko 이건 여기선 별로 쓸모가 없겠어요, \p 님...
pt_br: @niko Acho que não temos mais nada a fazer aqui, \p...
ru: @niko Я не думаю, что мы сможем так чего-то добиться, \p...

source: @niko It feels like we're on the right track, though!
cht: @niko 不过我们的方向应该是对的！
es: @niko ¡Pero parece que vamos por el buen camino!
it: @niko Però sento che siamo sulla strada giusta!
ja: @niko ちゃんと先に進めてる気はするけどね！
ko: @niko 그래도 제대로 하고 있는 것 같아요!
pt_br: @niko Mas parece que estamos no caminho certo!
ru: @niko Но, кажется, мы на верном пути!

source: @niko_eyeclosed I'm not gonna smash the bottle!
cht: @niko_eyeclosed 我不会打碎瓶子的！
es: @niko_eyeclosed ¡No voy a romper la botella!
it: @niko_eyeclosed Non distruggerò la bottiglia!
ja: @niko_eyeclosed ビンは割らないよ！
ko: @niko_eyeclosed 이 병을 깨고 싶지 않아요!
pt_br: @niko_eyeclosed Não vou esmagar o frasco!
ru: @niko_eyeclosed Я не стану разбивать бутылку!

source: @niko_huh \p!!!\>\n\@niko_eyeclosed I am NOT gonna smash the sun!
cht: @niko_huh \p！！！\>\n\@niko_eyeclosed 我不会打碎太阳的！
es: @niko_huh ¡¡¡\p!!!\>\n\@niko_eyeclosed ¡NO voy a romper el sol!
it: @niko_huh SCORDATELO \p!!!\>\n\@niko_eyeclosed Non romperò il sole!
ja: @niko_huh \p！！！\>\n\@niko_eyeclosed 太陽は絶対にダメ！
ko: @niko_huh \p 님!!!\>\n\@niko_eyeclosed 전 태양을 깨뜨리고 싶지 않아요!
pt_br: @niko_huh \p!!!\>\n\@niko_eyeclosed Eu NÃO vou esmagar o sol!
ru: @niko_huh \p!!!\>\n\@niko_eyeclosed Я не стану разбивать солнце!

source: @niko We're...using the sun directly on the battery?
cht: @niko 我们直接用太阳能...给电池充电？
es: @niko ¿Estamos usando el sol directamente en la batería?
it: @niko Useremo... il sole per far ricaricare la batteria?
ja: @niko 太陽の光を…直接バッテリーに？
ko: @niko ...태양을, 배터리에 직접 연결하는 건가요?
pt_br: @niko Estamos... usando o sol diretamente na bateria?
ru: @niko Мы...опробуем солнце на солнечной батарее?

source: @niko I would've never thought of that!
cht: @niko 我从来没想过还有这种方法！
es: @niko ¡Nunca se me habría ocurrido!
it: @niko Non ci sarei mai arrivato!
ja: @niko 全然思いつかなかった！
ko: @niko 저라면 그런 생각은 못 했을 거예요!
pt_br: @niko Nunca pensaria nisso!
ru: @niko Мне бы это никогда в голову не пришло!

source: @niko_speak Good thinking, \p!
cht: @niko_speak 这个想法不错， \p！
es: @niko_speak ¡Bien pensado, \p!
it: @niko_speak Bella pensata, \p!
ja: @niko_speak ナイスアイデア、 \p！
ko: @niko_speak 정말 기발하네요, \p 님!
pt_br: @niko_speak Bem pensado, \p!
ru: @niko_speak Хорошая мысль, \p!

source: @niko_speak Ah, looks like it's already fully charged.
cht: @niko_speak 啊，看来已经充满了。
es: @niko_speak ¡Vaya! Parece que ya se ha cargado por completo.
it: @niko_speak Ah, sembra sia già completamente carica.
ja: @niko_speak あっ、充電し終わったみたい。
ko: @niko_speak 앗, 충전이 벌써 끝났나 봐요.
pt_br: @niko_speak Ah, parece que já está toda carregada.
ru: @niko_speak О, похоже, она уже полностью заряжена.

source: @niko That was fast...
cht: @niko 充电真快...
es: @niko Qué rapidez...
it: @niko C'è voluto un attimo...
ja: @niko 一瞬だったね…
ko: @niko 굉장히 빠르네요...
pt_br: @niko Que rápido...
ru: @niko Это было быстро...

source: @niko I should inject the liquid through the cork, right, \p?
cht: @niko 我要从软木塞注入液体，对吧 \p？
es: @niko Tengo que introducir el líquido a través del corcho, ¿verdad, \p?
it: @niko Devo iniettare il liquido attraverso il tappo, giusto \p?
ja: @niko 液体を注入したらいいんだよね、 \p？
ko: @niko \p 님, 코르크 마개를 통해 액체를 넣으라는 거 맞죠?
pt_br: @niko É para eu injetar o líquido através da rolha, certo, \p?
ru: @niko Мне нужно ввести жидкость через пробку, верно, \p?

source: @niko_speak It's like I'm a doctor!
cht: @niko_speak 好像医生一样呢！
es: @niko_speak ¡Podría pasar por médico de verdad!
it: @niko_speak Mi sembra di essere un dottore!
ja: @niko_speak お医者さんになったみたい！
ko: @niko_speak 꼭 의사라도 된 기분이네요!
pt_br: @niko_speak Parece até que entendo de medicina!
ru: @niko_speak Я прямо как врач!

source: @niko So... I should inject the liquid through the cork, right, \p?
cht: @niko 那么...我要从软木塞注入液体， 对吧 \p？
es: @niko Entonces, tengo que introducir el líquido a través del corcho, ¿verdad, \p?
it: @niko Quindi... devo iniettare il liquido attraverso il tappo, giusto \p?
ja: @niko じゃあ… 液体を注入したらいいんだよね、 \p？
ko: @niko 그러니까... \p 님, 코르크 마개를 통해 액체를 주입하란 말이죠?
pt_br: @niko Então... eu tenho que injetar o líquido pela rolha, certo, \p?
ru: @niko Значит... Мне следует ввести жидкость через пробку, верно, \p?

source: @niko_speak Oh!\n\.\.\@niko I should probably shake this too.
cht: @niko_speak 哦！\n\.\.\@niko 好像还要再摇一摇。
es: @niko_speak ¡Vaya!\n\.\.\@niko Tal vez también debería agitarlo.
it: @niko_speak Oh!\n\.\.\@niko Probabilmente dovrei agitarlo per bene.
ja: @niko_speak あっ！\n\.\.\@niko あと、振ったほうがいいよね。
ko: @niko_speak 맞다!\n\.\.\@niko 이걸 흔들어야죠.
pt_br: @niko_speak Ah!\n\.\.\@niko Talvez seja bom agitar também.
ru: @niko_speak Ой!\n\.\.\@niko Думаю, мне следует это ещё и потрясти.

source: @niko_speak ...It changed color!
cht: @niko_speak ...它变颜色了！
es: @niko_speak ... ¡Ha cambiado de color!
it: @niko_speak ...Ha cambiato colore!
ja: @niko_speak …色が変わった！
ko: @niko_speak ...색이 변했어요!
pt_br: @niko_speak ... Mudou de cor!
ru: @niko_speak ...Цвет поменялся!

source: @niko I'm guessing you want me to pour this acid onto the sponge, \p?
cht: @niko 我猜你是想让我把这个酸倒到 海绵上 \p？
es: @niko Supongo que quieres que vierta este ácido sobre la esponja, ¿verdad, \p?
it: @niko \p, vorresti versassi questo acido sulla spugna?
ja: @niko これをスポンジにかければ いいんだよね、 \p？
ko: @niko \p 님, 스펀지에 이 산성 액체를 묻히라는 건가요?
pt_br: @niko Acho que você quer que eu despeje este ácido na esponja, certo, \p?
ru: @niko Дай угадаю! \p, ты хочешь, чтобы я вылил эту кислоту на губку?

source: @niko_speak Good thing I have these gloves!
cht: @niko_speak 还好我有手套！
es: @niko_speak ¡Menos mal que tengo estos guantes!
it: @niko_speak Meno male che ho questi guanti!
ja: @niko_speak 手袋があってよかった！
ko: @niko_speak 마침 장갑이 있어 다행이네요!
pt_br: @niko_speak Que bom que eu tenho essas luvas!
ru: @niko_speak Как хорошо, что у меня есть эти перчатки!

source: @niko_speak I hope this works...
cht: @niko_speak 希望这个有用...
es: @niko_speak Espero que funcione...
it: @niko_speak Spero funzioni...
ja: @niko_speak うまくいくといいけど…
ko: @niko_speak 성공하면 좋겠다...
pt_br: @niko_speak Tomara que funcione...
ru: @niko_speak Надеюсь, это сработает...

source: @niko_speak \.\.\...wait! \.\. \@niko Shouldn't I be wearing gloves for this?
cht: @niko_speak \.\.\...等等！\.\.\@niko 我是不是要戴上手套弄这个？
es: @niko_speak \.\.\....¡espera! \.\. \@niko ¿No debería llevar guantes?
it: @niko_speak \.\.\....Aspetta! \.\.\@niko Non dovrei indossare dei guanti prima?
ja: @niko_speak \.\.\.待って！ \.\. \@niko 手袋をしたほうがいいよね？
ko: @niko_speak \.\.\....잠깐만요! \.\. \@niko 장갑을 껴야 하지 않을까요?
pt_br: @niko_speak \.\.\.... espere! \.\. \@niko Não é melhor usar as luvas para fazer isso?
ru: @niko_speak \.\.\...погоди-ка! \.\. \@niko Разве я не должен быть в перчатках для этого?

source: @niko_speak Safety first!
cht: @niko_speak 安全第一！
es: @niko_speak ¡La seguridad es lo primero!
it: @niko_speak La sicurezza prima di tutto!
ja: @niko_speak 安全第一！
ko: @niko_speak 안전이 우선이에요!
pt_br: @niko_speak Segurança em primeiro lugar!
ru: @niko_speak Безопасность превыше всего!

source: @niko_speak Oh yeah! We can use the feather as a pen!
cht: @niko_speak 噢，对！我们可以把羽毛当笔用！
es: @niko_speak ¡Es cierto! ¡Podemos usar la pluma para escribir!
it: @niko_speak Oh sì! Possiamo usare la penna per scrivere!
ja: @niko_speak そうだ！羽根をペンとして使おう！
ko: @niko_speak 아아! 이 깃털을 펜으로 쓸 수 있겠어요!
pt_br: @niko_speak Ah sim! Podemos usar a pena para escrever!
ru: @niko_speak Ах да! Мы можем использовать перо в качестве ручки!

source: @niko I saw it in a picture book once.
cht: @niko 我以前在画册上看到过。
es: @niko Una vez lo vi en un libro.
it: @niko So come si fa, l'ho visto tempo fa in un libro illustrato.
ja: @niko 昔、絵本で見たことあるんだ。
ko: @niko 그림책에서 그런 걸 본 적이 있거든요.
pt_br: @niko Vi num livro uma vez.
ru: @niko Я один раз видел такое в книжке с картинками.

source: @niko_speak Oh! Maybe we can make a button out of this!
cht: @niko_speak 噢！或许我们可以拿这个做一个按钮！
es: @niko_speak ¡Mira, podríamos hacer un botón con esto!
it: @niko_speak Oh! Forse possiamo ricavarci un pulsante!
ja: @niko_speak あっ！これでボタンが作れるかも！
ko: @niko_speak 앗! 어쩌면 이걸로 버튼을 만들 수 있겠네요!
pt_br: @niko_speak Ah, talvez dê para fazer um botão com isso!
ru: @niko_speak О! Может, нам удастся сделать из этого кнопку!

source: @niko I can cut out a piece of the can and fold it into a rectangle shape...
cht: @niko 我可以从罐子上剪出一片材料，折叠成 一个矩形...
es: @niko Puedo cortar un trozo de la lata y darle forma rectangular...
it: @niko Posso ritagliare un pezzo della lattina e piegarlo a forma di rettangolo...
ja: @niko 缶を切り抜いて、 長方形に折りたたんで…
ko: @niko 이 캔을 잘라서, 네모 모양으로 접으면...
pt_br: @niko Eu corto pedaço da lata e dobro em um retângulo...
ru: @niko Я могу вырезать кусок из банки и сложить его в виде прямоугольника...

source: @niko Just like arts and crafts!
cht: @niko 就像做美术工艺品似的！
es: @niko ¡Como en clase de plástica!
it: @niko Ecco fatto! Proprio come i lavoretti scolastici!
ja: @niko 工作みたいだね！
ko: @niko 공작 시간 같네요!
pt_br: @niko Igual na aula de artes!
ru: @niko Прямо как поделка!

source: @niko Hmm... I don't think it's supposed to be this simple.
cht: @niko 唔...我觉得并没有这么简单。
es: @niko Mmm... No creo que sea tan sencillo.
it: @niko Mmm... Mi sembra troppo semplice.
ja: @niko うーん…こんなに単純なわけないよね。
ko: @niko 흐음... 이렇게 간단하게 될 리가 없는데.
pt_br: @niko Hmm... Acho que não é para ser fácil mesmo.
ru: @niko Хм-м... Не думаю, что это должно быть так просто.
