Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko_eyeclosed ...\p... Do you know what happened to the sun?
cht: @niko_eyeclosed ...\p...你知道太阳怎么了吗？
es: @niko_eyeclosed ... \p... ¿Sabes qué le ha pasado al sol?
it: @niko_eyeclosed ...\p... Sai cos'è successo al sole?
ja: @niko_eyeclosed …\p… 太陽がどうなってるか分かる？
ko: @niko_eyeclosed ...\p 님... 태양이 어디 있는지 아세요?
pt_br: @niko_eyeclosed ...\p... você sabe o que aconteceu com o sol?
ru: @niko_eyeclosed ...\p... Ты не знаешь, что случилось с солнцем?

source: @niko_speak ......\p?
ko: @niko_speak ......\p 님?

source: @niko_shock \p??
it: @niko_shock Ehi, mi senti??
ko: @niko_shock \p 님??

source: @niko_eyeclosed Come on, \p...\.\@niko_distressed Say something!
cht: @niko_eyeclosed 快点， \p...\.\@niko_distressed 说点什么！
es: @niko_eyeclosed Vamos, \p... \.\@niko_distressed ¡Di algo!
it: @niko_eyeclosed Dai, \p... \.\@niko_distressed Di' qualcosa!
ja: @niko_eyeclosed ちょっと、 \p…\.\@niko_distressed 何かしゃべってよ！
ko: @niko_eyeclosed 어서요, \p 님...\.\@niko_distressed 뭐라고 말 좀 해 봐요!
pt_br: @niko_eyeclosed Qual é, \p...\.\@niko_distressed Diz alguma coisa!
ru: @niko_eyeclosed Да брось, \p...\.\@niko_distressed Скажи что-нибудь!

source: @niko_surprised \p!!!
ko: @niko_surprised \p 님!!!

source: @niko_distressed What's...\.\. going on.......
cht: @niko_distressed 怎么...\.\. 回事.......
es: @niko_distressed ¿Qué está...\.\. pasando...?
it: @niko_distressed Cosa...\.\. sta succedendo......?
ja: @niko_distressed 何が…\.\. 起きてるの……
ko: @niko_distressed 이게 대체...\.\. 어떻게 된 거지...
pt_br: @niko_distressed O que...\.\. está acontecendo....?
ru: @niko_distressed Что...\.\. происходит.......

source: @niko \p? Are you still there?
cht: @niko \p？你还在这里吗？
es: @niko ¿\p? ¿Sigues ahí?
it: @niko Ci sei ancora?
ja: @niko \p、 まだそこにいる？
ko: @niko \p 님? 아직 거기 있나요?
pt_br: @niko \p? Ainda está aqui?
ru: @niko \p? Ты ещё тут?

source: @niko_speak Ah.\> I'm awake.
cht: @niko_speak 啊。\>我醒了。
es: @niko_speak Ah.\> Estoy despierto.
it: @niko_speak Ah.\> Sono sveglio.
ja: @niko_speak よかった。\>いま起きたよ。
ko: @niko_speak 아.\> 저, 일어났어요.
pt_br: @niko_speak Ah.\>Acordei.
ru: @niko_speak Ах.\> А я проснулся.

source: @niko I had a dream just now.
cht: @niko 我刚做了个梦。
es: @niko Acabo de tener un sueño.
it: @niko Ho appena fatto un sogno.
ja: @niko いまね、夢を見てた。
ko: @niko 방금 꿈을 꿨어요.
pt_br: @niko Acabei de ter um sonho.
ru: @niko Я только что видел сон.

source: I saw.
cht: 我看到了。
es: Lo he visto.
it: L'ho visto.
ja: 知っているよ。
ko: 나도 봤어.
pt_br: Eu vi.
ru: Я могу видеть твои сны.

source: @niko You did?\>\n\@niko_speak Wow!
cht: @niko 你看到了？\>\n\@niko_speak 哇！
es: @niko ¿Ah, sí?\>\n\@niko_speak ¡Hala!
it: @niko Davvero?\>\n\@niko_speak Wow!
ja: @niko 本当？\>\@niko_speak すごい！
ko: @niko 정말로요?\>\n\@niko_speak 우와!
pt_br: @niko Viu?\>\n\@niko_speak Caramba!
ru: @niko Правда?\>\n\@niko_speak Ух ты!

source: @niko_eyeclosed ....I...\|I really thought I was back home...
cht: @niko_eyeclosed 我...\|真的以为我回家了...
es: @niko_eyeclosed ... Creía...\|que estaba en casa de verdad...
it: @niko_eyeclosed ...Uffa...\| Pensavo davvero di essere tornato a casa...
ja: @niko_eyeclosed …家に…\|ミーが住んでた家に 帰ってこれたんだって、 そう思ったんだ…
ko: @niko_eyeclosed ....전...\|제가 정말로 집에 돌아간 줄만 알았어요...
pt_br: @niko_eyeclosed Eu...\| eu achei que tinha voltado para casa...
ru: @niko_eyeclosed ....Я...\|Мне и впрямь показалось, что я снова дома...

source: @niko Oh, the sun back in my home world isn't a lightbulb.\>\n\@niko_speak It's a big ball of fire in the sky!
cht: @niko 噢，太阳重新回到了我的世界， 不再是灯泡。\>\n\@niko_speak 而是在天空中的一个大火球！
es: @niko En mi mundo el sol no es una bombilla.\>\n\@niko_speak ¡Es una gran bola de fuego en el cielo!
it: @niko Oh, il sole nel mio mondo non è una lampadina.\>\n\@niko_speak È una grande palla di fuoco nel cielo!
ja: @niko あ、ミーの世界だと太陽は電球じゃないんだよ。\>\n\@niko_speak 空に浮かぶ、おっきな火の玉なんだ！
ko: @niko 참, 우리 세계에 있던 태양은 전구가 아니에요.\>\n\@niko_speak 하늘에 있는 엄청나게 큰 불덩어리예요!
pt_br: @niko Ah, o sol lá de onde eu venho não é uma lâmpada.\>\n\@niko_speak É uma grande bola de fogo no céu!
ru: @niko О, и солнце в моём мире — не какая-то лампочка.\>\n\@niko_speak Это огромный огненный шар в небе!

source: @niko I don't think I would be able to hold it like I do with the sun from your world...
cht: @niko 我觉得我不能像在你的世界一样把 太阳捧着了...
es: @niko No creo que fuera capaz de cogerlo de la misma forma que al sol de tu mundo...
it: @niko Non credo che sarei in grado di tenerlo come faccio con il sole del vostro mondo...
ja: @niko この世界…神様の世界とは違って、 手に持つことはできないんだ…
ko: @niko 당신 세계의 태양과는 달리 우리 세계 태양은 이렇게 손에 들 순 없어요...
pt_br: @niko No meu mundo você não consegue segurar o sol nas mãos, como aqui...
ru: @niko Не думаю, что я бы смог просто так взять его в руки, как солнце из твоего мира...

source: This isn't my world.
cht: 这并不是我的世界。
es: Este no es mi mundo.
it: Questo non è il mio mondo.
ja: ここは私の世界ではないぞ。
ko: 여기는 내 세계가 아니야.
pt_br: Este não é meu mundo.
ru: Это не мой мир.

source: @niko_speak Huh?
cht: @niko_speak 啊？
es: @niko_speak Bueno...
it: @niko_speak Eh?
ja: @niko_speak え？
ko: @niko_speak 네?
pt_br: @niko_speak Hein?
ru: @niko_speak Да?

source: This isn't the world I live in.
cht: 这并不是我生存的那个世界。
es: Este no es el mundo en el que vivo.
it: Questo non è il mondo in cui vivo.
ja: 私はこの世界の住人ではないんだ。
ko: 여기는 내가 사는 세계가 아니야.
pt_br: Este não é o mundo em que eu vivo.
ru: Это не тот мир, в котором я живу.

source: @niko_speak Really?\>\n\@niko_eyeclosed ...ah, I guess not.\>\n\@niko If you're the god of this world, you wouldn't necessarily be in it.
cht: @niko_speak 真的吗？\>\n\@niko_eyeclosed ...啊，我觉得不是。\>\n\@niko 如果你是这个世界的神，你肯定不会身处 在里面。
es: @niko_speak ¿En serio?\>\n\@niko_eyeclosed ... Supongo que no.\>\n\@niko Si eres la divinidad de este mundo, no tienes porqué estar en él.
it: @niko_speak Veramente?\>\n\@niko_eyeclosed ...Beh, ha senso.\>\n\@niko Anche se sei il dio di questo mondo, non è detto che tu debba viverci.
ja: @niko_speak そうなの？\>\@niko_eyeclosed …そっか、そうだよね。\>\n\@niko この世界の神様だからって、 ここに住んでるとは限らないもんね。
ko: @niko_speak 정말요?\>\n\@niko_eyeclosed ...아, 그렇군요.\>\n\@niko 당신이 이 세계의 신이라면, 반드시 여기 있을 필요는 없으니까요.
pt_br: @niko_speak Sério?\>\n\@niko_eyeclosed ... ah, acho que não.\>\n\@niko Se você é uma divindade deste mundo, não estaria nele necessariamente.
ru: @niko_speak Правда?\>\n\@niko_eyeclosed ...хотя почему бы и нет.\>\n\@niko Если ты бог этого мира, то тебе необязательно в нём жить.

source: @niko_speak What's your home world called?
cht: @niko_speak 你所在的世界叫什么？
es: @niko_speak ¿Cómo se llama tu mundo?
it: @niko_speak Come si chiama il tuo mondo?
ja: @niko_speak 神様が住んでる世界は、何て呼ばれてるの？
ko: @niko_speak 당신이 사는 세계는 뭐라고 불리나요?
pt_br: @niko_speak Como se chama o seu mundo?
ru: @niko_speak А где тогда ты живёшь?

source: Earth.
cht: 地球。
es: Tierra.
it: Terra.
ja: 地球。
ko: 지구.
pt_br: Terra.
ru: Земля.

source: That's a secret.
cht: 这是个秘密。
es: Es un secreto.
it: È un segreto.
ja: 内緒だ。
ko: 비밀이야.
pt_br: É segredo.
ru: Это секрет.

source: @niko_speak Earth?\>\n\@niko Like, the stuff on the ground?\>\n\@niko_speak ...Wait, do you live underground?
cht: @niko_speak 地丘？\>\n\@niko 地上的那些东西？\>\n\@niko_speak ...等等，你是住在地下吗？
es: @niko_speak ¿Tierra?\>\n\@niko ¿Cómo lo que está en el suelo?\>\n\@niko_speak ... Un momento, ¿vives en el subsuelo?
it: @niko_speak Terra?\>\n\@niko Come quella che sta al suolo?\>\n\@niko_speak ...Aspetta, vivi sottoterra?
ja: @niko_speak チキュウ？\>\n\@niko チキュウ…地の宮殿って意味？\>\n\@niko_speak …あっ、もしかして地中で暮らしてるの？
ko: @niko_speak 지구요?\>\n\@niko 땅이랑 관련이 있는 이름인가요?\>\n\@niko_speak ...잠깐만요, 당신은 지하에 사는 건가요?
pt_br: @niko_speak Terra?\>\n\@niko Tipo terra do chão?\>\n\@niko_speak Ué, você vive no subterrâneo?
ru: @niko_speak Земля?\>\n\@niko Как то, что под ногами?\>\n\@niko_speak ...Погоди, ты живёшь под землёй?

source: @niko_speak Wow...\>\n\@niko_eyeclosed I can't imagine what that's like...
cht: @niko_speak 哇...\>\n\@niko_eyeclosed 有点无法想象呢...
es: @niko_speak ¡Hala...!\>\n\@niko_eyeclosed No soy capaz de imaginarme cómo es...
it: @niko_speak Wow...\>\n\@niko_eyeclosed Chissà come ci si sente...
ja: @niko_speak わあ…\>\n\@niko_eyeclosed どんな感じか想像もつかないや…
ko: @niko_speak 와...\>\n\@niko_eyeclosed 어떤 생활일지 상상이 안 되네요...
pt_br: @niko_speak Puxa...\>\n\@niko_eyeclosed Não consigo imaginar como deve ser...
ru: @niko_speak Ничего себе...\>\n\@niko_eyeclosed Не могу представить, каково это...

source: @niko Ah, neither do we!\>\n\@niko But shrews and field mice and stuff do.
cht: @niko 啊，我们也是！\>\n\@niko 但是还有鼩鼱和田鼠之类的。
es: @niko ¡Nosotros tampoco!\>\n\@niko Pero las musarañas y los ratones de campo sí.
it: @niko Ah, nemmeno noi!\>\n\@niko Ma toporagni, topi campagnoli e simili sì.
ja: @niko じゃあ、ミーと一緒だ！\>\n\@niko あ、でもトガリネズミとか野ネズミとか、 そういう生き物は地中に住んでるよね。
ko: @niko 오, 우리도 그래요!\>\n\@niko 땅속엔 생쥐나 들쥐 같은 녀석들이 살죠.
pt_br: @niko Ah, nem nós!\>\n\@niko Mas os tatus e as toupeiras sabem...
ru: @niko А, мы тоже там не живём!\>\n\@niko Но землеройки и полевые мыши — ещё как.

source: @niko_eyeclosed I see...
cht: @niko_eyeclosed 我明白了...
es: @niko_eyeclosed Entiendo...
it: @niko_eyeclosed Capisco...
ja: @niko_eyeclosed なるほど…
ko: @niko_eyeclosed 그렇구나...
pt_br: @niko_eyeclosed Entendo...
ru: @niko_eyeclosed Ясно...

source: @niko_speak Does your world have a sun?
cht: @niko_speak 你的世界有太阳吗？
es: @niko_speak ¿Tu mundo tiene sol?
it: @niko_speak Il tuo mondo ha un sole?
ja: @niko_speak 神様の世界にも太陽はある？
ko: @niko_speak 당신의 세상에도 태양이 있나요?
pt_br: @niko_speak O seu mundo tem um sol?
ru: @niko_speak А в твоём мире есть солнце?

source: Yes, it's also a ball of fire.
cht: 有，我们的太阳也是一个火球。
es: Sí, también es una bola de fuego.
it: Sì, e anche il mio è una palla di fuoco.
ja: ああ。こっちでも火の玉だ。
ko: 그래, 마치 거대한 불덩이 같지.
pt_br: Sim, também é uma bola de fogo.
ru: Да, и это тоже огненный шар.

source: I can't tell you that.
cht: 我不能说。
es: No puedo decírtelo.
it: Non te lo posso dire.
ja: それは言えない。
ko: 그건 말해 줄 수 없어.
pt_br: Não posso dizer isso.
ru: Не могу тебе этого сказать.

source: @niko_speak Really?\>\n\@niko_pancakes Wow!\>\n\@niko Can you hold it?
cht: @niko_speak 真的吗？\>\n\@niko_pancakes 哇！\>\n\@niko 你能拿着它吗？
es: @niko_speak ¿En serio?\>\n\@niko_pancakes ¡Hala!\>\n\@niko ¿Lo puedes coger?
it: @niko_speak Davvero?\>\n\@niko_pancakes Wow!\>\n\@niko E riesci anche a tenerlo in mano come faccio io?
ja: @niko_speak 本当？\>\@niko_pancakes すごい！\>\n\@niko 手で持てる？
ko: @niko_speak 정말요?\>\n\@niko_pancakes 우와!\>\n\@niko 손에 들 수도 있어요?
pt_br: @niko_speak Sério? \>\n\@niko_pancakes Caramba!\>\n\@niko Dá para segurá-lo?
ru: @niko_speak Правда?\>\n\@niko_pancakes Ух ты!\>\n\@niko А ты можешь держать его в руках?

source: @niko_eyeclosed ...\nThat was a silly question, wasn't it...
cht: @niko_eyeclosed ...\n这问题问得有点蠢不是吗...
es: @niko_eyeclosed ...\nHa sido una pregunta absurda, ¿verdad?
it: @niko_eyeclosed ...\nÈ stata una domanda sciocca...
ja: @niko_eyeclosed …\nまぬけな質問だったよね…
ko: @niko_eyeclosed ...\n바보 같은 질문이었네요, 그렇죠...
pt_br: @niko_eyeclosed ...\nQue pergunta boba, não é?
ru: @niko_eyeclosed ...\nЭто был глупый вопрос, разве нет...

source: @niko_eyeclosed Oh...
cht: @niko_eyeclosed 噢...
es: @niko_eyeclosed Vaya...
ja: @niko_eyeclosed そう…
ko: @niko_eyeclosed 아...
pt_br: @niko_eyeclosed Ah...
ru: @niko_eyeclosed Ох...

source: @niko The sun in my home world is very bright.\>\n\@niko_speak Warm, too!\>\n\@niko You saw, right?
cht: @niko 我所在的世界里太阳是非常明亮的。\>\n\@niko_speak 也很温暖！\>\n\@niko 你看到过的吧？
es: @niko En mi mundo el sol es muy brillante.\>\n\@niko_speak ¡También es cálido!\>\n\@niko Lo has visto, ¿no?
it: @niko Il sole nel mio mondo è molto luminoso.\>\n\@niko_speak E anche molto caldo!\>\n\@niko L'hai visto, giusto?
ja: @niko ミーの世界では、太陽がすごく明るいんだ。\>\n\@niko_speak それに暖かい！\>\n\@niko 見たでしょ？
ko: @niko 우리 세계의 태양은 정말 밝아요.\>\n\@niko_speak 따뜻하고요!\>\n\@niko 당신도 봤죠?
pt_br: @niko O sol de onde eu venho é muito brilhante.\>\n\@niko_speak E quente também!\>\n\@niko Você viu, não?
ru: @niko Солнце у меня дома очень яркое.\>\n\@niko_speak А ещё тёплое!\>\n\@niko Ты понимаешь, да?

source: @niko But it goes away sometimes, at night.\>\n\@niko_eyeclosed Everything gets dark, kinda like how this world is now.
cht: @niko 但是晚上有时候太阳就不见了。\>\n\@niko_eyeclosed 一切都会暗下来，有点像现在这个世界的 样子。
es: @niko Pero a veces desaparece, por la noche.\>\n\@niko_eyeclosed Todo se pone oscuro, algo así como ahora en este mundo.
it: @niko Ma di notte se ne va via.\>\n\@niko_eyeclosed Tutto diventa buio, un po' come questo mondo.
ja: @niko でも時々いなくなっちゃうんだ、夜とかに。\>\n\@niko_eyeclosed 何もかも暗くなる。この世界みたいに。
ko: @niko 하지만 밤이 되면 태양이 사라져요.\>\n\@niko_eyeclosed 온 세상이 지금 여기처럼 깜깜해지죠.
pt_br: @niko Mas ele vai embora de vez em quando, à noite.\>\n\@niko_eyeclosed Fica tudo escuro, como neste mundo agora.
ru: @niko Но иногда оно уходит — по ночам.\>\n\@niko_eyeclosed Всё вокруг погружается в темноту, примерно как сейчас в этом мире.

source: @niko_speak But it's okay because the sun always comes back the next day.\>\n\@niko That's good, don't you think?
cht: @niko_speak 但这也没关系，第二天太阳总是照常升起。\>\n\@niko 你不觉得这样很棒吗？
es: @niko_speak Pero no pasa nada porque el sol siempre regresa al día siguiente.\>\n\@niko Eso está bien, ¿no crees?
it: @niko_speak Ma va bene perché il sole ritorna sempre il giorno successivo.\>\n\@niko È una bella cosa, non pensi?
ja: @niko_speak でも次の日には 必ず戻ってくるから大丈夫なんだ。\>\n\@niko すごいでしょ？
ko: @niko_speak 하지만, 태양은 다음 날 꼭 다시 뜨니까 괜찮아요.\>\n\@niko 정말 다행이죠?
pt_br: @niko_speak Mas é tranquilo porque o sol sempre volta no dia seguinte.\>\n\@niko Legal, não é?
ru: @niko_speak Но это ничего, потому что на следующий день солнце всегда возвращается.\>\n\@niko Это здорово, тебе не кажется?

source: Yeah.
cht: 是啊。
es: Sí.
it: Già.
ja: そうだな。
ko: 그래.
pt_br: Sim.
ru: Ага.

source: My world is like that too.
cht: 我的世界也是这样的。
es: Mi mundo también es así.
it: Anche il mio mondo è così.
ja: 私の世界も同じだ。
ko: 내 세계도 마찬가지야.
pt_br: Meu mundo é assim também.
ru: В моём мире точно так же.

source: @niko M-hm!
cht: @niko 唔——唔！
es: @niko ¡Ajá!
ja: @niko うん！
ko: @niko 그렇군요!
ru: @niko Угу!

source: @niko During the night, people usually go to sleep.\>\n\@niko_speak But some people stay up and use computers!
cht: @niko 人们一般在晚上睡觉。\>\n\@niko_speak 但也有人熬夜打电脑。
es: @niko Por la noche, la gente suele ir a dormir.\>\n\@niko_speak ¡Pero algunos se quedan despiertos y usan ordenadores!
it: @niko Durante la notte, la gente di solito va a dormire.\>\n\@niko_speak Ma alcune persone restano sveglie a usare il computer!
ja: @niko 夜になるとね、いつもみんなお布団に入るんだ。\>\n\@niko_speak でも時々、 寝ずにコンピューターをいじってる人もいる！
ko: @niko 사람들은 대개 밤에 잠을 자요.\>\n\@niko_speak 하지만 자지 않고 컴퓨터를 하는 사람도 있죠!
pt_br: @niko À noite geralmente as pessoas dormem.\>\n\@niko_speak Mas algumas pessoas ficam acordadas e usa o computador!
ru: @niko Обычно ночью люди идут спать.\>\n\@niko_speak Но некоторые не ложатся и проводят время за светящимися экранами!

source: @niko_speak Ah!\>\nDo you sleep during the night?
cht: @niko_speak 啊！\>\n你晚上睡觉吗？
es: @niko_speak ¡Anda!\>\n¿Tú duermes por la noche?
it: @niko_speak Ah!\>\nTu dormi di notte?
ja: @niko_speak そっか！\>\n神様は夜に寝るの？
ko: @niko_speak 아!\>\n당신은 밤에 잠을 자나요?
pt_br: @niko_speak Ah!\>\nVocês dormem à noite?
ru: @niko_speak Ах!\>\nА ты спишь по ночам?

source: @niko We go to sleep, usually.\>\n\@niko_speak But some people stay up and use computers!
cht: @niko 我们一般都要睡觉。\>\n\@niko_speak 但是有的人熬夜打电脑！
es: @niko Normalmente nos vamos a dormir.\>\n\@niko_speak ¡Pero algunos se quedan despiertos y usan ordenadores!
it: @niko Noi andiamo a dormire, di solito.\>\n\@niko_speak Ma alcune persone restano sveglie a usare il computer!
ja: @niko ミーの世界だと、みんなお布団に入るんだ。\>\n\@niko_speak でも時々、 寝ずにコンピューターをいじってる人もいる！
ko: @niko 우리도 보통 잠을 자요.\>\n\@niko_speak 하지만 자지 않고 컴퓨터를 하는 사람도 있죠!
pt_br: @niko Geralmente vamos dormir.\>\n\@niko_speak Mas algumas pessoas ficam acordadas e usam o computador!
ru: @niko Мы обычно ложимся спать.\>\n\@niko_speak Но некоторые не ложатся и проводят время за светящимися экранами!

source: @niko I... don't have to explain what they are, do I?\>\n\@niko_speak There's a bunch of them in this world!
cht: @niko 我...不需要解释他们是谁吧？\>\n\@niko_speak 这个世界里有很多这种人！
es: @niko No... no es necesario que explique lo que son, ¿verdad?\>\n\@niko_speak ¡Hay un montón de ellos en este mundo!
it: @niko Beh... Non c'è bisogno di spiegare cos'è, vero?\>\n\@niko_speak In questo mondo ce ne sono un sacco!
ja: @niko コンピューターは… 説明しなくても分かるよね？\>\n\@niko_speak この世界にもたくさんあるし！
ko: @niko 설마... 컴퓨터가 뭔지 설명해야 할 필요는 없겠죠?\>\n\@niko_speak 이 세상에도 컴퓨터가 잔뜩 있으니까요!
pt_br: @niko Não tenho que explicar o que eles são, não é?\>\n\@niko_speak Tem um monte neste mundo!
ru: @niko Мне... ведь не нужно объяснять, что это такое?\>\n\@niko_speak В этом мире полно такого добра!

source: @niko_eyeclosed An-anyway, we should probably get going...
cht: @niko_eyeclosed 无论如何，我们都要继续...
es: @niko_eyeclosed En fin, tal vez deberíamos seguir...
it: @niko_eyeclosed Co-comunque, credo che ora sia meglio andare...
ja: @niko_eyeclosed えっ、と、そろそろ先に進もっか…
ko: @niko_eyeclosed 아, 아무튼, 이제 출발해야겠네요...
pt_br: @niko_eyeclosed Enfim, acho melhor irmos...
ru: @niko_eyeclosed Та- так или иначе, нам наверное уже следует идти...

source: @niko_speak \p, I had another dream!
cht: @niko_speak \p，我又做了一个梦！
es: @niko_speak \p, ¡he tenido otro sueño!
it: @niko_speak \p, ho fatto un altro sogno!
ja: @niko_speak \p、 また夢を見たよ！
ko: @niko_speak \p 님, 저, 또 꿈을 꾸었어요!
pt_br: @niko_speak \p, tive outro sonho!
ru: @niko_speak \p, я видел ещё один сон!

source: @niko Did you see this one too?
cht: @niko 这次你也看到了吗？
es: @niko ¿Has visto este también?
it: @niko Sei riuscito a vedere anche questo?
ja: @niko 今度のも見えた？
ko: @niko 이것도 보셨어요?
pt_br: @niko Você viu esse também?
ru: @niko И ты тоже?

source: Yeah
cht: 是啊
es: Sí
it: Sì.
ja: ああ。
ko: 응
pt_br: Sim.
ru: Ага

source: @niko I was in a big field, like the one in my last dream...
cht: @niko 我在一大片田野里面，和我在上一个 梦里见到的一样...
es: @niko Estaba en un campo grande, como el de mi último sueño...
it: @niko Ero in un grande campo di grano, come quello dello scorso sogno...
ja: @niko 前の夢みたいな、おっきな野原にいて…
ko: @niko 지난번 꿈속에서 보았던 큰 들판에 제가 있었어요.
pt_br: @niko Eu estava num grande campo, como no último sonho...
ru: @niko Я был на большом поле, как в прошлом сне...

source: @niko_speak And... I saw my village!\>\n\@niko_eyeclosed ...but then I woke up.
cht: @niko_speak 还有...我看到了我的村子！\>\n\@niko_eyeclosed ...但接着我就醒了。
es: @niko_speak ¡Y veía mi aldea!\>\n\@niko_eyeclosed ... Pero entonces me desperté.
it: @niko_speak E... ho visto il mio villaggio!\>\n\@niko_eyeclosed ...Poi però mi sono svegliato.
ja: @niko_speak それから…ミーの村が見えた！\>\n\@niko_eyeclosed …でも、そこで目が覚めちゃった。
ko: @niko_speak 그리고... 제가 살던 마을도 보였고요!\>\n\@niko_eyeclosed ...그런데 그 순간 잠에서 깨고 말았네요.
pt_br: @niko_speak Aí... eu vi a minha aldeia!\>\n\@niko_eyeclosed Mas acordei...
ru: @niko_speak И... Я видел мою деревню!\>\n\@niko_eyeclosed ...но потом я проснулся.

source: @niko_eyeclosed Sigh...
cht: @niko_eyeclosed 叹气...
es: @niko_eyeclosed Ay...
it: @niko_eyeclosed Oh...
ja: @niko_eyeclosed はぁ…
ko: @niko_eyeclosed 하아...
pt_br: @niko_eyeclosed Ah...
ru: @niko_eyeclosed Эх...

source: @niko Ah, I don't think this world has anything like that...\>\n\@niko_speak I mean, big wheat fields!
cht: @niko 啊，我并不认为在这个世界里有那种东西...\>\n\@niko_speak 我是指大片的麦田！
es: @niko No creo que este mundo tenga algo así...\>\n\@niko_speak ¡Me refiero a grandes campos de trigo!
it: @niko Ah, non credo che questo mondo abbia niente di simile...\>\n\@niko_speak Intendo, i grandi campi di grano!
ja: @niko この世界にはあんなものないと思う…\>\n\@niko_speak あ、大きな小麦畑のことね！
ko: @niko 참, 이 세계에는 그런 게 없는 것 같아요...\>\n\@niko_speak 그러니까, 아주 큰 밀밭 같은 거요!
pt_br: @niko Ah, acho que neste mundo não tem nada do tipo...\>\n\@niko_speak Como... vastos trigais!
ru: @niko Ах, я не думаю, что в этом мире есть что-то такое...\>\n\@niko_speak Я имею в виду, огромные пшеничные поля!

source: @niko_eyeclosed The only big plants I've seen here are a bunch of weird trees.\>\n\@niko And those balls of moss floating in the water...
cht: @niko_eyeclosed 我在这里看见的唯一的大型植物就是 一堆奇怪的树。\>\n\@niko 还有飘在水里的那些苔藓球...
es: @niko_eyeclosed Las únicas plantas grandes que he visto aquí son un montón de árboles raros.\>\n\@niko Y esas bolas de musgo flotando en el agua...
it: @niko_eyeclosed Le uniche piante che ho visto qui sono alberi strambi.\>\n\@niko Oh, e quelle palle di muschio che galleggiano sull'acqua...
ja: @niko_eyeclosed ここで見た大きな植物といえば、 たくさんある変な木だけ。\>\n\@niko あとは、水に浮かんでる コケのカタマリぐらい…
ko: @niko_eyeclosed 이 세계에서 본 큰 식물이라고는 이상하게 생긴 나무뿐이었어요.\>\n\@niko 물 위를 떠다니는 이끼 덩어리하고요...
pt_br: @niko_eyeclosed As maiores plantas que temos aqui são umas árvores estranhas.\>\n\@niko E aquelas bolas de musgo boiando na água...
ru: @niko_eyeclosed Единственные большие растения, которые я тут видел, это куча странных деревьев.\>\n\@niko И те шары из мха, плавающие в воде...

source: @niko_eyeclosed Wait, is moss even a plant...?
cht: @niko_eyeclosed 等等，苔藓算是一种植物吗...？
es: @niko_eyeclosed Oye, ¿el musgo es una planta?
it: @niko_eyeclosed Aspetta, anche il muschio è una pianta...?
ja: @niko_eyeclosed あれ、コケってそもそも植物なのかな…？
ko: @niko_eyeclosed 그러고 보니, 이끼가 식물이긴 한가요...?
pt_br: @niko_eyeclosed Ué, musgo é planta também?
ru: @niko_eyeclosed Постой, а мох это вообще растение...?

source: @niko ...\>\n\@niko_speak ...Say, have you seen a wheat field before, \p?
cht: @niko ...\>\n\@niko_speak ...你说，你以前见过麦田吗， \p？
es: @niko ...\>\n\@niko_speak ... Dime, ¿has visto un campo de trigo alguna vez, \p?
it: @niko ...\>\n\@niko_speak ...Dimmi \p, hai mai visto un campo di grano?
ja: @niko …\>\n\@niko_speak …ねえ \p、 小麦畑って見たことある？
ko: @niko ...\>\n\@niko_speak ...있죠, \p 님. 밀밭을 본 적 있으세요?
pt_br: @niko ...\>\n\@niko_speak Você já tinha visto um trigal antes, \p?
ru: @niko ...\>\n\@niko_speak ...Скажи, а тебе раньше доводилось видеть пшеничное поле, \p?

source: Yes.
cht: 是。
es: Sí.
it: Sì.
ja: ああ。
ko: 응.
pt_br: Sim.
ru: Да.

source: No.
cht: 否。
ja: いや。
ko: 아니.
pt_br: Não.
ru: Нет.

source: @niko_speak Oh!\>\n\@niko They're really pretty, aren't they?
cht: @niko_speak 噢！\>\n\@niko 麦田真的很漂亮，对吧？
es: @niko_speak ¡Vaya!\>\n\@niko Son muy bonitos, ¿verdad?
it: @niko_speak Oh!\>\n\@niko Sono proprio belli, eh?
ja: @niko_speak ほんと！\>\n\@niko すっごく綺麗だよね？
ko: @niko_speak 아!\>\n\@niko 정말 예쁘죠. 그렇지 않나요?
pt_br: @niko_speak Ah!\>\n\@niko São muito lindos, não são?
ru: @niko_speak O!\>\n\@niko Они очень красивые, правда?

source: @niko Ah.... well...\>\n\@niko_speak They're really pretty! \>\@niko They look like-
cht: @niko 啊，这样啊...\>\n\@niko_speak 麦田确实很漂亮！\>\@niko 麦田就像——
es: @niko Ah... bueno...\>\n\@niko_speak ¡Son muy bonitos! \>\@niko Son como...
it: @niko Ah... Beh...\>\n\@niko_speak Sono davvero belli! \>\@niko Sembrano-
ja: @niko そっか…えっと…\>\n\@niko_speak すごくきれいなんだ！ \>\@niko まるで――
ko: @niko 음... 그건 그러니까...\>\n\@niko_speak 정말 예뻐요! \>\@niko 그건 마치...
pt_br: @niko Ah... bom... \>\n\@niko_speak São muito lindos sim! \>\@niko Parecem...
ru: @niko А.... ладно... \>\n\@niko_speak Но они очень красивые! \>\@niko Они похожи на-

source: @niko_eyeclosed Wait... you just saw one in my dream...
cht: @niko_eyeclosed 等等...你刚在我的梦里看到过了...
es: @niko_eyeclosed Un momento... acabas de ver uno en mi sueño...
it: @niko_eyeclosed Aspetta... ne hai appena visto uno nel mio sogno...
ja: @niko_eyeclosed 待って…さっきミーの夢の中で見たでしょ…
ko: @niko_eyeclosed 아... 그러고 보니 방금 제 꿈에서 보셨군요...
pt_br: @niko_eyeclosed Espere... você acabou de ver no meu sonho...
ru: @niko_eyeclosed Подожди... одно такое было в моём сне...

source: @niko_speak The one around my village goes around for miles!
cht: @niko_speak 我们村周围的麦田绵延几英里！
es: @niko_speak ¡El que rodea a mi aldea se extiende muchos kilómetros a la redonda!
it: @niko_speak Quello intorno al mio villaggio si estende per chilometri e chilometri!
ja: @niko_speak ミーの村の周りにあるやつは、何キロも 先まで広がってるんだ！
ko: @niko_speak 우리 마을에 있는 밀밭은 정말 넓어요!
pt_br: @niko_speak O que tem perto da minha aldeia é imenso, tem quilômetros!
ru: @niko_speak Поле вокруг моей деревни тянется на многие километры!
