Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @rowbot [...CAN MOVE AGAIN.]
cht: @rowbot [...又可以动了。]
es: @rowbot [... PUEDO VOLVER A MOVERME.]
it: @rowbot [...POSSO MUOVERMI DI NUOVO.]
ja: @rowbot […再び可能ニなりましタ。]
ko: @rowbot [...움직일 수 있군요.]
pt_br: @rowbot [... CONSIGO ME MEXER NOVAMENTE.]
ru: @rowbot [...СНОВА МОГУ ДВИГАТЬСЯ.]

source: @rowbot [THANK YOU!]
cht: @rowbot [太谢谢你了！]
es: @rowbot [¡GRACIAS!]
it: @rowbot [GRAZIE!]
ja: @rowbot [感謝しまス！]
ko: @rowbot [정말 감사합니다!]
pt_br: @rowbot [OBRIGADO!]
ru: @rowbot [СПАСИБО!]

source: @rowbot [I AM ABLE TO FULFILL MY PURPOSE AGAIN.]
cht: @rowbot [我又可以履行我的职责了。]
es: @rowbot [PUEDO VOLVER A CUMPLIR MI PROPÓSITO.]
it: @rowbot [SONO NUOVAMENTE IN GRADO DI ADEMPIERE AL MIO COMPITO.]
ja: @rowbot [これデまた、役割を果たすことガできまス。]
ko: @rowbot [이제 다시 임무를 수행할 수 있습니다.]
pt_br: @rowbot [AGORA POSSO CUMPRIR MINHA MISSÃO NOVAMENTE.]
ru: @rowbot [Я СНОВА МОГУ ВЫПОЛНЯТЬ СВОИ ФУНКЦИИ.]

source: @rowbot [WHERE WOULD YOU LIKE TO GO?]
cht: @rowbot [你想去哪里？]
es: @rowbot [¿ADÓNDE TE GUSTARÍA IR?]
it: @rowbot [DOVE VORRESTI ANDARE?]
ja: @rowbot [どこニ行きたいですカ？]
ko: @rowbot [어디로 가고 싶으십니까?]
pt_br: @rowbot [AONDE DESEJA IR?]
ru: @rowbot [КУДА ВЫ ХОТИТЕ ОТПРАВИТЬСЯ?]

source: @niko_speak Can you take me to the Tower?
cht: @niko_speak 你可以带我去塔楼那里吗？
es: @niko_speak ¿Puedes llevarme a la Torre?
it: @niko_speak Puoi portarmi alla Torre?
ja: @niko_speak 塔に連れていってくれる？
ko: @niko_speak 탑으로 데려다주실 수 있나요?
pt_br: @niko_speak Pode me levar até a Torre?
ru: @niko_speak Ты можешь отвезти меня к Башне?

source: @rowbot [CALCULATING...]
cht: @rowbot [计算中...]
es: @rowbot [CALCULANDO...]
it: @rowbot [CALCOLO IN CORSO...]
ja: @rowbot [計算中…]
ko: @rowbot [계산 중...]
pt_br: @rowbot [CALCULANDO...]
ru: @rowbot [ПРОИЗВОЖУ ВЫЧИСЛЕНИЯ...]

source: @rowbot [CLOSEST DESTINATION TO THE TOWER IS...]
cht: @rowbot [距离塔楼最近的目的地是...]
es: @rowbot [EL DESTINO MÁS CERCANO A LA TORRE ES...]
it: @rowbot [LA DESTINAZIONE PIÙ VICINA ALLA TORRE È...]
ja: @rowbot [塔ニ最も近い目的地ハ…]
ko: @rowbot [탑에 가장 가까운 목적지는...]
pt_br: @rowbot [O DESTINO MAIS PRÓXIMO À TORRE É...]
ru: @rowbot [БЛИЖАЙШИЙ ПУНКТ НАЗНАЧЕНИЯ ДО БАШНИ...]

source: @rowbot [THE GLEN, PORT NUMBER - ]
cht: @rowbot [GLEN，港口编号 —— ]
es: @rowbot [EL VALLE, NÚMERO DE PUERTO...]
it: @rowbot [LA VALLE, PORTO NUMERO-]
ja: @rowbot [峡谷、港番号 -]
ko: @rowbot [협곡... 항구 번호는...]
pt_br: @rowbot [O VALE, PORTO NÚMERO - ]
ru: @rowbot [ДОЛИНА, ПОРТ НОМЕР - ]

source: @rowbot [MY BUILT-IN NAVIGATION CIRCUITS HAVE FRIED.]
cht: @rowbot [我的内置导航电路坏了。]
es: @rowbot [MIS CIRCUITOS DE NAVEGACIÓN INTEGRADOS SE HAN CHAMUSCADO.]
it: @rowbot [I MIEI CIRCUITI DI NAVIGAZIONE INTEGRATI SI SONO BRUCIATI.]
ja: @rowbot [内蔵ナビゲーション回路ガ ショートしましタ。]
ko: @rowbot [내부에 장착한 항법 장치가 완전히 타 버렸습니다.]
pt_br: @rowbot [MEUS CIRCUITOS DE NAVEGAÇÃO SOFRERAM PANE.]
ru: @rowbot [МОИ ВСТРОЕННЫЕ НАВИГАЦИОННЫЕ СХЕМЫ ПЕРЕГОРЕЛИ.]

source: @niko_speak I'm.... \.\. \@niko_eyeclosed gonna assume that's not good.
cht: @niko_speak 我...\.\.\@niko_eyeclosed 要说这并不是好兆头。
es: @niko_speak Asumo... \.\.\@niko_eyeclosed que eso no es bueno.
it: @niko_speak Oh... \.\.\@niko_eyeclosed Sembra una brutta cosa.
ja: @niko_speak それって… \.\. \@niko_eyeclosed たぶん、よくないことだよね。
ko: @niko_speak 그건... \.\. \@niko_eyeclosed 좋은 소식이 아닌데요.
pt_br: @niko_speak Puxa... \.\. \@niko_eyeclosed Não me parece nada bom.
ru: @niko_speak Я.... \.\. \@niko_eyeclosed полагаю, это нехорошо.

source: @rowbot [IT IS NOT GOOD AT ALL.]
cht: @rowbot [简直糟糕透了。]
es: @rowbot [NO ES PARA NADA BUENO.]
it: @rowbot [PROPRIO COSÌ.]
ja: @rowbot [まったく良くありませン。]
ko: @rowbot [아주 나쁜 소식입니다.]
pt_br: @rowbot [NADA BOM MESMO.]
ru: @rowbot [ЭТО СОВСЕМ НЕ ХОРОШО.]

source: @rowbot [ONCE AGAIN I CANNOT FOLLOW MY PROGRAMMING.]
cht: @rowbot [我又一次不能按照我的程序执行了。]
es: @rowbot [NO PUEDO SEGUIR MI PROGRAMACIÓN.]
it: @rowbot [ANCORA UNA VOLTA NON POSSO SEGUIRE IL MIO PROGRAMMA.]
ja: @rowbot [またしても、ワタシハプログラムに従うことガ できなくなりましタ。]
ko: @rowbot [또 프로그램을 따르지 못하게 되었군요.]
pt_br: @rowbot [REPITO: NÃO POSSO EXECUTAR MINHA PROGRAMAÇÃO]
ru: @rowbot [Я СНОВА НЕ МОГУ СЛЕДОВАТЬ СВОЕЙ ПРОГРАММЕ.]

source: @niko_speak Is there anything I can do to help?
cht: @niko_speak 我能帮上什么忙吗？
es: @niko_speak ¿Puedo hacer algo para ayudarte?
it: @niko_speak Posso fare qualcosa per aiutarti?
ja: @niko_speak 何かミーにできることはあるかな？
ko: @niko_speak 제가 도울 방법이 있을까요?
pt_br: @niko_speak Posso ajudar de alguma maneira?
ru: @niko_speak Я могу как-то помочь?

source: @rowbot [IN THE EVENT OF AN ERROR, YOU SHOULD SPEAK WITH THE HEAD ENGINEER.]
cht: @rowbot [如果出现错误，你应该告诉总工程师。]
es: @rowbot [SI SE PRODUCE UN ERROR, PONTE EN CONTACTO CON LA JEFA DE INGENIERÍA.]
it: @rowbot [IN CASO DI ERRORE, DOVRESTI PARLARE CON IL CAPO INGEGNERE.]
ja: @rowbot [エラーガ発生した場合ハ、 主任技術者にご連絡くださイ。]
ko: @rowbot [오류 발생 시에는 수석 기술자에게 문의하셔야 합니다.]
pt_br: @rowbot [EM CASO DE FALHA, É NECESSÁRIO FALAR COM A ENGENHEIRA-CHEFE.]
ru: @rowbot [ПРИ ВОЗНИКНОВЕНИИ СБОЯ В РАБОТЕ ОБРАЩАЙТЕСЬ К ГЛАВНОМУ ИНЖЕНЕРУ.]

source: @rowbot [SHE WILL KNOW WHAT TO DO.]
cht: @rowbot [她知道该怎么办。]
es: @rowbot [ELLA SABRÁ LO QUE HAY QUE HACER.]
it: @rowbot [LEI SAPRÀ COSA FARE.]
ja: @rowbot [彼女ナラ、対処方法を知っていまス。]
ko: @rowbot [그녀가 해결 방법을 알 겁니다.]
pt_br: @rowbot [ELA SABERÁ O QUE FAZER.]
ru: @rowbot [ОНА ЗНАЕТ, ЧТО ДЕЛАТЬ.]

source: @niko_speak Wait! I need to protect my hands!
cht: @niko_speak 等等！我需要保护我的双手！
es: @niko_speak ¡Un momento! ¡Tengo que protegerme las manos!
it: @niko_speak Aspetta! Mi serve qualcosa per proteggermi le mani!
ja: @niko_speak 待って！手を保護しないと！
ko: @niko_speak 잠깐만요! 우선 손을 보호해야 해요!
pt_br: @niko_speak Espere! Preciso proteger minhas mãos!
ru: @niko_speak Подожди! Я должен защитить руки!

source: @niko_eyeclosed I don't wanna burn off my fingers...
cht: @niko_eyeclosed 我不想烧伤我的手指...
es: @niko_eyeclosed No quiero quemarme los dedos...
it: @niko_eyeclosed Non voglio bruciarmi le dita...
ja: @niko_eyeclosed 指をなくしたくないから…
ko: @niko_eyeclosed 손의 살갗이 벗겨지는 건 원하지 않으니까요...
pt_br: @niko_eyeclosed Não quero acabar queimando meus dedos...
ru: @niko_eyeclosed Я же не хочу обжечь свои пальцы...

source: @niko Hang in there!
cht: @niko 忍耐一下！
es: @niko ¡Aguanta un poco más!
it: @niko Tieni duro, tornerò presto!
ja: @niko ちょっと待ってて！
ko: @niko 거기서 기다려요!
pt_br: @niko Aguente firme!
ru: @niko Держись!

source: @rowbot [I AM FUNCTIONAL!]
cht: @rowbot [我启动了！]
es: @rowbot [¡FUNCIONO!]
it: @rowbot [SONO DI NUOVO OPERATIVO!]
ja: @rowbot [機能ガ正常になりましタ！]
ko: @rowbot [작동한다!]
pt_br: @rowbot [ESTOU FUNCIONANDO!]
ru: @rowbot [Я ФУНКЦИОНИРУЮ!]

source: @rowbot [WAS IT YOU WHO FIXED THE GENERATOR?]
cht: @rowbot [发电机是不是你修好的？]
es: @rowbot [¿HAS SIDO TÚ QUIEN HA REPARADO EL GENERADOR?]
it: @rowbot [SEI STATO TU A RIPARARE IL GENERATORE?]
ja: @rowbot [発電機ヲ修理したのハ あなたですカ？]
ko: @rowbot [발전기를 고친 분이십니까?]
pt_br: @rowbot [FOI VOCÊ QUE CONSERTOU O GERADOR?]
ru: @rowbot [ЭТО ВЫ ПОЧИНИЛИ ГЕНЕРАТОР?]

source: @niko_speak Well, \p helped me!
cht: @niko_speak 嗯，有\p帮助我！
es: @niko_speak Bueno, ¡\p me ha ayudado!
it: @niko_speak Beh, \p mi ha aiutato!
ja: @niko_speak えっと、 \p が手伝ってくれた！
ko: @niko_speak 그게요, \p 님이 도와줬어요!
pt_br: @niko_speak Bom, \p me ajudou!
ru: @niko_speak Ну, я и \p!

source: @niko But yeah!
cht: @niko 但确实是我修的！
es: @niko ¡Pero, sí!
it: @niko Però sì, sono stato io!
ja: @niko でもまあ、そうだね！
ko: @niko 아무튼 맞아요!
pt_br: @niko Mas sim!
ru: @niko Но да!

source: @rowbot [HELLO. NICE TO MEET YOU.]
cht: @rowbot [你好！很高兴见到你。]
es: @rowbot [HOLA. ENCANTADO DE CONOCERTE.]
it: @rowbot [SALVE. PIACERE DI CONOSCERTI.]
ja: @rowbot [どうモ。初めましテ。]
ko: @rowbot [안녕하십시오. 만나서 반갑습니다.]
pt_br: @rowbot [OLÁ. PRAZER CONHECER VOCÊ.]
ru: @rowbot [ЗДРАВСТВУЙТЕ. ПРИЯТНО ПОЗНАКОМИТЬСЯ.]

source: @rowbot [I AM ROWBOT #310.]
cht: @rowbot [我是划船机器人#310。]
es: @rowbot [SOY EL REMOBOT #310.]
it: @rowbot [IO SONO ROBATTELLO N.310.]
ja: @rowbot [ワタシハ、漕ぎボット#310でス。]
ko: @rowbot [전 운항봇 310호랍니다.]
pt_br: @rowbot [EU SOU O REMOBÔ Nº 310.]
ru: @rowbot [Я ВЕСЛОБОТ №310.]

source: @rowbot [WOULD YOU LIKE ME TO TAKE YOU SOMEWHERE?]
cht: @rowbot [你想让我带你到其他地方去吗？]
es: @rowbot [¿QUIERES QUE TE LLEVE A ALGUNA PARTE?]
it: @rowbot [VUOI CHE TI PORTI DA QUALCHE PARTE?]
ja: @rowbot [どこカ行きたいところハありますカ？]
ko: @rowbot [어디로 데려다드릴까요?]
pt_br: @rowbot [QUER QUE EU LEVE VOCÊ A ALGUM LUGAR?]
ru: @rowbot [ХОТИТЕ, ЧТОБЫ Я ВАС КУДА-НИБУДЬ ОТВЁЗ?]

source: @niko_speak Are you... okay?
cht: @niko_speak 你...还好吗？
es: @niko_speak ¿Estás... bien?
it: @niko_speak Stai... bene?
ja: @niko_speak あの…大丈夫？
ko: @niko_speak 저기... 괜찮아요?
pt_br: @niko_speak Você... está bem?
ru: @niko_speak Ты... в порядке?

source: @rowbot [I CANNOT MOVE.]
cht: @rowbot [我不能动了。]
es: @rowbot [NO PUEDO MOVERME.]
it: @rowbot [NON POSSO MUOVERMI.]
ja: @rowbot [動けませン。]
ko: @rowbot [몸이 안 움직입니다.]
pt_br: @rowbot [NÃO CONSIGO ME MEXER.]
ru: @rowbot [Я НЕ МОГУ ДВИГАТЬСЯ.]

source: @niko_eyeclosed Well, you're still really rusty...
cht: @niko_eyeclosed 呃，你还真是锈的厉害...
es: @niko_eyeclosed Bueno, todavía estás bastante oxidado...
it: @niko_eyeclosed Beh, sei ancora molto arrugginito...
ja: @niko_eyeclosed まあ、まだかなり錆びついてるから…
ko: @niko_eyeclosed 하긴, 녹이 심하게 슬었으니...
pt_br: @niko_eyeclosed Bom, você ainda está bem enferrujado...
ru: @niko_eyeclosed Ты всё ещё довольно ржавый...

source: @rowbot [THAT IS TRUE.]
cht: @rowbot [对啊。]
es: @rowbot [ESO ES VERDAD.]
it: @rowbot [VERO.]
ja: @rowbot [その通りでス。]
ko: @rowbot [맞습니다.]
pt_br: @rowbot [É VERDADE.]
ru: @rowbot [ЭТО ВЕРНО.]

source: @niko Hold on... \p and I will find a way to help you!
cht: @niko 等等...\p和我会想办法帮助你！
es: @niko Espera... ¡\p y yo encontraremos la manera de ayudarte!
it: @niko Aspetta... \p e io troveremo un modo per aiutarti!
ja: @niko 少し待ってて… ミーと \p が 助ける方法を見つけてくるから！
ko: @niko 기다려요... \p 님과 제가 당신을 도울 방법을 찾아볼게요!
pt_br: @niko Aguente firme... \p e eu vamos encontrar uma forma de ajudar você!
ru: @niko Потерпи немного... \p и я найдём способ тебе помочь!

source: @niko I don't...think this battery is supposed to be for the robot...
cht: @niko 我觉得这个电池不是给机器人用的...
es: @niko No... creo que esta batería sea para el robot...
it: @niko Io... non credo che questa batteria sia per il robot...
ja: @niko この…バッテリーは ロボット用じゃないと思う…
ko: @niko 이 배터리는... 저 로봇한테 쓰는 게 아닌 거 같아요...
pt_br: @niko Eu não... acho que essa bateria seja para o robô...
ru: @niko Не похоже, что эта батарея... от этого робота...

source: @niko_speak Um... hello?
cht: @niko_speak 额...你好？
es: @niko_speak Mmm... ¿hola?
it: @niko_speak Ehm... Ciao?
ja: @niko_speak あの…こんばんは？
ko: @niko_speak 음... 저기요?
pt_br: @niko_speak Hm... Olá?
ru: @niko_speak Э-эм... привет?

source: @niko This robot doesn't have power.
cht: @niko 这个机器人没电了。
es: @niko Este robot no tiene energía.
it: @niko Questo robot non ha energia.
ja: @niko このロボットには動力がないみたい。
ko: @niko 이 로봇은 동력이 없네요.
pt_br: @niko Este robô está sem energia.
ru: @niko У этого робота закончилось питание.

source: @niko_speak It might help us get across the ocean if we fix it!
cht: @niko_speak 如果能把这个机器人能修好，它就能帮 我们穿越海洋了！
es: @niko_speak ¡Si lo reparamos, podría ayudarnos a cruzar el océano!
it: @niko_speak Se lo aiutassimo, potrebbe farci attraversare l'oceano!
ja: @niko_speak 修理したら、海を渡るための 手助けをしてくれるかも！
ko: @niko_speak 이 로봇을 고치면 바다를 건널 수 있을 거예요!
pt_br: @niko_speak Talvez ele nos ajude a cruzar o oceano se o consertarmos!
ru: @niko_speak Наверное, он поможет нам перебраться через океан, если мы его починим!

source: @niko \p, are you there?
cht: @niko \p，你在那里吗？
es: @niko \p, ¿estás ahí?
it: @niko \p, ci sei?
ja: @niko \p、 いる？
ko: @niko \p 님, 거기 있어요?
pt_br: @niko \p, você está aí?
ru: @niko \p, ты тут?

source: @niko_speak Oh, good!
cht: @niko_speak 哦，很好！
es: @niko_speak ¡Qué bien!
it: @niko_speak Oh, perfetto!
ja: @niko_speak 良かった！
ko: @niko_speak 아, 다행이네요!
pt_br: @niko_speak Ah, legal!
ru: @niko_speak О, как хорошо!

source: @niko_eyeclosed Aw, bummer!
cht: @niko_eyeclosed 啊，郁闷！
es: @niko_eyeclosed ¡Ay, qué pena!
it: @niko_eyeclosed Oh... Uffa!
ja: @niko_eyeclosed そんなぁ！
ko: @niko_eyeclosed 아, 이런!
pt_br: @niko_eyeclosed Poxa, que pena!
ru: @niko_eyeclosed Вот блин!

source: @niko ...wait. \.\.\@niko_speak You just answered me!
cht: @niko ...等等。\.\.\@niko_speak 你刚回答我了！
es: @niko ... Un momento. \.\.\@niko_speak ¡Acabas de responderme!
it: @niko ...Aspetta. \.\.\@niko_speak Mi hai appena risposto!
ja: @niko …待って。 \.\.\@niko_speak いま反応してた！
ko: @niko ...잠깐. \.\.\@niko_speak 방금 제게 대답한 거 맞죠!
pt_br: @niko ... calma aí. \.\.\@niko_speak Você acabou de me responder!
ru: @niko ...подожди-ка. \.\.\@niko_speak Я же тебя услышал!

source: @niko_eyeclosed ...you sure have a sense of humor, \p...
cht: @niko_eyeclosed ...你真的很幽默， \p...
es: @niko_eyeclosed ... Sentido del humor no te falta, \p...
it: @niko_eyeclosed ...Gran bel senso dell'umorismo, \p...
ja: @niko_eyeclosed …冗談がうまいね、 \p…
ko: @niko_eyeclosed ... \p 님, 제법 유머 감각이 있네요...
pt_br: @niko_eyeclosed ... seu senso de humor é impagável, \p...
ru: @niko_eyeclosed ...у тебя определённо есть чувство юмора, \p...

source: @niko_speak There's a robot here, attached to a boat.
cht: @niko_speak 这里有个机器人，就在船上系着。
es: @niko_speak Aquí hay un robot unido a una barca.
it: @niko_speak C'è un robot attaccato ad una barca.
ja: @niko_speak ここにロボットがいるんだ。 船とくっついてる。
ko: @niko_speak 배에 연결된 로봇이 있어요.
pt_br: @niko_speak Tem um robô fixado ao barco aqui.
ru: @niko_speak Тут робот, прикреплённый к лодке.

source: @niko It doesn't seem to have power, and its joints are rusted over as well.
cht: @niko 好像没电了，而且接头也生锈了。
es: @niko Parece que no tiene energía y, además, sus articulaciones están bastante oxidadas.
it: @niko Non sembra avere energia e le sue giunture sono arrugginite.
ja: @niko 動力がないみたい。 あと、関節部分も錆びついてる。
ko: @niko 동력도 없어 보이고 관절도 많이 녹슬었어요.
pt_br: @niko Parece estar sem energia... As juntas também estão bem enferrujadas.
ru: @niko У него закончилась питание, а ещё заржавели все суставы.

source: @niko_speak But I think we should be able to fix it!
cht: @niko_speak 但我觉得我们应该能把它修好。
es: @niko_speak ¡Pero creo que deberíamos poder repararlo!
it: @niko_speak Ma credo che dovremmo essere in grado di ripararlo!
ja: @niko_speak でもたぶん、修理できると思う！
ko: @niko_speak 우리가 고칠 수 있을 거예요!
pt_br: @niko_speak Mas acho que a gente consegue consertá-lo!
ru: @niko_speak Но я думаю мы сможем его починить!

source: @niko After all, we'll need to cross this ocean to get to the Tower...
cht: @niko 毕竟，我们要穿越这片海洋抵达那座塔楼...
es: @niko Después de todo, tenemos que cruzar este océano para llegar a la Torre...
it: @niko Dopotutto, avremo bisogno di attraversare questo oceano per arrivare alla Torre...
ja: @niko どのみち、 塔まで行くならこの海を渡らなきゃ…
ko: @niko 어차피 탑에 가려면 이 바다를 건너야 하니까요...
pt_br: @niko Afinal, precisamos cruzar este oceano para chegar à Torre...
ru: @niko Нам же всё-таки нужно пересечь этот океан, чтобы добраться до Башни...

source: @rowbot [`P%\.\.#L\.E A\.SE D0 \.N0@\.\. T AP \.PRO%\.\.4AC \.\.H]
cht: @rowbot [`请%\.\.#不\.\.要\.0@\.\. \.靠%\.\.4近 \.\.]
es: @rowbot [`P%\.\.#OR\.F A\.V 0 \.R@\.\. N0 T \.E%\.\.4AC \.\.RQ3S]
it: @rowbot [`P%\.\.#ERF\.A V\.0 RE \.N0@\.\. N AV \.VIC%\.\.4INAR \.\.TI]
ja: @rowbot [`近%\.\.#寄っ\.て\.ハ\.い@\.\.け\.ま%\.\.せ%\.\.4ン]
ko: @rowbot [제\.\.발\. 저 ㅂ\.근\.하\.\. 지 \.마십\.\.시...\.\.ㅣㅣ오ㅗㅗ]
pt_br: @rowbot [`N%\.\.#Ã\.O S\.E \.@A\.\.\.PRO%\.\.4XI\.\.ME]
ru: @rowbot [`ПО%\.\.#Ж\.А ЛУ\.ЙСТА НЕ \.ПРИБ@\.\. ЛИ \.ЖАЙ\.4ТЕ.\.СЬ

source: @niko Oh no!\>\nIs there anything I can do to help?
cht: @niko 哦，不！\>\n有什么我可以帮忙的吗？
es: @niko ¡Oh, no!\>\n¿No hay nada que pueda hacer para ayudar?
it: @niko Oh no!\>\nC'è qualcosa che posso fare per aiutarti?
ja: @niko うわあ！\>\n助けるにはどうしたらいいの？
ko: @niko 이런!\>\n제가 도울 일이 있나요?
pt_br: @niko Ah, não!\>\nPosso ajudar de alguma maneira?
ru: @niko О нет!\>\nЯ могу чем-нибудь помочь?

source: @rowbot [IT\. % \.\.IS DA-`\.NGER\.OU%S TO T\.\.RY A ND A \.$SIS\.T M E.]
cht: @rowbot [太\. % \.\.危-`\.\.%险\.\. \.$了\.。]
es: @rowbot [ES\. % \.\.PELI G-`\.R\.0%S0\. SA LIR\.$PAR A\.A` Y U DA R M 3.]
it: @rowbot [È\. % \.\.PE RI-`\.COLO\.SO%P RO VA\.\.RE AD AIU T \.$AR\.M I.]
ja: @rowbot [ワタ\. % \.\.シヲ-`\.救出\.す%る\.\.のハ\.$危険で\.ス。]
ko: @rowbot [날\.돕\.\.는\.거ㅅ은\.위%험합\.\.니 \.$\.다.]
pt_br: @rowbot [É\. % \.\. PE-`\.RIGO\.S% TEN\.\.TAR A \.$JU\.D A R.]
ru: @rowbot [ОКА\. % \.\.ЗЫВА-`\.ТЬ МН\.Е ПО% МОЩЬ О\.\.ПА С \.$НО\.]

source: @rowbot [L\.\.EA\.VE `\.T#HIS A\.R`E \.A.]
cht: @rowbot [离\.\.开\.这 `\.个#区\.\.域。]
es: @rowbot [SA\.\.L\. `\.D# E\.A`Q \.UÍ.]
it: @rowbot [L\.\.AS\.CIA `\.Q#UE S\.T`A \.AREA.]
ja: @rowbot [こ\.\.の\.区`\.域#から\.離れ`て下\.さイ。]
ko: @rowbot [이\.\.지\.역에서 `\.나#가\.십`시 \.오.]
pt_br: @rowbot [SA\.\.I\.A `\.DES#TA Á\.R`E \.A.]
ru: @rowbot [П\.\.ОКИ\.НЬТЕ `\.Э#ТО МЕ\.С`Т \.О.]

source: @niko2 Oh no...\>\nIt's some weird... square stuff?
cht: @niko2 哦，不...\>\n有点奇怪...是方块吗？
es: @niko2 Oh, no...\>\n¿Es algún rollo extraño... por los cuadrados?
it: @niko2 Oh no...\>\nSono degli strani... cosi quadrati?
ja: @niko2 何、これ…\>\n変な…四角形みたい？
ko: @niko2 안 돼...\>\n뭔가 이상해... 사각형 때문인가?
pt_br: @niko2 Ah, não...\>\nÉ um negócio... quadrado esquisito?
ru: @niko2 О, нет...\>\nЭто какие-то странные... квадратные штуки?

source: @niko I can see a green glow in the distance.
cht: @niko 我能看见远处绿色的光辉。
es: @niko Veo una luz verde en la distancia.
it: @niko Vedo un bagliore verde in lontananza.
ja: @niko 遠くに緑色の光が見える。
ko: @niko 저 멀리서 녹색 빛이 보여요.
pt_br: @niko Consigo ver um brilho verde à distância.
ru: @niko Я вижу зелёное свечение вдалеке.

source: @ed [The horizon glows a faint green.]
cht: @ed [海平线闪着微弱的绿光。]
es: @ed [En el horizonte brilla una tenue luz verde.]
it: @ed [L'orizzonte risplende di verde.]
ja: @ed [水平線が緑色に光っている。]
ko: @ed [수평선이 희미한 녹색으로 빛나고 있다.]
pt_br: @ed [Uma luz verde quase esmaecida brilha no horizonte.]
ru: @ed [Горизонт озарён бледно-зелёным сиянием.]

source: @ling_smile Hang in there.\>\nYou can do it.
cht: @ling_smile 坚持下去。\>\n你可以做到的。
es: @ling_smile Sigue así.\>\nPuedes hacerlo.
it: @ling_smile Tieni duro.\>\nPuoi farcela.
ja: @ling_smile もう少しの辛抱さ。\>\n君ならできる。
ko: @ling_smile 힘내.\>\n넌 할 수 있어.
pt_br: @ling_smile Fique aí.\>\nVocê consegue.
ru: @ling_smile Держись там.\>\nУ тебя всё получится.

source: @ling_shock Oh hey, you're back!\>\n\@ling Did you manage to fix the elevator?
cht: @ling_shock 噢，嘿，你回来了。 \>\n\@ling 你把电梯修好了吗？
es: @ling_shock ¡Hola, has vuelto!\>\n\@ling ¿Has conseguido arreglar el ascensor?
it: @ling_shock Oh ehi, sei tornato!\>\n\@ling Sei riuscito a riparare l'ascensore?
ja: @ling_shock おっ、帰ってきたんだ！\>\n\@ling エレベーターは修理できたかい？
ko: @ling_shock 아, 돌아왔구나!\>\n\@ling 엘리베이터는 고쳤어?
pt_br: @ling_shock Ah, você voltou!\>\n\@ling Conseguiu consertar o elevador?
ru: @ling_shock О, ты вернулся!\>\n\@ling Тебе удалось починить лифт?

source: @niko Mhm!\>\n\@niko_speak \p and I went to the surface already!\>\n\@niko And...
cht: @niko 嗯！\>\n\@niko_speak \p和我已经去过了地面了。\>\n\@niko 而且...
es: @niko ¡Ajá!\>\n\@niko_speak ¡Y además, \p y yo hemos salido a la superficie!\>\n\@niko Y...
it: @niko Mhm!\>\n\@niko_speak \p e io siamo già andati al pianoterra!\>\n\@niko E...
ja: @niko うん！\>\n\@niko_speak \p と地表にも行ってきたよ！\>\n\@niko それでね…
ko: @niko 네!\>\n\@niko_speak \p 님과 저는 이미 지상층에 다녀왔어요!\>\n\@niko 그리고...
pt_br: @niko M-hm!\>\n\@niko_speak \p e eu já fomos à superfície!\>\n\@niko E...
ru: @niko Угу!\>\n\@niko_speak \p и я даже уже спускались на поверхность!\>\n\@niko И...

source: @niko_eyeclosed ...\>\n\@niko_speak Well, I remembered there being a cafe here!\>\n\@niko Do you have pancakes?
cht: @niko_eyeclosed ...\>\n\@niko_speak 我记得这是个咖啡厅！\>\n\@niko 你有薄煎饼吗？
es: @niko_eyeclosed ...\>\n\@niko_speak Bueno, ¡me he acordado de esta cafetería!\>\n\@niko ¿Tenéis tortitas?
it: @niko_eyeclosed ...\>\n\@niko_speak E beh, mi sono ricordato di questa caffetteria!\>\n\@niko Hai dei pancake?
ja: @niko_eyeclosed …\>\n\@niko_speak ここに、カフェがあったのを思い出したんだ！\>\n\@niko パンケーキって、ある？
ko: @niko_eyeclosed ...\>\n\@niko_speak 여기에 카페가 있다는 게 생각나서 잠시 들렀어요!\>\n\@niko 혹시 팬케이크 있어요?
pt_br: @niko_eyeclosed ...\>\n\@niko_speak Bem, eu lembrava que tinha um café aqui!\>\n\@niko Você tem panqueca?
ru: @niko_eyeclosed ...\>\n\@niko_speak Ну вот, я вспомнил, что тут есть кафе!\>\n\@niko У вас есть оладушки?

source: @ling We sure do!
cht: @ling 当然有！
es: @ling ¡Pues claro que tenemos!
it: @ling Ma certo!
ja: @ling もちろんあるよ！
ko: @ling 물론이지!
pt_br: @ling Certamente!
ru: @ling Конечно!

source: @niko_speak Wait! I don't have any money...\>\n\@niko Maybe I can help you wash dishes...or... something?
cht: @niko_speak 稍等！我没有钱...\>\n\@niko 也许我可以帮你洗盘子或干点别的？
es: @niko_speak ¡Espera! No tengo dinero...\>\n\@niko ¿Quizás pueda lavar los platos... o... algo?
it: @niko_speak Aspetta! Non ho soldi...\>\n\@niko Magari posso aiutarti a lavare i piatti...?
ja: @niko_speak あっ！でもお金がない…\>\n\@niko あの、お皿洗いとか、何か手伝うから… ダメかな…？
ko: @niko_speak 잠깐만요! 돈이 한 푼도 없는데...\>\n\@niko 설거지라도... 도울까요?
pt_br: @niko_speak Espere! Estou sem nenhum dinheiro...\>\n\@niko Será que eu posso lavar pratos ou... fazer alguma coisa?
ru: @niko_speak Подождите! У меня нет денег...\>\n\@niko Может, я...помою вам посуду... или сделаю что-то ещё?

source: @ling_smile No, no! It's on the house!\>\n\@ling The least I can do for the savior, right?
cht: @ling_smile 不，不！这是免费的！\>\n\@ling 这是我力所能及为救世主做的事，对吧？
es: @ling_smile ¡No, no! ¡Invita la casa!\>\n\@ling Es lo menos que puedo hacer por el salvador, ¿no?
it: @ling_smile No, no! Offre la casa!\>\n\@ling È il minimo che posso fare per il salvatore!
ja: @ling_smile いやいや！店からのサービスだ！\>\n\@ling 救世主のために、これぐらいはさせてくれ、な？
ko: @ling_smile 아냐, 그럴 필요 없어! 그냥 줄게!\>\n\@ling 구원자를 위해서 이런 거라도 해야지. 안 그래?
pt_br: @ling_smile Não, não! É por conta da casa!\>\n\@ling É o mínimo que posso fazer pelo messias, certo?
ru: @ling_smile Нет-нет! Всё за счёт заведения!\>\n\@ling Это ведь меньшее, что я могу сделать для спасителя.

source: @ling Here, why don't you take a seat?\>\nI'll go fry some up for you.
cht: @ling 为何不坐下呢？\>\n我去为你煎一些饼。
es: @ling Vamos, siéntate.\>\nIré a prepararte algunas.
it: @ling Su, perché non ti siedi?\>\nVado a fartene un po'.
ja: @ling さ、座って。\>\nすぐ作ってあげるよ。
ko: @ling 여기에 앉을래?\>\n금방 만들어 줄게.
pt_br: @ling Por que não se senta?\>\nEu vou fritar algumas para você.
ru: @ling Что ж, усаживайся поудобнее.\>\nЯ пойду нажарю тебе тарелку.

source: @niko_pancakes Pancakes...
cht: @niko_pancakes 薄煎饼...
es: @niko_pancakes Tortitas...
it: @niko_pancakes Pancake...
ja: @niko_pancakes パンケーキ…
ko: @niko_pancakes 팬케이크다...
pt_br: @niko_pancakes Panquecas...
ru: @niko_pancakes Оладушки...

source: @niko These pancakes are so good...\>\n\@niko_speak Thank you so much!
cht: @niko 这些薄煎饼很好吃...\>\n\@niko_speak 非常感谢！
es: @niko Qué buenas están estas tortitas...\>\n\@niko_speak ¡Muchas gracias!
it: @niko Questi pancake sono così buoni...\>\n\@niko_speak Grazie mille!
ja: @niko このパンケーキ、すっごく美味しい…\>\n\@niko_speak 本当にありがとう！
ko: @niko 팬케이크가 정말 맛있어요...\>\n\@niko_speak 정말 고맙습니다!
pt_br: @niko Estas panquecas estão deliciosas...\>\n\@niko_speak Valeu mesmo!
ru: @niko Эти оладушки такие вкусные...\>\n\@niko_speak Огромное спасибо!

source: @ling No problem!\>\nYou looked really hungry.
cht: @ling 不客气！\>\n你看起来很饿。
es: @ling ¡De nada!\>\nParecías estar muerto de hambre.
it: @ling Nessun problema!\>\nSembravi davvero affamato.
ja: @ling お安い御用さ！\>\nかなりお腹空いてそうだったからね。
ko: @ling 천만에!\>\n너, 정말로 배가 고팠구나.
pt_br: @ling Sem problema!\>\nVocê parecia estar com fome.
ru: @ling Пожалуйста!\>\nТы выглядел таким голодным.

source: @niko Yeah... I thought this would be my last chance to eat something before I go in the Tower.
cht: @niko 是的...我觉得这会是我进入塔楼前的 最后一顿饭了。
es: @niko Sí... Pensé que esta sería mi última oportunidad de comer algo antes de ir a la Torre.
it: @niko Sì, sai... Questa è la mia ultima possibilità di mangiare qualcosa prima di andare nella Torre.
ja: @niko うん…塔に行く前に何か食べるなら、 今しかないと思って。
ko: @niko 네... 탑에 들어가기 전에 마지막으로 뭔가 먹어 둬야 할 것 같았거든요.
pt_br: @niko Verdade... Achei que seria minha última oportunidade de comer algo antes de entrar na Torre.
ru: @niko Да... Я подумал, вдруг это мой последний шанс что-то поесть, прежде чем я зайду в Башню.

source: @ling_hm2 Ah, gotcha.
cht: @ling_hm2 噢，了解。
es: @ling_hm2 Ah, entiendo.
it: @ling_hm2 Ah, capito.
ja: @ling_hm2 ああ、なるほどね。
ko: @ling_hm2 아, 그랬구나.
pt_br: @ling_hm2 Ah, entendi.
ru: @ling_hm2 А, понимаю.
