Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @cedric_sigh Too bad there's no water in here...
cht: @cedric_sigh 可惜这里没有水...
es: @cedric_sigh Una pena que no haya agua...
it: @cedric_sigh Peccato che qui non c'è acqua...
ja: @cedric_sigh ここには水が無いので、とても残念です…
ko: @cedric_sigh 물이 없는 게 안타까울 뿐이야...
pt_br: @cedric_sigh Que pena que não tem água aqui...
ru: @cedric_sigh Жаль только, что воды здесь нет...

source: @niko Black clovers in a glass case.
cht: @niko 玻璃橱里的黑色三叶草。
es: @niko Tréboles negros en un estuche de cristal.
it: @niko Trifogli neri in una teca di vetro.
ja: @niko ガラスのケースに、黒いクローバーが 入ってる。
ko: @niko 유리 상자 안에 검은색 클로버가 있어요.
pt_br: @niko Trevos pretos num recipiente de vidro.
ru: @niko Чёрные клевера под стеклом.

source: @niko It's a big book on the table.
cht: @niko 桌上有本大书。
es: @niko Hay un libro grande en la mesa.
it: @niko C'è un grande libro sul tavolo.
ja: @niko テーブルの上におっきな本があるよ。
ko: @niko 테이블 위에 큰 책이 있어요.
pt_br: @niko Tem um livro bem grande na mesa.
ru: @niko Большая книга на столе.

source: @niko It's a pilot's helmet.
cht: @niko 这是个飞行员的头盔。
es: @niko Un casco de piloto.
it: @niko Un casco da pilota.
ja: @niko パイロットさんが使うヘルメットだ。
ko: @niko 조종사 헬멧이에요.
pt_br: @niko É um capacete de piloto.
ru: @niko Это шлем пилота.

source: @niko The door is gone.
cht: @niko 门不见了。
es: @niko No hay puerta.
it: @niko La porta è sparita.
ja: @niko ドアが無くなった。
ko: @niko 문이 없어졌어요.
pt_br: @niko A porta já era.
ru: @niko Двери больше нет.

source: @niko2 The door is... gone?
cht: @niko2 门...不见了？
es: @niko2 ¿No hay... puerta?
it: @niko2 La porta è... sparita?
ja: @niko2 ドアが無くなった？
ko: @niko2 문이... 없어져?
pt_br: @niko2 A porta... desapareceu?
ru: @niko2 Дверь... пропала?

source: @proto2b [Well, the door does not exist without us there.]
cht: @proto2b [嗯，我们不在那的时候门就不存在]
es: @proto2b [Bueno, la puerta no existe si no estamos allí.]
it: @proto2b [Beh, la porta cessa di esistere se non siamo lì.]
ja: @proto2b [そのドアは、ボクたちがいないと出現しない。]
ko: @proto2b [음, 우리가 거기 없으면 문은 존재하지 않아.]
pt_br: @proto2b [Bom, a porta não existe sem que a gente esteja lá.]
ru: @proto2b [Ну, двери нет, потому что нас там больше нет.]

source: @niko_eyeclosed Guess I can't go back out, huh...
cht: @niko_eyeclosed 我想我们回不去了...
es: @niko_eyeclosed Supongo que no puedo volver a salir, um...
it: @niko_eyeclosed Immagino che non possa tirarmi indietro, eh...
ja: @niko_eyeclosed じゃあ、もう戻れないんだね…
ko: @niko_eyeclosed 다시 나갈 수가 없단 얘기네요...
pt_br: @niko_eyeclosed Acho que não vai dar para voltar, então...
ru: @niko_eyeclosed Значит, я не могу выйти обратно, да...

source: @proto2 [...Do you need to?]
cht: @proto2 [...你需要回去？]
es: @proto2 [¿... Lo necesitas?]
it: @proto2 [...Perché, vorresti?]
ja: @proto2 […戻る必要があるの？]
ko: @proto2 [...나가야 돼?]
pt_br: @proto2 [... E você precisa voltar?]
ru: @proto2 [...А тебе это надо?]

source: @niko_eyeclosed ...not really.
cht: @niko_eyeclosed ...没有。
es: @niko_eyeclosed ... La verdad es que no.
it: @niko_eyeclosed ...Non proprio.
ja: @niko_eyeclosed …ううん、別に。
ko: @niko_eyeclosed ...아뇨.
pt_br: @niko_eyeclosed ... na verdade, não.
ru: @niko_eyeclosed ...да не особо.

source: @rue_sigh That was... quite peculiar...
cht: @rue_sigh 那确实...很奇特...
es: @rue_sigh Eso ha sido... bastante peculiar...
it: @rue_sigh È stato... abbastanza strano...
ja: @rue_sigh すごく…変な感じだったわ…
ko: @rue_sigh 참... 희한하네...
pt_br: @rue_sigh Isso foi... bem peculiar...
ru: @rue_sigh Это было... весьма своеобразно...

source: @cedric_sigh2 I'll say!
cht: @cedric_sigh2 我想说。
es: @cedric_sigh2 ¡Ya ves!
it: @cedric_sigh2 Già!
ja: @cedric_sigh2 全くです！
ko: @cedric_sigh2 그러게!
pt_br: @cedric_sigh2 Eu falo!
ru: @cedric_sigh2 Не то слово!

source: @cedric_talk Hey, this is...
cht: @cedric_talk 嘿，这是...
es: @cedric_talk Oye, esta es...
it: @cedric_talk Ehi, ma questa è...
ja: @cedric_talk え、もしかしてこれ…
ko: @cedric_talk 이봐, 이건...
pt_br: @cedric_talk Ei, isso é...
ru: @cedric_talk Эй, это же...

source: @rue_oh ...The World Machine.
cht: @rue_oh ...世界机器。
es: @rue_oh ... la máquina del mundo.
it: @rue_oh ...La World Machine.
ja: @rue_oh …ワールドマシン。
ko: @rue_oh 세상 기계야.
pt_br: @rue_oh ... a Máquina do Mundo.
ru: @rue_oh ...Мировая Машина.

source: @niko_speak It's a blueprint!
cht: @niko_speak 这是个蓝图！
es: @niko_speak ¡Es un plano!
it: @niko_speak È un progetto!
ja: @niko_speak 設計図！
ko: @niko_speak 설계도예요!
pt_br: @niko_speak É uma planta baixa!
ru: @niko_speak Это чертёж!

source: @niko A big, detailed drawing of a machine with lots of tv screens.
cht: @niko 一张大而详细的图纸，关于一部具有很多 显示屏的机器。
es: @niko Un dibujo grande y detallado de una máquina con un montón de pantallas de televisión.
it: @niko Un disegno, grande e dettagliato, di un macchinario con tanti schermi televisivi.
ja: @niko おっきな絵だ。テレビの画面がたくさん くっついた機械が描いてある。
ko: @niko TV 화면이 잔뜩 붙은 기계를 자세히 그린 그림이에요.
pt_br: @niko Um desenho detalhado em grande escala de uma máquina com um montão de telas de TV.
ru: @niko Большой и подробный рисунок устройства со множеством экранов.

source: @proto2b [...That's called a blueprint, Niko.]
cht: @proto2b [...那叫蓝图，Niko。]
es: @proto2b [... A eso se le llama plano, Niko.]
it: @proto2b [...Si chiama "progetto", Niko.]
ja: @proto2b […それは設計図って言うんだ、ニコ。]
ko: @proto2b [...그걸 설계도라고 하는 거야, 니코.]
pt_br: @proto2b [... Isso se chama planta baixa, Niko.]
ru: @proto2b [...Это называется «чертёж», Нико.]

source: @niko_pancakes ...So THAT's what a blueprint is!
cht: @niko_pancakes ...所以蓝图就是这样的！
es: @niko_pancakes ¡... Así que así es como son los planos!
it: @niko_pancakes ...Allora è COSÌ che è fatto un progetto!
ja: @niko_pancakes …設計図って、これのことだったんだ！
ko: @niko_pancakes ...이런 게 설계도로군요!
pt_br: @niko_pancakes ... Ah! Então ISSO é uma planta baixa!
ru: @niko_pancakes ...Так ВОТ что такое чертёж!

source: @niko_speak They're watercolor sticks!
cht: @niko_speak 他们都是水彩棒！
es: @niko_speak ¡Para hacer acuarelas!
it: @niko_speak Sono pigmenti per acquerelli!
ja: @niko_speak 水性クレヨン！
ko: @niko_speak 수채 크레파스예요!
pt_br: @niko_speak São gizes de cera coloridos!
ru: @niko_speak Это акварельные палочки!

source: @niko It's a piece of amber on a string.
cht: @niko 这是用线系的一块琥珀。
es: @niko Un trozo de ámbar atado a una cuerda.
it: @niko È un pezzo di ambra su uno spago.
ja: @niko 琥珀だ。紐で繋がってる。
ko: @niko 줄에 걸린 호박석 조각이에요.
pt_br: @niko É um pedaço de âmbar num fio.
ru: @niko Это кусок янтаря на верёвочке.

source: @niko_eyeclosed Looks just like that necklace the robot lady showed me...
cht: @niko_eyeclosed 看起来就像是机器人女士给我的项链...
es: @niko_eyeclosed Se parece al collar que me enseñó la mujer robot...
it: @niko_eyeclosed Sembra uguale alla collana che la signorina robot mi ha mostrato...
ja: @niko_eyeclosed ロボットのお姉さんが見せてくれた ネックレスに似てるね…
ko: @niko_eyeclosed 로봇 아가씨가 보여 준 목걸이랑 똑같네요...
pt_br: @niko_eyeclosed É igualzinho a aquele colar que a moça-robô me mostrou...
ru: @niko_eyeclosed Похоже на то ожерелье, которое мне показывала тётя-робот...

source: @niko A coat rack with a scarf and a big jacket.
cht: @niko 挂着围巾和大外套的衣帽架。
es: @niko Una percha con una bufanda y un chaquetón.
it: @niko Un appendiabiti con una sciarpa e una grande giacca.
ja: @niko お洋服を掛けるやつだ！ スカーフとおっきなジャケットが 掛かってるよ。
ko: @niko 목도리와 큰 재킷이 걸려있는 코트 걸이예요.
pt_br: @niko Um bengaleiro com um cachecol e um jaquetão.
ru: @niko На вешалке висит шарф и большая куртка.

source: @rue_talk The room ahead doesn't really lead anywhere, but...
cht: @rue_talk 前面的房间不通往任何地方，但是...
es: @rue_talk La habitación de más adelante no lleva a ningún sitio, pero...
it: @rue_talk Sembra che la stanza avanti non porti da nessuna parte, ma...
ja: @rue_talk この先にある部屋は、どこにも繋がって いないように見えるけれど…
ko: @rue_talk 앞에 있는 방은 아무 데로도 통하지 않지만...
pt_br: @rue_talk A sala à frente não leva a lugar nenhum, mas...
ru: @rue_talk Комната впереди никуда не ведёт, но...

source: @rue \p should still remember what to do here.
cht: @rue \p应该还记得在这该做什么。
es: @rue \p debería recordar qué hay que hacer aquí.
it: @rue \p dovrebbe ricordare cosa fare qui.
ja: @rue 何をすればいいのか… \p なら、 まだ覚えているはずよ。
ko: @rue \p 님은 여기서 무얼 해야 하는지 기억할 거야.
pt_br: @rue \p ainda deve saber o que fazer aqui.
ru: @rue \p наверняка ещё помнит, что там нужно делать.

source: @cedric_sigh Of course, this is just a copy of it...
cht: @cedric_sigh 当然，这只是复本...
es: @cedric_sigh Por supuesto, esto no es más que una copia...
it: @cedric_sigh Certo, questa è solo una copia...
ja: @cedric_sigh もちろん、これはコピーに過ぎませんが…
ko: @cedric_sigh 물론, 이건 복제일 뿐이지만...
pt_br: @cedric_sigh É claro, é só uma cópia dela...
ru: @cedric_sigh Конечно, это всего лишь копия...

source: @cedric This is my father's study.
cht: @cedric 这是我父亲的研究。
es: @cedric Este es el estudio de mi padre.
it: @cedric Questo è lo studio di mio padre.
ja: @cedric ここは、父の研究室です。
ko: @cedric 여긴 아버지의 서재야.
pt_br: @cedric Aqui é o escritório do meu pai.
ru: @cedric Это кабинет моего отца.

source: @cedric_sigh It feels like...\.\. he's still here, doesn't it?
cht: @cedric_sigh 感觉就像...\.\.他还在这，不是吗？
es: @cedric_sigh Parece...\.\. como si todavía estuviera aquí, ¿verdad?
it: @cedric_sigh È come se...\.\. fosse ancora qui, vero?
ja: @cedric_sigh 何となく…\.\. 父がまだ、 ここにいるように感じませんか？
ko: @cedric_sigh 꼭...\.\. 아버지가 아직 여기 계신 거 같지 않아?
pt_br: @cedric_sigh Fico com a sensação...\.\. de que ele ainda está aqui, você sente isso?
ru: @cedric_sigh Такое чувство...\.\. словно он всё ещё здесь, правда?

source: @cedric_sigh ...like he's still with us.
cht: @cedric_sigh ...就像他一直和我们在一起。
es: @cedric_sigh ... Como si siguiera entre nosotros.
it: @cedric_sigh ...Come se fosse ancora con noi.
ja: @cedric_sigh …まだ、僕たちと一緒にいるような…
ko: @cedric_sigh ...우리 곁에 계신 것 같아.
pt_br: @cedric_sigh ... como se ele ainda estivesse com a gente.
ru: @cedric_sigh ...словно он ещё с нами.

source: @rue_sad ...Yeah.
cht: @rue_sad ...是的。
es: @rue_sad ... Sí.
it: @rue_sad ...Già.
ja: @rue_sad …そうね。
ko: @rue_sad ...그래.
pt_br: @rue_sad ... É.
ru: @rue_sad ...Да.

source: @proto2b [...This place contains a lot of memories.]
cht: @proto2b [...这个地方充满回忆。]
es: @proto2b [... Este lugar está cargado de recuerdos.]
it: @proto2b [...Questo posto contiene molti ricordi.]
ja: @proto2b […この場所には、たくさんの思い出が 詰まってる。]
ko: @proto2b [...이곳엔 많은 추억이 있어.]
pt_br: @proto2b [... Este lugar carrega muitas memórias.]
ru: @proto2b [...В этом месте так много воспоминаний.]

source: @proto_eyeclosed [I am... grateful, to see it again.]
cht: @proto_eyeclosed [我很...感激能再次看到它。]
es: @proto_eyeclosed [Me alegra... poder volver a verlo.]
it: @proto_eyeclosed [Sono... lieto di poterlo rivedere.]
ja: @proto_eyeclosed […良かった。 もう一度見ることができて。]
ko: @proto_eyeclosed [여길... 다시 보다니 기뻐.]
pt_br: @proto_eyeclosed [Eu... fico feliz de te ver de novo.]
ru: @proto_eyeclosed [Я... благодарен за то, что смог увидеть его снова.]

source: @niko It's a stack of books.
cht: @niko 一堆书。
es: @niko Un montón de libros.
it: @niko Una pila di libri.
ja: @niko 本が山みたいになってる。
ko: @niko 책이 쌓여 있어요.
pt_br: @niko É uma pilha de livros.
ru: @niko Это стопка книг.

source: @niko_speak Photos too!
cht: @niko_speak 和照片。
es: @niko_speak ¡Y fotos!
it: @niko_speak E delle foto!
ja: @niko_speak 写真もあるよ。
ko: @niko_speak 사진도요!
pt_br: @niko_speak E fotos também!
ru: @niko_speak И фотографии тоже!

source: @niko A scribbly drawing is pinned up here.
cht: @niko 这里固定了一副涂鸦作画。
es: @niko Hay un dibujo garabateado aquí colgado.
it: @niko Un disegno scarabocchiato è appeso qui.
ja: @niko 落書きみたいなのもピンで止まってる。
ko: @niko 휘갈겨 그린 그림이 핀으로 꽂혀 있어요.
pt_br: @niko Tem um rabisco preso aqui.
ru: @niko Здесь приколот какой-то неразборчивый рисунок.

source: @niko It's a big photo.
cht: @niko 这是张大照片。
es: @niko Una foto grande.
it: @niko Una grande foto.
ja: @niko 大きな写真。
ko: @niko 큰 사진이에요.
pt_br: @niko É uma foto grande.
ru: @niko Это большое фото.

source: @niko2 Wait, no...\.\. it's a painting!
cht: @niko2 等等，不...\.\.这是一幅画！
es: @niko2 Espera, no...\.\. ¡Es un cuadro!
it: @niko2 Aspetta, no...\.\. è un dipinto!
ja: @niko2 あれ、違うかも…\.\. 絵だ！
ko: @niko2 아니다, 이건...\.\. 그림이에요!
pt_br: @niko2 Calma, não...\.\. é uma pintura!
ru: @niko2 Подожди, нет...\.\. Это картина!

source: @niko_eyeclosed Hard to tell at first...
cht: @niko_eyeclosed 一开始很难辨别...
es: @niko_eyeclosed Al principio era difícil de ver...
it: @niko_eyeclosed A prima vista non si direbbe...
ja: @niko_eyeclosed 最初、全然分かんなかった…
ko: @niko_eyeclosed 한눈에 분간하기 힘드네요...
pt_br: @niko_eyeclosed Difícil dizer à primeira vista...
ru: @niko_eyeclosed На первый взгляд и не скажешь...

source: @niko A box filled with folders and loose paper.
cht: @niko 装满文件夹和活页纸的盒子。
es: @niko Una caja llena de carpetas y papeles sueltos.
it: @niko Una scatola riempita con cartelle e fogli sfusi.
ja: @niko この箱には、紙と、それを挟むやつが たくさん入ってる。
ko: @niko 서류철과 종이 낱장으로 가득 찬 상자예요.
pt_br: @niko Uma caixa cheia de pastas e papéis soltos.
ru: @niko Коробка, заполненная папками и бумагами.

source: @niko A box full of notebooks and sketchbooks.
cht: @niko 装满笔记本和素描本的盒子。
es: @niko Una caja llena de cuadernos y bocetos.
it: @niko Una scatola piena di quaderni e schizzi.
ja: @niko この箱は、 ノートとスケッチブックでいっぱい。
ko: @niko 공책과 스케치북으로 가득 찬 상자예요.
pt_br: @niko Uma caixa cheia de cadernos e rascunhos.
ru: @niko Коробка, полная записных книжек и книжек с зарисовками.

source: These robots are malfunctioning at a frightening rate.
cht: 这些机器人的故障率着实吓人。
es: Estos robots se están averiando a un ritmo alarmante.
it: Questi robot si guastano ad un ritmo spaventoso.
ja: ロボットの故障発生件数が 恐ろしい速さで増加している。
ko: 로봇들이 무시무시한 빈도로 오작동을 일으키고 있어.
pt_br: Esses robôs estão estragando rápido demais.
ru: Неисправности у этих роботов возникают с устрашающей частотой.

source: Physical damage from square-particle anomalies is almost impossible to revert.
cht: 方块粒子异常造成的物理伤害几乎 无法修复。
es: El daño físico provocado por las irregularidades de las partículas cuadradas es casi imposible de revertir.
it: Il danno fisico provocato dalle anomalie da particelle quadre è quasi impossibile da riparare.
ja: 四角形粒子の異常による物理的ダメージから 元に戻すことはほぼ不可能なのだよ。
ko: 사각형 입자에 닿아 생긴 물리적 손상은 복구가 불가능할 정도지.
pt_br: É quase impossível reverter o dano físico que as anomalias de partícula quadrada causam.
ru: Физический урон от аномальных квадратных частиц практически необратим.

source: No living person can touch them, unless they have a death wish.
cht: 任何人都不能接触它们，除非不想活了。
es: Las personas no deben tocarlas a menos que deseen morir.
it: Nessun essere vivente può toccarli, a meno che non voglia morire.
ja: 生身の人間がアレに触れてはいけない。 自殺願望があるなら構わないがね。
ko: 죽고 싶은 게 아니라면, 살아 있는 사람은 그걸 만져선 안 돼.
pt_br: Ninguém pode tocá-las, a menos que queira morrer.
ru: Живой человек не должен к ним прикасаться, если не хочет покончить с собой.

source: .\..\..But if we're lucky, sometimes the squares go away on their own.
cht: .\..\..不过运气好的话，方块有时 会自行离开。
es: .\..\..Pero si tenemos suerte, a veces los cuadrados desaparecen solos.
it: Se siamo fortunati, a volte i quadrati vanno via da soli.\..\..
ja: .\..\..だが、運が良ければ、 四角形は勝手にいなくなることもある。
ko: .\..\..하지만 운이 좋을 때는 그 입자들이 알아서 어디론가 가 버리지.
pt_br: .\..\.. Às vezes, se tivermos sorte, os quadrados somem sozinhos.
ru: .\..\..Но иногда нам везёт, и квадраты исчезают сами.

source: ...but not before taking away one of the robot's arms, or legs.
cht: ...当然大多在毁掉机器人一条胳膊或腿之后。
es: ... pero no sin llevarse uno de los brazos del robot o las piernas.
it: ...ma non prima di togliere braccia o gambe ad uno dei robot.
ja: …大抵はロボットの腕や脚を奪ったあとだがな。
ko: ...로봇의 팔이나 다리를 하나 없앤 뒤에 말이지만.
pt_br: ... mas não antes de tirar um dos braços ou pernas do robô.
ru: ...но не до того, как оторвут роботу одну руку или ногу.

source: ...or head.
cht: ...或脑袋。
es: ... o la cabeza.
it: ...O la testa.
ja: …ああ、あと頭部もだ。
ko: ...아니면 머리나.
pt_br: ... ou a cabeça dele.
ru: ...или даже голову.

source: @niko_huh ...okay.
cht: @niko_huh ...好。
es: @niko_huh ... vale.
it: @niko_huh ...Ok.
ja: @niko_huh …そう。
ko: @niko_huh ...그렇군요.
pt_br: @niko_huh ... certo.
ru: @niko_huh ...ну ладно.

source: I don't know if you've ever seen a headless robot before, but it is quite a sight to behold.
cht: 不知道你之前是否见过无头机器人， 那绝对会令你难忘的。
es: No sé si alguna vez has visto a un robot sin cabeza, pero es todo un espectáculo digno de contemplar.
it: Non so se hai mai incontrato un robot senza testa prima d'ora, ma è uno spettacolo davvero impressionante.
ja: 頭部を失ったロボットを見たことはあるかね？ なかなかの光景だよ。
ko: 머리가 없는 로봇을 본 적이 있는지 모르겠지만, 꽤 볼 만해.
pt_br: Não sei nem se já viu um robô sem cabeça, mas é fascinante.
ru: Не знаю, доводилось ли тебе видеть робота без головы, но это то ещё зрелище.

source: And also quite dangerous.
cht: 而且相当危险。
es: Y también bastante peligroso.
it: E anche abbastanza pericoloso.
ja: そして、なかなか危険でもある。
ko: 위험하기도 하고.
pt_br: E também bastante perigoso.
ru: А ещё это очень опасно.

source: [I CANNOT STOP SPINNING.]
cht: [我无法停下来旋转。]
es: [NO PUEDO DEJAR DE GIRAR.]
it: [NON RIESCO A SMETTERE DI GIRARE.]
ja: [回転ガ止まりませン。]
ko: [회전을 멈출 수 없습니다.]
pt_br: [EU NÃO CONSIGO PARAR DE RODAR.]
ru: [Я НЕ МОГУ ОСТАНОВИТЬСЯ.]

source: This is so tedious!
cht: 这真无聊！
es: ¡Qué aburrido es esto!
it: È così noioso!
ja: もうこんなのウンザリだ！
ko: 정말 따분해!
pt_br: Isso é tão tedioso!
ru: Это так утомительно!

source: I miss the good ol' days before our robot-repairing-robots broke down.
cht: 真怀念以前修理机器人的机器人还没 坏掉的美好日子。
es: Echo de menos aquellos viejos tiempos antes de que nuestro robot "arreglarobots" se estropeara.
it: Mi mancano i bei tempi prima che i nostri robot ripara-robot si rompessero.
ja: ああ昔が懐かしい！ ロボット修理ロボが故障してしまう前の昔が。
ko: 로봇 수리 로봇이 고장나기 전이 정말 그리워.
pt_br: Sinto falta dos velhos tempos quando nossos robôs que consertam robôs funcionavam.
ru: Я скучаю по старым-добрым временам, когда робото-ремонтирующие-роботы ещё были в строю.

source: Now all the robots have to be assembled by actual people.
cht: 现在，所有的机器人都需要人工组装。
es: Ahora a todos los robots los tienen que ensamblar las personas de verdad.
it: Ora tutti i robot devono essere assemblati da persone reali.
ja: これからは、人間がロボットを 組み立てなければならん。
ko: 이제 로봇을 모두 사람이 직접 손으로 조립하고 있어.
pt_br: Agora são as pessoas que precisam montar todos os robôs.
ru: Теперь всех роботов приходится собирать настоящим людям.

source: @niko_speak But... aren't you a robot?
cht: @niko_speak 但是...你不是个机器人吗？
es: @niko_speak Entonces... ¿no eres un robot?
it: @niko_speak Ma... non sei un robot anche tu?
ja: @niko_speak でも…君はロボットじゃないの？
ko: @niko_speak 하지만... 당신도 로봇 아닌가요?
pt_br: @niko_speak Mas... você não é um robô?
ru: @niko_speak Но... разве вы не робот?

source: No?
cht: 不是？
ja: いや？
ko: 아닌데?
pt_br: Não?
ru: Нет?

source: I mean, Do I SOUND like a robot to you?
cht: 我的声音听起来像个机器人吗？
es: Quiero decir, ¿SUENO como un robot para ti?
it: Cioè, ti SEMBRO un robot?
ja: だって、僕はロボットのように話してるかい？
ko: 설마 내 목소리가 로봇처럼 들리니?
pt_br: Digo, eu PAREÇO um robô?
ru: По-твоему, я ГОВОРЮ как робот?

source: @niko Not really.
cht: @niko 不像。
es: @niko En realidad, no.
it: @niko Non proprio.
ja: @niko そうでもないね。
ko: @niko 그렇진 않아요.
pt_br: @niko Na verdade, não.
ru: @niko Да нет.

source: @niko_speak But... your head is a tv?
cht: @niko_speak 但是...你的头是个显示屏？
es: @niko_speak Y tu cabeza... ¿es un televisor?
it: @niko_speak Ma... la tua testa è un televisore?
ja: @niko_speak でも…その頭って、テレビだよね？
ko: @niko_speak 하지만... 당신 머리... TV잖아요?
pt_br: @niko_speak Mas... sua cabeça é uma televisão?
ru: @niko_speak Но... ваша голова это телевизор?

source: W...what does that have to do with anything?
cht: 这...这有什么关系吗？
es: ¿Y eso qué tiene que ver?
it: C... Che cosa c'entra?
ja: そ…それがどうしたって言うんだ？
ko: 그... 그게 뭔 상관인데?
pt_br: O-o que isso tem a ver?
ru: И...и какая тут взаимосвязь?

source: @niko_eyeclosed ...nevermind.
cht: @niko_eyeclosed ...别介意。
es: @niko_eyeclosed ... no importa.
it: @niko_eyeclosed ...Fai finta che non abbia mai detto niente.
ja: @niko_eyeclosed …ううん、なんでもない。
ko: @niko_eyeclosed ...아니에요.
pt_br: @niko_eyeclosed ... deixa para lá.
ru: @niko_eyeclosed ...неважно.

source: We should probably fix the robot-repairing-robots first.
cht: 可能我们应该先修好修理机器人。
es: Probablemente deberíamos reparar primero el robot "arreglarobots".
it: Probabilmente dovremmo prima riparare i robot ripara-robot.
ja: まずはロボット修理ロボを 修理したほうがいい。
ko: 로봇 수리 로봇을 먼저 고쳐야 해.
pt_br: Deveríamos consertar primeiro os robôs que consertam robôs.
ru: Нам стоит сначала починить робото-ремонтирующих-роботов.

source: But the higher-ups need these guys done first for some reason...
cht: 但是上头的人要我们先搞定这些家伙。
es: Pero por alguna razón los jefes necesitan a estos primero...
it: Ma per qualche ragione i piani alti vogliono che prima mettiamo a posto questi ragazzi...
ja: でも上層部は、なぜかこいつらを 先に修理しろだとさ…
ko: 하지만 높으신 분들은 무슨 이유인지 이 녀석들을 먼저 끝내라고 하니...
pt_br: Mas, por algum motivo, os superiores mandaram consertar esses aqui primeiro...
ru: Но начальство почему-то хочет, чтобы мы сначала закончили с этими...

source: @niko This one isn't active...
cht: @niko 这个没有激活...
es: @niko Este no está activo...
it: @niko Questo non è attivo...
ja: @niko このロボットは動いてないね…
ko: @niko 이건 작동하지 않아요...
pt_br: @niko Este não está ativo...
ru: @niko Этот не работает...

source: [BOOP.]
cht: [叭叭。]
es: [BIP.]
it: [BOP.]
ja: [ブーッ。]
ko: [삐익.]
pt_br: [BUP.]
ru: [БУП.]

source: [WE ARE WAITING TO BE REPAIRED.]
cht: [我们在等着被修理。]
es: [ESTAMOS ESPERANDO A QUE NOS REPAREN.]
it: [STIAMO ASPETTANDO DI ESSERE RIPARATI.]
ja: [修理ノため、待機していまス。]
ko: [우리는 현재 수리를 기다리고 있습니다.]
pt_br: [ESTAMOS AGUARDANDO CONSERTO.]
ru: [МЫ ЖДЁМ, ЧТОБЫ НАС ПОЧИНИЛИ.]

source: $SELF-CHARGING SOLAR BATTERY MODEL N-87\n(One year warranty included)
cht: $自充电太阳能电池型号 N-87\n（一年保修）
es: $BATERÍA SOLAR AUTOCARGABLE MODELO N-87\n(Con un año de garantía)
it: $BATTERIA SOLARE AUTOCARICANTE MODELLO N-87\n(Un anno di garanzia incluso)
ja: $自己充電型 太陽光バッテリー モデル N-87\n（1年間の保証付き）
ko: $태양광 자가 충전 배터리 모델 N-87\n(1년 무상 보증)
pt_br: $BATERIA SOLAR DE AUTOCARREGAMENTO MODELO N-87\n(Garantia de um ano inclusa)
ru: $САМОЗАРЯЖАЮЩАЯСЯ СОЛНЕЧНАЯ БАТАРЕЯ, МОДЕЛЬ Н-87\n(Один год гарантии прилагается)

source: $Simply place your self-charging battery in full daylight with the lens facing up.
cht: $只需将您的自充电电池 完全置于日光下，将镜 面朝上。
es: $Simplemente coloca tu batería autocargable con la lente apuntando hacia arriba a plena luz del día.
it: $Esponi la tua batteria autocaricante con la lente rivolta verso l'alto in pieno giorno.
ja: $レンズを上向けにし、 自己充電型バッテリーを 陽の当たる場所に 置いてください。
ko: $배터리를 햇빛이 잘 드는 곳에 렌즈가 위를 향하도록 두십시오.
pt_br: $Basta colocar a bateria de autocarregamento em plena luz do dia com as lentes viradas para cima.
ru: $Просто разместите солнечную батарею на солнце линзой вверх.

source: $Charges in seconds, no external power is needed.
cht: $几分钟即可充电，无需 外电源。
es: $Se carga en segundos, no necesita energía externa adicional.
it: $La ricarica avviene in pochi secondi. Non è necessaria nessuna fonte di alimentazione esterna.
ja: $数秒で充電が完了し、 外部電源は不要です。
ko: $수 초 안에 충전되며 외부 전원은 필요하지 않습니다.
pt_br: $Carrega em segundos, não é necessária nenhuma energia externa.
ru: $Заряжается за несколько секунд, внешние источники питания не требуются.

source: $TROUBLESHOOTING MANUAL.
cht: $故障诊断手册。
es: $MANUAL DE RESOLUCIÓN DE ERRORES.
it: $GUIDA ALLA RISOLUZIONE DEI PROBLEMI.
ja: $トラブルシューティング マニュアル。
ko: $문제 해결 요령.
pt_br: $MANUAL DE SOLUÇÃO DE PROBLEMAS.
ru: $РУКОВОДСТВО ПО УСТРАНЕНИЮ НЕПОЛАДОК

source: $If the battery fails to charge, check to see if the lens on the front side has not been dislodged during transport.
cht: $如果电池不能充电，检查 看前置的镜片是否在运送 过程中脱落。
es: $Si la batería no se carga, comprueba que la lente del panel frontal no se haya descolocado durante el transporte.
it: $Se la batteria non si ricarica, verifica che la lente frontale non si sia spostata durante il trasporto.
ja: $バッテリーが充電 されない場合、前面の レンズが輸送中に外れた 可能性があるので、 ご確認ください。
ko: $배터리가 충전되지 않을 경우 정면의 렌즈가 운반 도중 빠지지 않았는지 확인하십시오.
pt_br: $Se a bateria não carregar, verifique se as lentes dianteiras não se deslocaram durante o transporte.
ru: $Если батарея не заряжается, проверьте, не сместилась ли при транспортировке линза на лицевой стороне.

source: $One charge cycle will last about ten days.
cht: $一个次充电可以持续 大约 10 天。
es: $Cada ciclo de carga dura unos diez días.
it: $Un ciclo di ricarica può durare fino a dieci giorni.
ja: $一度の充電で 10日間ほど持続します。
ko: $1회 충전 시 10일 사용할 수 있습니다.
pt_br: $Um ciclo de carregamento durará cerca de dez dias.
ru: $Одного полного заряда хватает примерно на 10 дней.
