Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko So...\.\.\. where are we?
cht: @niko 那么...\.\.\. 我们这是在哪？
es: @niko Entonces, \.\.\.¿dónde estamos...?
it: @niko Quindi...\.\.\. dove siamo?
ja: @niko で…\.\.\.ここは、どこ？
ko: @niko 그래서...\.\.\. 여긴 어디죠?
pt_br: @niko Então... \.\.\. onde estamos?
ru: @niko Ну и...\.\.\. где мы?

source: @silver_lookup [One of the old observation rooms.]
cht: @silver_lookup [一间古老的观测室。]
es: @silver_lookup [Una de las antiguas salas de observación.]
it: @silver_lookup [In una delle vecchie sale di osservazione.]
ja: @silver_lookup [以前まであった観測室の1つよ。]
ko: @silver_lookup [옛 전망실 중 하나야.]
pt_br: @silver_lookup [Uma das antigas salas de observação.]
ru: @silver_lookup [В одной из старых комнат наблюдения.]

source: @silver2 [Looks like it's still mostly intact.]
cht: @silver2 [看起来它还保存比较完整。]
es: @silver2 [Parece estar prácticamente intacta.]
it: @silver2 [È ancora perlopiù intatta, sembrerebbe.]
ja: @silver2 [ここはまだ、そこまで被害がないようね。]
ko: @silver2 [아직 멀쩡한 것 같네.]
pt_br: @silver2 [Parece que grande parte dela está intacta.]
ru: @silver2 [Здесь почти ничего не пострадало.]

source: @silver2 [What...?]
cht: @silver2 [什么...？]
es: @silver2 [¿Qué...?]
it: @silver2 [Cosa...?]
ja: @silver2 [え…？]
ko: @silver2 [뭐지...?]
pt_br: @silver2 [O quê...?]
ru: @silver2 [Что?..]

source: @niko2 Huh?
cht: @niko2 哈？
es: @niko2 ¿Eh?
it: @niko2 Oh?
ja: @niko2 どうしたの？
ko: @niko2 음?
pt_br: @niko2 Hm?
ru: @niko2 О?

source: @silver2 [The terminal just reactivated!]
cht: @silver2 [终端重新激活了！]
es: @silver2 [¡El terminal se ha reactivado!]
it: @silver2 [Il terminale si è appena riattivato!]
ja: @silver2 [ターミナルが再起動した！]
ko: @silver2 [방금 터미널이 다시 작동하기 시작했어!]
pt_br: @silver2 [O terminal foi reativado!]
ru: @silver2 [Терминал только что возобновил работу!]

source: @silver [But the power was cut off so long ago...]
cht: @silver [但是电源在很久前就中断了...]
es: @silver [Pero ya hace mucho tiempo que no llega electricidad...]
it: @silver [Ma la corrente è stata staccata molto tempo fa...]
ja: @silver [でも、電力はずっと前に断たれたはずじゃ…]
ko: @silver [하지만 전력이 끊긴지 오래됐는데...]
pt_br: @silver [Mas faz tempo que cortaram a energia...]
ru: @silver [Но здесь уже так давно нет электричества...]

source: @niko6 Weird!
cht: @niko6 奇怪！
es: @niko6 ¡Qué raro!
it: @niko6 Strano!
ja: @niko6 不思議だね！
ko: @niko6 이상하네요!
pt_br: @niko6 Estranho!
ru: @niko6 Странно!

source: @niko_speak Maybe... it runs on battery?
cht: @niko_speak 有可能...它是依靠电池供电？
es: @niko_speak ¿Quizá... funciona con una batería?
it: @niko_speak Forse... è alimentato a batterie?
ja: @niko_speak もしかしたら…電池で動いてるのかも？
ko: @niko_speak 배터리로 작동하는 걸까요?
pt_br: @niko_speak Será... que é alimentado a bateria?
ru: @niko_speak Может быть... он работает от какой-то батареи?

source: @silver_eyeclosed [No... that's not it.]
cht: @silver_eyeclosed [不...不是的。]
es: @silver_eyeclosed [No... no es eso.]
it: @silver_eyeclosed [No... non può essere.]
ja: @silver_eyeclosed [いいえ…違うわ。]
ko: @silver_eyeclosed [아니... 그건 아니야.]
pt_br: @silver_eyeclosed [Não... não é isso.]
ru: @silver_eyeclosed [Нет... это не так.]

source: @silver2 [Whatever it is, I need to investigate.]
cht: @silver2 [无论如何，我要调查一下。]
es: @silver2 [Sea lo que sea, tengo que investigarlo.]
it: @silver2 [Qualunque cosa sia, devo indagare.]
ja: @silver2 [とにかく、調査しなきゃ。]
ko: @silver2 [그게 뭐든, 조사를 해야겠어.]
pt_br: @silver2 [Seja lá o que for, preciso investigar.]
ru: @silver2 [Как бы то ни было, я должна разобраться.]

source: @silver2 [Will you be okay by yourself for a bit?]
cht: @silver2 [你可以先自己待一会儿吗？]
es: @silver2 [¿Te importa quedarte a solas un momento?]
it: @silver2 [Puoi stare da solo per un attimo?]
ja: @silver2 [少しの間、一人ぼっちにしてしまうけれど 平気？]
ko: @silver2 [잠시 혼자 있어도 괜찮겠어?]
pt_br: @silver2 [Importa-se de ficar um instante por sua conta?]
ru: @silver2 [Займись пока чем-нибудь, ладно?]

source: @niko_speak Don't worry! \p's with me!
cht: @niko_speak 别担心！\p...和我一起！
es: @niko_speak ¡No te preocupes! ¡\p está conmigo!
it: @niko_speak Non preoccuparti! \p sarà con me!
ja: @niko_speak 心配しないで！ \p がついてるから！
ko: @niko_speak 걱정 마세요! \p 님이 같이 있으니까요!
pt_br: @niko_speak Não se preocupe! \p está comigo!
ru: @niko_speak Не волнуйся! \p всегда со мной!

source: @silver_eyeclosed [Alright. Stay safe.]
cht: @silver_eyeclosed [好。注意安全。]
es: @silver_eyeclosed [DE ACUERDO. TEN CUIDADO.]
it: @silver_eyeclosed [D'accordo. Fai attenzione.]
ja: @silver_eyeclosed [分かった。 気をつけてね。]
ko: @silver_eyeclosed [좋아. 조심해.]
pt_br: @silver_eyeclosed [Certo. Fique bem.]
ru: @silver_eyeclosed [Хорошо. Но поаккуратнее там.]

source: @niko4 I shouldn't get too close...
cht: @niko4 我不能靠太近...
es: @niko4 No debería acercarme demasiado...
it: @niko4 Non dovrei avvicinarmi troppo...
ja: @niko4 あんまり近づかないほうがいいね…
ko: @niko4 너무 가까이 가지 않는 게 좋겠어요...
pt_br: @niko4 Não posso chegar muito perto...
ru: @niko4 Мне не следует подходить слишком близко...

source: @niko It's not safe to use this minecart anymore, \p.
cht: @niko 这台矿车已经不安全了，\p。
es: @niko Ya no es seguro usar este vagón, \p.
it: @niko \p, non è più sicuro usare questo carrello.
ja: @niko このトロッコはもう安全じゃないよ、 \p。
ko: @niko 이 광산 수레를 더 사용하는 건 위험해요, \p 님.
pt_br: @niko A vagoneta não é mais segura, \p.
ru: @niko Использовать эту вагонетку теперь слишком опасно, \p.

source: @niko_eyeclosed We can't use this anymore...
cht: @niko_eyeclosed 我们不能再用它了...
es: @niko_eyeclosed Ya no podemos usar esto...
it: @niko_eyeclosed Non possiamo più usarlo...
ja: @niko_eyeclosed もうこれは使えない…
ko: @niko_eyeclosed 이건 이제 사용할 수 없어요...
pt_br: @niko_eyeclosed Não podemos mais usar isso...
ru: @niko_eyeclosed Мы больше не можем её использовать...

source: @niko Still at it?
cht: @niko 还在继续调查？
es: @niko ¿Todavía no has terminado?
it: @niko Stai ancora indagando?
ja: @niko まだやってる？
ko: @niko 아직 조사하는 중이에요?
pt_br: @niko Nada ainda?
ru: @niko Ещё не закончила?

source: @silver_eyeclosed [Still at it.]
cht: @silver_eyeclosed [还在调查。]
es: @silver_eyeclosed [Todavía no.]
it: @silver_eyeclosed [Già.]
ja: @silver_eyeclosed [まだやってる。]
ko: @silver_eyeclosed [응.]
pt_br: @silver_eyeclosed [Nada ainda.]
ru: @silver_eyeclosed [Ещё не закончила.]

source: @silver_eyeclosed [Not ideal.]
cht: @silver_eyeclosed [状况不太理想。]
es: @silver_eyeclosed [Eso no es lo ideal.]
it: @silver_eyeclosed [Non benissimo.]
ja: @silver_eyeclosed [あまり良くない。]
ko: @silver_eyeclosed [좋지 않네.]
pt_br: @silver_eyeclosed [Não é o ideal.]
ru: @silver_eyeclosed [Далеко до идеала.]

source: @silver [Looks like these terminals are running on a completely separate power source.]
cht: @silver [看起来这些终端是依靠一个完全独立的 电源运转。]
es: @silver [Parece que estos dispositivos funcionan mediante una fuente de alimentación independiente.]
it: @silver [Sembra che questi terminali funzionino con una fonte di alimentazione completamente diversa da quella della Baia Desolata.]
ja: @silver [ここにあるターミナルは、どうやら別の 動力源で動いているみたい。]
ko: @silver [이 터미널은 아예 별도의 전원으로 작동하는 것 같아.]
pt_br: @silver [Parece que tem uma fonte totalmente separada alimentando esses terminais.]
ru: @silver [Похоже, что эти терминалы питаются от полностью автономного источника энергии.]

source: @silver2 [I can't really recognize any of the data formats on this terminal, either.]
cht: @silver2 [我也没法识别这个终端上的数据格式。]
es: @silver2 [Tampoco reconozco el formato de los datos de este terminal.]
it: @silver2 [Non riesco a riconoscere neanche uno dei formati dei dati presenti in questo terminale.]
ja: @silver2 [このターミナルにあるデータ形式も、 何一つ認識できない。]
ko: @silver2 [이 터미널의 데이터 형식을 전혀 알아볼 수가 없어.]
pt_br: @silver2 [Também não consigo reconhecer nenhum dos formatos de dados deste terminal.]
ru: @silver2 [И ещё я не могу распознать ни одного формата данных на этом терминале.]

source: @silver2 [This is all... new....]
cht: @silver2 [这些都是...没见过的...]
es: @silver2 [Todo esto es nuevo...]
it: @silver2 [È tutto così... nuovo...]
ja: @silver2 [どれも…新しい…]
ko: @silver2 [이건 전혀... 새로운 형식이야...]
pt_br: @silver2 [Tudo isso é... novo...]
ru: @silver2 [Они все... новые....]

source: @silver_eyeclosed [...or at least, encrypted.]
cht: @silver_eyeclosed [...或者至少都加密了。]
es: @silver_eyeclosed [... o al menos, está encriptado.]
it: @silver_eyeclosed [...o almeno, crittografato.]
ja: @silver_eyeclosed […そうじゃなくても、暗号化は されているわね。]
ko: @silver_eyeclosed [...아니면 암호화가 되어 있거나.]
pt_br: @silver_eyeclosed [... ou, no mínimo, criptografado.]
ru: @silver_eyeclosed [...или как минимум зашифрованные.]

source: @silver [I will need to analyze it through my own system.]
cht: @silver [我需要通过我自己的系统来分析它。]
es: @silver [Necesitaré analizarlo a través de mi propio sistema.]
it: @silver [Per analizzarli devo utilizzare il mio sistema.]
ja: @silver [私に搭載されているシステムを使って、 分析してみる必要がありそう。]
ko: @silver [내 자체 시스템으로 분석을 해야 해.]
pt_br: @silver [Terei que analisar usando meu próprio sistema.]
ru: @silver [Мне нужно провести анализ, прогнав их через собственную систему.]

source: @silver [Might take some time, so you don't need to stay.]
cht: @silver [可能需要点时间，所以你没必要待在这。]
es: @silver [Puede que me lleve un tiempo, no hace falta que te quedes.]
it: @silver [Potrebbe volerci un po' di tempo, perciò non sei obbligato a restare.]
ja: @silver [時間がかかると思うから、ここで 待っている必要はない。]
ko: @silver [시간이 좀 걸릴 테니, 여기 있지 않아도 돼.]
pt_br: @silver [Como deve demorar um pouco, você não precisa ficar aqui.]
ru: @silver [Это займёт какое-то время, так что можешь пока куда-нибудь сходить.]

source: @silver [Oh, found another video feed...]
cht: @silver [噢，发现另一个视频源...]
es: @silver [Oh, he encontrado otra transmisión por vídeo...]
it: @silver [Oh, un altro video...]
ja: @silver [む、またカメラ映像を見つけた…]
ko: @silver [오, 동영상 피드를 하나 더 찾았어...]
pt_br: @silver [Ah, achei outra gravação em vídeo...]
ru: @silver [О, я нашла ещё одну видеотрансляцию...]

source: @silver2 [I should definitely go look for the cameras later.]
cht: @silver2 [我等下必须得去找照相机。]
es: @silver2 [Debería ir a mirar las cámaras luego.]
it: @silver2 [Più tardi dovrei andare a cercare le telecamere.]
ja: @silver2 [これはもう、後でカメラを探しにいく しかないわね。]
ko: @silver2 [나중에 카메라를 찾아야겠군.]
pt_br: @silver2 [Vou procurar as câmeras depois.]
ru: @silver2 [Определённо надо будет потом поискать эти камеры.]

source: @silver_eyeclosed [This is really bothering me...]
cht: @silver_eyeclosed [真让我烦恼...]
es: @silver_eyeclosed [Esto está empezando a preocuparme...]
it: @silver_eyeclosed [Questa faccenda non mi piace per niente...]
ja: @silver_eyeclosed [とてもモヤモヤする…]
ko: @silver_eyeclosed [정말 신경 쓰이네...]
pt_br: @silver_eyeclosed [Isso está me incomodando muito...]
ru: @silver_eyeclosed [Это меня весьма тревожит...]

source: @silver2 [This observation room... isn't for the mines...]
cht: @silver2 [这个观察室...不是矿区的...]
es: @silver2 [Esta sala de observación... no es para las minas...]
it: @silver2 [Questa stanza di osservazione... non è per le miniere...]
ja: @silver2 [この観測室は…鉱山用じゃない…]
ko: @silver2 [이 전망실은... 광산을 위한 게 아니야...]
pt_br: @silver2 [Essa sala de observação... não é das minas...]
ru: @silver2 [Эта комната для наблюдения... не за шахтой...]

source: @silver2 [I've actually never been into this particular one.]
cht: @silver2 [我肯定从来没有来过这里。]
es: @silver2 [Nunca he estado en esta en concreto.]
it: @silver2 [In realtà non sono mai entrata in questa stanza in particolare.]
ja: @silver2 [こんなところに来るのは初めてよ。]
ko: @silver2 [난 지금까지 여기는 들어와 본 적이 없어.]
pt_br: @silver2 [Nunca estive nesta aqui.]
ru: @silver2 [И я никогда здесь раньше не была.]

source: @niko2 Really?
cht: @niko2 真的？
es: @niko2 ¿En serio?
it: @niko2 Davvero?
ja: @niko2 そうなの？
ko: @niko2 정말요?
pt_br: @niko2 É mesmo?
ru: @niko2 Правда?

source: @niko You recognized it at first, though...
cht: @niko 但你一开始就认出它了...
es: @niko Pero la reconociste al principio...
it: @niko Però l'hai riconosciuta subito...
ja: @niko でも最初、ここは観測室の1つって…
ko: @niko 하지만 한눈에 알아봤잖아요...
pt_br: @niko Mas você a reconheceu primeiro...
ru: @niko Но поначалу ты ведь её узнала...

source: @silver_eyeclosed [They all look the same.]
cht: @silver_eyeclosed [它们看起来都一样。]
es: @silver_eyeclosed [Parecen todas iguales.]
it: @silver_eyeclosed [Sembrano tutte uguali.]
ja: @silver_eyeclosed [見た目はどれも一緒だから。]
ko: @silver_eyeclosed [전망실은 모두 똑같이 생겼거든.]
pt_br: @silver_eyeclosed [São todas iguais.]
ru: @silver_eyeclosed [Они все выглядят одинаково.]

source: @niko_eyeclosed Fair enough!
cht: @niko_eyeclosed 那确实！
es: @niko_eyeclosed ¡Me parece razonable!
it: @niko_eyeclosed In effetti!
ja: @niko_eyeclosed そういうことね！
ko: @niko_eyeclosed 그렇군요!
pt_br: @niko_eyeclosed Justo!
ru: @niko_eyeclosed Тут не поспоришь!

source: @silver2 [I did find something interesting, though.]
cht: @silver2 [不过我确实发现了一些有趣的东西。]
es: @silver2 [Aunque sí que he encontrado algo interesante.]
it: @silver2 [Comunque, ho trovato qualcosa di interessante.]
ja: @silver2 [でも、面白いことが分かった。]
ko: @silver2 [하지만 재미있는 걸 찾았어.]
pt_br: @silver2 [Contudo, descobri uma coisa interessante.]
ru: @silver2 [Хотя я нашла кое-что любопытное.]

source: @silver_lookup [All the databases seem to encode video feeds.]
cht: @silver_lookup [这里所有的数据库好像都是编码的视频源。]
es: @silver_lookup [Todas las bases de datos parecen encriptar transmisiones de vídeo.]
it: @silver_lookup [Tutti i database sembrano codificare dei segnali video.]
ja: @silver_lookup [ここにあるデータベースには、カメラ映像が 全てデータとして入っているの。]
ko: @silver_lookup [모든 데이터베이스가 동영상 피드를 인코딩하는 것 같아.]
pt_br: @silver_lookup [Todos os bancos de dados codificam as gravações de vídeo.]
ru: @silver_lookup [Все базы данных кодируют видеотрансляции.]

source: @silver [Right now, I can see various places in the Barrens.]
cht: @silver [现在，我在这里可以看到 Barrens 的各种地方。]
es: @silver [Ahora mismo puedo ver varios sitios de los Baldíos.]
it: @silver [Proprio adesso posso vedere vari posti nella Baia Desolata.]
ja: @silver [ちょうど今、不毛の地の いろんな場所が見えている。]
ko: @silver [지금 당장, 불모지의 여러 장소를 볼 수 있어.]
pt_br: @silver [Agora mesmo consigo ver vários lugares das Terras Áridas.]
ru: @silver [Сейчас я вижу разные районы Пустошей.]

source: @silver [The outpost... the residential areas...]
cht: @silver [边区村落...住宅区...]
es: @silver [El puesto de avanzadilla... Las zonas residenciales...]
it: @silver [L'avamposto... le aree residenziali...]
ja: @silver [前哨地…住宅地…]
ko: @silver [변경 지역... 주거 지역...]
pt_br: @silver [O posto avançado... as áreas residenciais...]
ru: @silver [Аванпост... жилые районы...]

source: @silver2 [Even my own house.]
cht: @silver2 [甚至我自己的房子。]
es: @silver2 [Hasta mi propia casa.]
it: @silver2 [Anche casa mia.]
ja: @silver2 [私の家も見えるわ。]
ko: @silver2 [내 집까지도.]
pt_br: @silver2 [Até a minha casa.]
ru: @silver2 [Даже мой собственный дом.]

source: @silver_eyeclosed [They're all shot from a top-down perspective, too.]
cht: @silver_eyeclosed [它们也都是以从上到下的角度拍摄的。]
es: @silver_eyeclosed [Asimismo, todos los lugares están enfocados desde un ángulo superior.]
it: @silver_eyeclosed [Sono tutti ripresi dall'alto.]
ja: @silver_eyeclosed [どれも、上から見下ろす視点になっている。]
ko: @silver_eyeclosed [또한, 모두 위에서 아래로 내려다보는 시점이지.]
pt_br: @silver_eyeclosed [Estão filmando tudo de cima.]
ru: @silver_eyeclosed [И они все обозреваются сверху вниз.]

source: @silver2 [...which means the cameras would have to be in the air.]
cht: @silver2 [...这意味着照相机必须要在空中。]
es: @silver2 [... Lo que significa que las cámaras tendrían que estar suspendidas.]
it: @silver2 [...Il che significa che le telecamere volano sopra di noi.]
ja: @silver2 […つまり、カメラが上空にあるってこと。]
ko: @silver2 [...이렇게 찍으려면 카메라가 공중에 있어야 돼.]
pt_br: @silver2 [... significa que as câmeras deveriam estar no ar.]
ru: @silver2 [То есть, камеры должны находиться в воздухе.]

source: @silver_eyeclosed [But... I have never seen any cameras around.]
cht: @silver_eyeclosed [但...我从没见到周围有照相机。]
es: @silver_eyeclosed [Pero... no he visto ninguna cámara por aquí.]
it: @silver_eyeclosed [Ma... non ne ho mai vista nessuna in giro.]
ja: @silver_eyeclosed [けれど…そんなの一度も見たことない。]
ko: @silver_eyeclosed [하지만... 주변에서 카메라를 본 적이 없단 말이야.]
pt_br: @silver_eyeclosed [Mas... nunca vi nenhuma câmera por perto.]
ru: @silver_eyeclosed [Но... я никогда не видела вокруг никаких камер.]

source: @niko_what That's kind of spooky!
cht: @niko_what 这有点诡异！
es: @niko_what ¡Eso es un tanto espeluznante!
it: @niko_what È un po' inquietante!
ja: @niko_what ちょっと不気味だね！
ko: @niko_what 오싹한데요!
pt_br: @niko_what Isso é meio assustador!
ru: @niko_what Это довольно жутковато!

source: @silver_eyeclosed [I might go investigate later, yeah.]
cht: @silver_eyeclosed [我等下得去调查清楚。]
es: @silver_eyeclosed [Puede que luego vaya a investigar, sí.]
it: @silver_eyeclosed [Più tardi dovrei investigare al riguardo.]
ja: @silver_eyeclosed [あとで調べてみるわ。]
ko: @silver_eyeclosed [나중에 주위를 조사해 봐야겠어.]
pt_br: @silver_eyeclosed [Vou investigar depois.]
ru: @silver_eyeclosed [Да, я наверное разберусь с этим попозже.]

source: @silver [Did you find anything interesting in the backroom?]
cht: @silver [你们在密室发现什么有趣的东西没有？]
es: @silver [¿Has encontrado algo intersante en la trastienda?]
it: @silver [Avete trovato qualcosa di interessante nel retro?]
ja: @silver [奥の部屋で、何か面白いものは見つかった？]
ko: @silver [안쪽 방에서 뭐라도 찾았어?]
pt_br: @silver [Achou algo interessante na sala dos fundos?]
ru: @silver [Ты нашёл чего-нибудь интересного в задней комнате?]

source: @silver2 [You were in there for a while.]
cht: @silver2 [你们在那里待了好久。]
es: @silver2 [Has estado ahí un rato.]
it: @silver2 [Siete stati lì per un po'.]
ja: @silver2 [ずっとあそこにいたから。]
ko: @silver2 [한참이나 있었잖아.]
pt_br: @silver2 [Você demorou um pouco lá.]
ru: @silver2 [Ты там задержался.]

source: @niko_speak Yeah! We... \.\.\@niko5 ...found...\.\.a
cht: @niko_speak 是的！我们...\.\.\@niko5 发现了...\.\.一个
es: @niko_speak ¡Sí! \.\.\@niko5 ... Hemos encontrado...\.\.un
it: @niko_speak Sì! Abbiamo... \.\.\@niko5 trovato... \.\.un...
ja: @niko_speak うん！実はね… \.\.\@niko5 …あっ…\.\.えっと
ko: @niko_speak 네! 거기... \.\.\@niko5 ...있던 건...\.\.
pt_br: @niko_speak É! Nós... \.\.\@niko5 ... achamos... \.\.um
ru: @niko_speak Да! Мы... \.\.\@niko5 ...нашли...\.\.это

source: @niko6 ...a dead end?
cht: @niko6 ...死胡同？
es: @niko6 ... ¿Un camino sin salida?
it: @niko6 ...vicolo cieco?
ja: @niko6 …行き止まりだったよ？
ko: @niko6 ...막다른 길?
pt_br: @niko6 ... beco sem saída?
ru: @niko6 ...тупик?

source: @silver_eyeclosed [I see.]
cht: @silver_eyeclosed [我知道了。]
es: @silver_eyeclosed [Ya veo.]
it: @silver_eyeclosed [Capisco.]
ja: @silver_eyeclosed [そう。]
ko: @silver_eyeclosed [알겠어.]
pt_br: @silver_eyeclosed [Entendo.]
ru: @silver_eyeclosed [Понятно.]

source: @silver [Come on, let's go back.]
cht: @silver [快点，我们回去吧。]
es: @silver [Venga, volvamos.]
it: @silver [Dai, torniamo indietro.]
ja: @silver [さあ、戻りましょ。]
ko: @silver [자, 돌아가자.]
pt_br: @silver [Vamos voltar.]
ru: @silver [Поехали, нам пора обратно.]

source: @niko3 I shouldn't get too close...
cht: @niko3 我不能靠太近...
es: @niko3 No debería acercarme demasiado...
it: @niko3 Non dovrei avvicinarmi troppo...
ja: @niko3 あまり近づかない方がいいな…
ko: @niko3 너무 가까이 가지 않는 게 좋겠어요...
pt_br: @niko3 Eu não devia chegar muito perto...
ru: @niko3 Мне не стоит подходить так близко...

source: @niko A robot.
cht: @niko 一个机器人。
es: @niko Un robot.
it: @niko Un robot.
ja: @niko ロボットだ。
ko: @niko 로봇이에요.
pt_br: @niko Um robô.
ru: @niko Робот.

source: @niko It seems to be ok! Just doesn't have power.
cht: @niko 看起来不错！就是没有能量。
es: @niko ¡Parece que está bien! Es solo que no tiene energía.
it: @niko Sembra stare bene! Ma non ha energia.
ja: @niko 大丈夫そう！動力がないだけ。
ko: @niko 이건 멀쩡해 보여요! 동력이 없을 뿐이죠.
pt_br: @niko Parece tudo bem! Só não tem energia.
ru: @niko Похоже, что с ним всё в порядке! Он просто разрядился.

source: [HELLO. ORGANIC LIFE FORM.]
cht: [你好，有机生物。]
es: [HOLA, FORMA DE VIDA ORGÁNICA.]
it: [SALVE. FORMA DI VITA ORGANICA.]
ja: [どうモ。有機生命体。]
ko: [안녕하세요, 생물님.]
pt_br: [OLÁ. FORMA DE VIDA ORGÂNICA.]
ru: [ЗДРАВСТВУЙТЕ. ОРГАНИЧЕСКАЯ ФОРМА ЖИЗНИ.]

source: @niko Hello!
cht: @niko 你好！
es: @niko ¡Hola!
it: @niko Ciao!
ja: @niko こんばんは！
ko: @niko 안녕하세요!
pt_br: @niko Olá!
ru: @niko Привет!

source: @niko A big machine...
cht: @niko 是一台大型机器...
es: @niko Una máquina grande...
it: @niko Un grande macchinario...
ja: @niko 大きい機械…
ko: @niko 커다란 기계예요...
pt_br: @niko Uma grande máquina...
ru: @niko Большая машина...

source: @niko Looks like a press used to crush metal.
cht: @niko 看起来像一个用来压制金属的压制设备。
es: @niko Parece una prensa para aplastar metal.
it: @niko Sembra una pressa usata per schiacciare il metallo.
ja: @niko 金属を砕くためのプレスみたい。
ko: @niko 금속을 으스러뜨릴 때 쓰는 기계 같아요.
pt_br: @niko Parece uma prensa para esmagar metal.
ru: @niko Похожа на пресс, которым давят металл.

source: @niko A robot sitting on the conveyor belt.
cht: @niko 一个机器人坐在传送带上。
es: @niko Un robot en la cinta transportadora.
it: @niko Un robot seduto sul nastro trasportatore.
ja: @niko ベルトコンベアに座ってるロボット。
ko: @niko 로봇이 컨베이어 벨트 위에 앉아 있어요.
pt_br: @niko Um robô em cima da esteira de transporte.
ru: @niko На конвейерной ленте сидит робот.

source: @niko_eyeclosed Doesn't seem to have power.
cht: @niko_eyeclosed 似乎没有能量了。
es: @niko_eyeclosed Parece que no tiene energía.
it: @niko_eyeclosed Non sembra avere energia.
ja: @niko_eyeclosed 動力がないみたい。
ko: @niko_eyeclosed 동력이 없는 것 같아요.
pt_br: @niko_eyeclosed Parece estar sem energia.
ru: @niko_eyeclosed Не похоже, что у него остался заряд.

source: [OH. HELLO.]
cht: [噢，你好。]
es: [AH. HOLA.]
it: [OH. SALVE.]
ja: [オオ。どうモ。]
ko: [오, 안녕하세요.]
pt_br: [AH. OLÁ.]
ru: [О, ЗДРАВСТВУЙТЕ.]

source: [I HAVE POWER AGAIN.]
cht: [我又恢复了能量。]
es: [TENGO ENERGÍA DE NUEVO.]
it: [HO DI NUOVO ENERGIA.]
ja: [動力ガ復活しましタ。]
ko: [동력이 돌아왔군요.]
pt_br: [TENHO ENERGIA NOVAMENTE.]
ru: [Я СНОВА ЗАРЯЖЕН.]

source: @niko Yup!
cht: @niko 是啊！
es: @niko ¡Sí!
it: @niko Già!
ja: @niko そうみたいだね！
ko: @niko 맞아요!
pt_br: @niko É!
ru: @niko Ага!

source: @niko_speak ...hey, \p?
cht: @niko_speak ...嘿，\p？
es: @niko_speak ...Oye, ¿\p?
it: @niko_speak ...Ehi \p...
ja: @niko_speak …ねえ、 \p？
ko: @niko_speak ...저기, \p 님?
pt_br: @niko_speak ... ei, \p?
ru: @niko_speak ...эй, \p?

source: @niko When I was signing the scroll, there was already another name on it.\>\n\@niko It was a little blurry, but...
cht: @niko 我在卷轴上签字的时候看到上面已经 有了另外一个名字。\>\n\@niko 有点模糊，但是...
es: @niko Cuando estaba firmando el pergamino, había otro nombre escrito.\>\n\@niko un poco borroso, pero...
it: @niko Quando stavo firmando la pergamena, c'era già un altro nome scritto sopra.\>\n\@niko Era un po' sfocato, ma...
ja: @niko 巻物に名前を書いた時、 すでに名前が書かれてたんだ。\>\n\@niko ちょっとぼやけてたけど…
ko: @niko 제가 그 두루마리에 서명했을 때, 거기 다른 이름이 적혀 있었어요.\>\n\@niko 색이 좀 바래긴 했지만...
pt_br: @niko Quando eu assinei o pergaminho, já havia outro nome nele.\>\n\@niko Estava meio borrado, mas...
ru: @niko Когда я подписывал свиток, там уже было одно имя.\>\n\@niko Оно было немного смазано, но...

source: @niko_speak I think that name was also "Niko"?
cht: @niko_speak 我觉得那个名字也是 "Niko"？
es: @niko_speak Creo que el otro nombre también era "Niko".
it: @niko_speak Credo che quel nome fosse "Niko"?
ja: @niko_speak その名前も「ニコ」だったと思う。
ko: @niko_speak 그 이름도 "니코" 같던데요?
pt_br: @niko_speak Acho que o nome escrito também era “Niko”...
ru: @niko_speak По-моему, там было написано «Нико»?

source: @niko When I was signing the scroll, there was already another two names on it.\>\n\@niko They were a little blurry, but...
cht: @niko 我在卷轴上签字的时候看到上面已经 有了另外两个名字。\>\n\@niko 有点模糊，但是...
es: @niko Cuando estaba firmando el pergamino, había otros dos nombres escritos.\>\n\@niko un poco borrosos, pero...
it: @niko Quando stavo firmando la pergamena, c'erano già due nomi scritti sopra.\>\n\@niko Erano un po' sfocati, ma...
ja: @niko 巻物に名前を書いた時、 すでに名前が2つ書かれてたんだ。\>\n\@niko ちょっとぼやけてたけど…
ko: @niko 제가 그 두루마리에 서명을 했을 때, 그곳에 이미 이름이 두 개 적혀 있었어요.\>\n\@niko 색이 좀 바래긴 했지만...
pt_br: @niko Quando eu assinei o pergaminho, já havia outros dois nomes nele.\>\n\@niko Estavam meio borrados, mas...
ru: @niko Когда я подписывал свиток, там уже было два имени.\>\n\@niko Они были немного смазаны, но...

source: @niko_speak I think they were BOTH "Niko".
cht: @niko_speak 我觉得两个名字好像都是 "Niko"。
es: @niko_speak Creo que AMBOS eran "Niko".
it: @niko_speak Penso che fossero ENTRAMBI "Niko".
ja: @niko_speak どっちも「ニコ」だったと思う。
ko: @niko_speak 둘 다 "니코"였던 것 같아요.
pt_br: @niko_speak Acho que OS DOIS eram “Niko”.
ru: @niko_speak По-моему, они ОБА были «Нико».
