Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @george5_smile Of course not, dear!
cht: @george5_smile 当然不是，亲爱的。
es: @george5_smile ¡Claro que no, cielo!
it: @george5_smile Certo che no, caro!
ja: @george5_smile いいえ、そうじゃないのよ！
ko: @george5_smile 그건 아니란다, 얘야!
pt_br: @george5_smile É claro que não, querida!
ru: @george5_smile Разумеется, нет, дорогуша!

source: @george5 The black clover is sort of The Author's name, you see!
cht: @george5 黑色的三叶草有点像作者的名字，你知道吧！
es: @george5 ¡El trébol negro es una especie de apodo del Autor!
it: @george5 Il trifoglio nero è una specie di nome dell'Autore, capisci?
ja: @george5 黒いクローバーは、「作者」の 名前みたいなものでしょうね！
ko: @george5 검은 클로버는 저자가 이름처럼 쓰는 것이야!
pt_br: @george5 O trevo preto é como se fosse o nome do Autor!
ru: @george5 Видишь ли, чёрный клевер для Автора как второе имя!

source: @george5_hmm Actually, we don't know his name! He just uses a clover to mark his works is all.
cht: @george5_hmm 其实，我们不知道他的名字！他只是用 三叶草来标记作品。
es: @george5_hmm ¡No sabemos cómo se llama en realidad! Utiliza un trébol para firmar sus obras.
it: @george5_hmm Il suo vero nome non lo sappiamo! Usa solamente quel trifoglio per distinguere i suoi lavori.
ja: @george5_hmm 実はね、私たちも彼の名前を知らないんですよ！ あの御方はクローバーを使うことによって、 これは自分の作品だって印を付けているの。
ko: @george5_hmm 사실, 우리도 그 사람의 이름은 모른단다! 그는 자신의 작품이라는 걸 나타내기 위해 클로버를 쓰는 거야.
pt_br: @george5_hmm Na verdade, não sabemos o nome dele! Ele só usa o trevo para marcar seus livros.
ru: @george5_hmm На самом деле, никто не знает как его зовут! Он просто отмечает все свои работы клеверами, вот и всё.

source: @niko_speak So... he wrote ALL of these books?
cht: @niko_speak 所以... 他写了所有这些书？
es: @niko_speak Entonces... ¿escribió TODOS estos libros?
it: @niko_speak Quindi... ha scritto TUTTI questi libri?
ja: @niko_speak ということは…この本は全部 その人が書いたの？
ko: @niko_speak 그럼... 이 책을 전부 그 사람이 썼다고요?
pt_br: @niko_speak Então... ele escreveu TODOS esses livros?
ru: @niko_speak Так... он написал ВСЕ эти книги?

source: @george5_smile He's a trooper, that!
cht: @george5_smile 他是一个骑警！
es: @george5_smile ¡Es todo un mercenario!
it: @george5_smile Già, è davvero un mito!
ja: @george5_smile 我慢強い人なのよ！
ko: @george5_smile 정말 별종이지!
pt_br: @george5_smile Ele é uma máquina!
ru: @george5_smile Он работы не боится, я хочу сказать!

source: @george6_smile LOL nope.
cht: @george6_smile 大笑："不是"。
es: @george6_smile ¡LOL! ¡Qué va!
it: @george6_smile LOL certo che no.
ja: @george6_smile アッハッハ！ちょ、それは違うって。
ko: @george6_smile ㅋㅋㅋㅋㅋ 설마.
pt_br: @george6_smile Haha! Não.
ru: @george6_smile ЛОЛ, не-а.

source: @george6 That's like, just what The Author calls himself.
cht: @george6 那只是作者称呼自己的方式。
es: @george6 Es como el apodo del Autor.
it: @george6 Solo che è così che l'Autore, tipo, si fa chiamare.
ja: @george6 「作者」が自分のコトそう呼んでんのよ。
ko: @george6 저건 그러니까, 저자의 필명 같은 거야.
pt_br: @george6 É, tipo, como o Autor se denomina.
ru: @george6 Это типа, как Автор сам себя называет.

source: @george6_shrug He don't tell anyone his name. He just uses this symbol on his works so we know it's him.
cht: @george6_shrug 他没有告诉任何人他的名字。他只是在 作品中使用这个标记，让我们知道是他。
es: @george6_shrug Su nombre es supersecreto. Utiliza este símbolo en sus obras para que sepamos que las ha creado él.
it: @george6_shrug Non dice a nessuno il suo nome. Usa soltanto questo simbolo nelle sue opere per farsi riconoscere.
ja: @george6_shrug アイツ、だーれにも名前教えてなくてさ。だから、 これがオレの本なんだぜ！って分かるように、 このシンボルを使ってるってワケ。
ko: @george6_shrug 그 친구는 아무한테도 이름을 말해 주지 않아. 그래서 우린 저 기호를 보고 저자의 작품이라는 걸 아는 거지.
pt_br: @george6_shrug Ele não diz o nome pra ninguém. Ele usa esse símbolo nos trabalhos para sabermos que o material é dele.
ru: @george6_shrug Он никому не говорит своё имя, а на своих работах ставит этот символ, чтобы все догоняли, чьё это.

source: @niko_pancakes ...he wrote ALL of these books?
cht: @niko_pancakes ...所有这些书都是他写的？
es: @niko_pancakes ... ¿Escribió TODOS estos libros?
it: @niko_pancakes ...Ha scritto TUTTI questi libri?
ja: @niko_pancakes …この本、全部「作者」さんが書いたの？
ko: @niko_pancakes ...이 책을 다 그 사람이 썼다고요?
pt_br: @niko_pancakes ... ele escreveu TODOS esses livros?
ru: @niko_pancakes ...он написал ВСЕ эти книги?

source: @george6_fingerguns I know right!!!
cht: @george6_fingerguns 我知道是的！！！
es: @george6_fingerguns ¡¿A que es una pasada?!
it: @george6_fingerguns Pazzesco, eeeh!?
ja: @george6_fingerguns マジ、ハンパないっしょ！！！
ko: @george6_fingerguns 그러게 말이야!!!
pt_br: @george6_fingerguns Incrível, não é?!
ru: @george6_fingerguns В точку!!!

source: @george1_smile I guess brilliant minds gotta stick together, eh?
cht: @george1_smile 我觉得，聪明的人得团结在一起，对吧？
es: @george1_smile Es lo que pasa cuando juntas dos mentes brillantes.
it: @george1_smile Pare che le menti brillanti debbano stare insieme, eh?
ja: @george1_smile やはり、天才たちは手を取り合っていくべきよね？
ko: @george1_smile 전 똑똑한 사람들끼리 연대해야 한다고 생각해요. 그렇지 않나요?
pt_br: @george1_smile Mentes brilhantes pensam iguais, não é?
ru: @george1_smile Полагаю, выдающиеся умы должны держаться вместе, м-м?

source: @george2_no WORK! WORK! WORK! WORK!
cht: @george2_no 工作！工作！工作！工作！
es: @george2_no ¡TRABAJO, TRABAJO, TRABAJO!
it: @george2_no LAVORO! LAVORO! LAVORO! LAVORO!
ja: @george2_no 仕事！仕事！仕事！仕事！
ko: @george2_no 일해! 일! 일! 일!
pt_br: @george2_no TRABALHO! TRABALHO! TRABALHO! TRABALHO!
ru: @george2_no РАБОТА! РАБОТА! РАБОТА! РАБОТА!

source: @george3_sigh I wish I worked faster...
cht: @george3_sigh 我希望我工作更快一些...
es: @george3_sigh Ojalá pudiera trabajar aún más rápido...
it: @george3_sigh Se solo fossi più veloce a lavorare...
ja: @george3_sigh 私がもっと効率良く仕事できれば…
ko: @george3_sigh 더 빨리 일할 수 있으면 좋겠군요...
pt_br: @george3_sigh Eu queria de ser mais rápida...
ru: @george3_sigh Хотела бы я работать быстрее...

source: @george4_smile Work work work work work~!
cht: @george4_smile 工作工作工作~！
es: @george4_smile ¡Trabajo, trabajo, trabajo~!
it: @george4_smile Lavoro lavoro lavoro lavoro lavoro~!
ja: @george4_smile 仕事仕事仕事仕事だー！
ko: @george4_smile 일하자, 일, 일, 일~!
pt_br: @george4_smile Trabalho, trabalho, trabalho, trabalho, trabalho~!
ru: @george4_smile Ах, работа работа работа~!

source: @george5_hmm I hope that nice gentleman is alright!
cht: @george5_hmm 我希望这位善良的绅士一切都好！
es: @george5_hmm ¡Espero que ese buen hombre se encuentre bien!
it: @george5_hmm Spero che quel gentiluomo stia bene!
ja: @george5_hmm あの素敵な御方、元気にしてるといいのだけれど！
ko: @george5_hmm 그 신사분이 무사하셨으면 좋겠구나!
pt_br: @george5_hmm Espero que aquele senhor esteja bem!
ru: @george5_hmm Надеюсь, у этого милейшего человека всё в порядке!

source: @george5_hmm If I knew where he lived, I would've sent him some soup or a nice blanket...
cht: @george5_hmm 我要是知道他住在哪，我就会给他送 一份汤或一床漂亮的毯子...
es: @george5_hmm Si supiera dónde vive, le mandaría una sopa y una mantita...
it: @george5_hmm Se sapessi dove abita, gli manderei una zuppa o una bella coperta...
ja: @george5_hmm 住んでいる場所を知っていたら、スープや 暖かい毛布でも送って差し上げるのに…
ko: @george5_hmm 어디 사는지만 알면 수프와 좋은 담요를 보낼 텐데 말이지...
pt_br: @george5_hmm Se eu soubesse onde ele mora, eu enviaria uma sopa gostosa e um cobertor quentinho...
ru: @george5_hmm Если бы я знала, где он живёт, отправила бы немного супа или тёплое одеяло...

source: @george6 I wish we could hang out sometime, he's a chill dude.
cht: @george6 我希望我们有机会出去逛逛，他是个让 人扫兴的家伙。
es: @george6 Me molaría ir a tomar algo con el algún día. Es un tío guay.
it: @george6 Sarebbe bello stare con lui qualche volta, è un tipo a posto.
ja: @george6 そのうち一緒にトークしたくない？ アイツ、すっげーイイヤツなんだー。
ko: @george6 언젠가 그 친구랑 어울릴 시간이 있으면 좋겠어. 재밌는 친구거든.
pt_br: @george6 Gostaria de sair com ele um dia — ele é sempre tranquilo.
ru: @george6 Надеюсь, когда-нибудь мы с ним сможем потусить вместе. Он прикольный чувак.

source: @george1 I simply MUST finish all the manuscripts in that box by the end of the week!
cht: @george1 我必须在这周末前完成盒子里所有的 手稿！
es: @george1 ¡TENGO que terminar todos los manuscritos de esa caja para esta semana!
it: @george1 DEVO finire di tradurre tutti i manoscritti in quella scatola entro fine settimana!
ja: @george1 その箱にある原稿を、すべて今週末までに 終わらせなければ！
ko: @george1 이번 주 말까지 저 상자 안의 원고들을 다 봐야만 해요!
pt_br: @george1 Eu PRECISO terminar todos os manuscritos que estão nesta caixa até o fim dessa semana!
ru: @george1 Я просто ОБЯЗАНА закончить со всеми рукописями в той коробке до конца недели!

source: @george1 There are literally people lining up to read his works, you know!
cht: @george1 你要知道，确实有人排队等着读他的作品。
es: @george1 Hay gente haciendo cola para leer sus obras, ¡literalmente!
it: @george1 C'è letteralmente la fila per poter leggere le sue opere, sai!
ja: @george1 みんな「作者」の作品を読みたくて、 行列ができるほどなのよ！
ko: @george1 그의 작품을 읽겠다는 사람들이 그야말로 줄을 서고 있으니까요!
pt_br: @george1 Tem gente que está literalmente na fila para ler os livros dele!
ru: @george1 Знаешь ли, есть люди, буквально выстраивающиеся в очереди, чтобы почитать его труды!

source: @george1_smug They all have me to thank, of course.
cht: @george1_smug 当然，他们都得感谢我。
es: @george1_smug Y es todo gracias a mí, por supuesto.
it: @george1_smug Grazie a me, ovviamente.
ja: @george1_smug 当然だけれど、みんな私に感謝しているわ。
ko: @george1_smug 물론 그 사람들이 책을 읽을 수 있는 건 모두 이 몸 덕분이죠.
pt_br: @george1_smug Todos eles deveriam me agradecer.
ru: @george1_smug Естественно, им есть кого за всё поблагодарить.

source: @niko Oh? \>\@niko_speak What does he write about?
cht: @niko 噢？\>\@niko_speak 他写的是关于什么内容的？
es: @niko Ah, ¿sí? \>\@niko_speak ¿Sobre qué escribe?
it: @niko Oh? \>\@niko_speak Di cosa parlano i suoi libri?
ja: @niko へえ。 \>\@niko_speak 「作者」さんは いつもどんなことを書くの？
ko: @niko 오? \>\@niko_speak 그 사람은 무슨 주제에 대해 책을 쓰나요?
pt_br: @niko É? \>\@niko_speak Sobre o que ele escreve?
ru: @niko O? \>\@niko_speak А о чём он пишет?

source: @george1 What DOESN'T he write about?
cht: @george1 他写的书涉及了所有话题。
es: @george1 Será sobre qué NO escribe.
it: @george1 Sarebbe più facile dirti di cosa NON parlano!
ja: @george1 どんなことでも、よ。
ko: @george1 그가 쓰지 않는 주제가 뭐냐고 묻는 게 빠를 텐데요?
pt_br: @george1 Sobre o que ele NÃO escreve?
ru: @george1 А о чём он НЕ пишет?

source: @george1 He cranks out those scripts at the speed of light!
cht: @george1 他以光速写出了这些手稿。
es: @george1 ¡Va sacando textos a la velocidad de la luz!
it: @george1 Riesce a sfornare questi scritti alla velocità della luce!
ja: @george1 「作者」は、原稿を光の速さで生み出すの！
ko: @george1 마치 빛과 같은 속도로 원고를 써 젖히죠!
pt_br: @george1 Ele trabalha na velocidade da luz!
ru: @george1 Он штампует эти рукописи со скоростью света!

source: @george1_hm Which is 299,792,458 meters per second, by the way.
cht: @george1_hm 也就是说速度是299,792,458米/每秒。
es: @george1_hm Que concretamente, equivale a 299 792 458 metros por segundo.
it: @george1_hm Cioè 299.792.458 metri al secondo, per essere precisi.
ja: @george1_hm ちなみに、光の速さは 毎秒299,792,458メートルよ。
ko: @george1_hm 참고로 빛의 속도란 초속 299,792,458미터고요.
pt_br: @george1_hm Ou seja, 299.792.458 metros por segundo.
ru: @george1_hm Которая, кстати говоря, составляет 299 792 458 метров в секунду.

source: @george2_stress DON'T TOUCH THAT I HAVE TO FINISH THIS BY THE END OF THE WEEK.
cht: @george2_stress 不要碰这个，我必须在这周末前完成它。
es: @george2_stress NO TOQUES ESO. TENGO QUE TERMINARLO PARA ESTA SEMANA.
it: @george2_stress NON TOCCARLI DEVO FINIRLI ENTRO IL FINE SETTIMANA.
ja: @george2_stress ちょっと触らないで！！ 今週末までに仕上げなきゃいけないんだから！！
ko: @george2_stress 이번 주 말까지 끝내야 하는 거니까, 거기에는 절대 손대지 마.
pt_br: @george2_stress NÃO TOQUE NISSO! EU TENHO QUE TERMINAR ISSO ATÉ O FIM DESSA SEMANA.
ru: @george2_stress А НУ НЕ ТРОГАЙ! Я ДОЛЖНА ЭТО ВСЁ ЗАКОНЧИТЬ ДО КОНЦА НЕДЕЛИ.

source: @niko_what Oh, sorry...
cht: @niko_what 噢，对不起...
es: @niko_what Oh, lo siento...
it: @niko_what Oh, scusa...
ja: @niko_what あっ、ごめんなさい…
ko: @niko_what 아, 죄송해요...
pt_br: @niko_what Ah, desculpe...
ru: @niko_what Ой, извините...

source: @george2_stress PEOPLE ARE LITERALLY LINING UP TO READ HIS BOOKS!
cht: @george2_stress 确实有人排队等着阅读他的作品！
es: @george2_stress HAY GENTE HACIENDO COLA PARA LEER SUS OBRAS, ¡LITERALMENTE!
it: @george2_stress CI SONO PERSONE IN FILA SOLO PER LEGGERE I SUOI LIBRI!
ja: @george2_stress どいつもこいつも「作者」の本が読みたいって 言って、いっつも長蛇の列なのよ！！
ko: @george2_stress 사람들이 저자의 책을 읽으려고 말 그대로 줄을 서고 있다고!
pt_br: @george2_stress TEM GENTE QUE ESTÁ LITERALMENTE NA FILA PARA LER OS LIVROS DELE!
ru: @george2_stress ЛЮДИ В ОЧЕРЕДИ ВЫСТРАИВАЮТСЯ, ЧТОБЫ ПОЧИТАТЬ ЕГО КНИГИ!

source: @george2_grr WHAT DOESN'T HE WRITE ABOUT.
cht: @george2_grr 他写的书涉及所有话题。
es: @george2_grr SERÁ SOBRE QUÉ NO ESCRIBE.
it: @george2_grr DI COSA *NON* PARLANO.
ja: @george2_grr どんなことですって？なんでもよ！
ko: @george2_grr 쓰지 않는 주제가 뭐냐고 묻는 게 빠를걸.
pt_br: @george2_grr SOBRE O QUE ELE NÃO ESCREVE?
ru: @george2_grr О ЧЁМ ОН ТОЛЬКО НЕ ПИШЕТ.

source: @george2_stress "HEY GEORGE I JUST WROTE ABOUT THE ENTIRE UNIVERSE WHILE YOU WERE TAKING A COFFEE BREAK."
cht: @george2_stress "嗨，GEORGE，刚刚你在喝咖啡休息的 时候，我在写作关于整个宇宙的内容。"
es: @george2_stress "EH, GEORGE, MIENTRAS TOMABAS EL CAFÉ HE DECIDIDO ESCRIBIR SOBRE EL UNIVERSO ENTERO".
it: @george2_stress "EHI GEORGE HO APPENA FINITO DI SCRIVERE RIGUARDO ALL'INTERO UNIVERSO MENTRE PRENDEVI UN CAFFÈ."
ja: @george2_stress 「やぁジョージ、君がコーヒーを飲んで 休憩している間に、全宇宙に関する本を 書いてみたよ」
ko: @george2_stress "이봐, 조지, 당신이 커피를 마시는 동안 난 우주 전체에 관한 책을 썼어."
pt_br: @george2_stress “EI, GEORGE, EU ACABEI DE ESCREVER SOBRE O UNIVERSO INTEIRO ENQUANTO VOCÊ ESTAVA TOMANDO SEU CAFÉ.”
ru: @george2_stress «ПРИВЕТ, ДЖОРДЖ, ПОКА ТЫ ПИЛА КОФЕ, Я НАПИСАЛ КНИГУ ОБО ВСЕЙ ВСЕЛЕННОЙ».

source: @george2_stress "IT'S SEVERAL MILLION VOLUMES."
cht: @george2_stress "共有几百万卷。"
es: @george2_stress "SON UNOS POCOS MILLONES DE TOMOS".
it: @george2_stress "GIUSTO QUALCHE MANCIATA DI MILIONI DI VOLUMI."
ja: @george2_stress 「ざっと、数百万ページかな」
ko: @george2_stress "대충 수백만 권쯤 되지."
pt_br: @george2_stress “HÁ MILHÕES DE VOLUMES.”
ru: @george2_stress «В НЕЙ ВСЕГО ЛИШЬ НЕСКОЛЬКО МИЛЛИОНОВ ТОМОВ».

source: @george2_no WHERE DOES THAT GUY GET ALL THAT FREE TIME!!!
cht: @george2_no 这人哪里来的闲暇时间！！！
es: @george2_no ¡¡PERO DE DÓNDE SACA ESE TÍO TANTO TIEMPO LIBRE!!
it: @george2_no COME CAVOLO FA AD AVERE TUTTO QUEL TEMPO LIBERO!?
ja: @george2_no ど・こ・で・そんな時間作ってんのよ！！！
ko: @george2_no 그런 시간이 다 어디서 나는 거냐고!!!
pt_br: @george2_no ONDE ESSE CARA CONSEGUE TANTO TEMPO LIVRE?!
ru: @george2_no ГДЕ ОН БЕРЁТ СТОЛЬКО СВОБОДНОГО ВРЕМЕНИ!!!!

source: @george3_sad Sigh....... And I haven't even finished this box yet...\>\n
cht: @george3_sad 叹气.......我还没有完成这盒子的所有手稿...\>\n
es: @george3_sad Ay... Y aún no he terminado esta caja...\>\n
it: @george3_sad Sigh...... E non ho ancora finito questa scatola...\>\n
ja: @george3_sad はぁ………この箱に入ってる原稿すら、 まだ終わっていない…\>\n
ko: @george3_sad 하아... 아직 이 상자 속 원고도 다 못 봤는데...\>\n
pt_br: @george3_sad Nossa....... e eu ainda nem terminei essa caixa...\>\n
ru: @george3_sad Эх....... А я ещё даже не закончила эту коробку...\>\n

source: \@george3_sigh ...maybe I shouldn't be his editor after all...
cht: \@george3_sigh ...可能我不该成为他的编辑^
es: \@george3_sigh ... Quizá debería dejar de ser su editora...
it: \@george3_sigh ...Forse non dovrei essere la sua editrice...
ja: \@george3_sigh …やっぱり、私には編集担当なんて 務まらないのよ…
ko: \@george3_sigh ... 저 따위가 저자의 편집자를 하는 게 아니었습니다...
pt_br: \@george3_sigh ... talvez eu não devesse ser a editora dele...
ru: @george3_sigh ...может, я и в самом деле недостойна работать его редактором...

source: @george3_sad His books are in such high demand all the time!
cht: @george3_sad 他的书一直都十分畅销！
es: @george3_sad ¡Hay una enorme demanda de sus libros constantemente!
it: @george3_sad I suoi libri sono i più richiesti di sempre!
ja: @george3_sad あの人の本は、いつも大人気なの！
ko: @george3_sad 그 사람이 쓴 책은 언제나 수요가 많거든요!
pt_br: @george3_sad Os livros dele estão sempre em alta demanda!
ru: @george3_sad Его книги постоянно пользуются таким огромным спросом!

source: @george3 People would even wait in line to loan a copy....
cht: @george3 人们甚至排队赊账买书...
es: @george3 La gente hace cola hasta para que les preste una copia...
it: @george3 Sapessi le file che fa la gente per prendere in prestito una copia...
ja: @george3 借りるために、長蛇の列に並ぶ人 だって大勢いる…
ko: @george3 책 한 권 빌리려고 줄을 서서 기다릴 정도니까...
pt_br: @george3 As pessoas esperam na fila para conseguir um exemplar...
ru: @george3 Люди готовы стоять в очередях, чтобы занять экземпляр....

source: @george3_sad What doesn't he write about...
cht: @george3_sad 他写的书涉及所有话题...
es: @george3_sad Sobre qué NO escribe...
it: @george3_sad Ci metteremmo meno... a dire di cosa non parlano.
ja: @george3_sad どんなことでも書くわ…
ko: @george3_sad 쓰지 않는 주제가 뭐냐고 묻는 게 빠를 겁니다...
pt_br: @george3_sad Sobre o que ele não escreve...?
ru: @george3_sad О чём он только не пишет...

source: @george3_sigh He's just... too good...
cht: @george3_sigh 他就是...太厉害...
es: @george3_sigh Es... demasiado bueno...
it: @george3_sigh È semplicemente... troppo bravo...
ja: @george3_sigh あの人は…すごすぎるのよ…
ko: @george3_sigh 그는... 너무 뛰어나지요...
pt_br: @george3_sigh Ele é... muito bom...
ru: @george3_sigh Он просто... слишком хорош...

source: @george4 Ah! That box is for the book I'll get to publish this week!
cht: @george4 啊！那个盒子是用来装我这周要拿去 出版的书！
es: @george4 ¡Ah! Esa caja es del libro que publicaré esta semana.
it: @george4 Ah! Quella scatola è per il libro che pubblicherò questa settimana!
ja: @george4 あっ！その箱は、 今週出版する本のためのものだよ！
ko: @george4 아, 그 상자에 있는 원고는 이번 주에 출판할 책이야!
pt_br: @george4 Ah! Dentro da caixa estão os livros que preciso publicar essa semana!
ru: @george4 А! В той коробке всё для книги, которую я должна выпустить на этой неделе!

source: @george4_omg I'm so excitedddd~
cht: @george4_omg 我太兴奋了~
es: @george4_omg ¡Qué ilusión...~!
it: @george4_omg Non vedo l'oooraaa~
ja: @george4_omg ひゃーワクワクするね！
ko: @george4_omg 너무 기대돼~
pt_br: @george4_omg Estou tão animaaaada~
ru: @george4_omg Я в предвкушении-и-и-и~

source: @george4_smile His books are in high demand, y'know?
cht: @george4_smile 你知道，他的书十分畅销。
es: @george4_smile Sus libros están muy solicitados, ¿sabes?
it: @george4_smile I suoi libri sono molto richiesti, sai?
ja: @george4_smile 「作者」の本はとっても人気なんだよ？
ko: @george4_smile 저자의 책은 늘 수요가 높아. 알고 있어?
pt_br: @george4_smile O pessoal gosta dos livros dele, sabe?
ru: @george4_smile Ты знал, что его книги пользуются огромным спросом?

source: @george4 We literally have people lining up to read them!
cht: @george4 确实有人排队阅读它们！
es: @george4 ¡La gente hace cola para leerlos!
it: @george4 Abbiamo letteralmente la gente che fa la fila per leggerli!
ja: @george4 この本を読むためにわざわざ並ぶ人が、 たっくさんいるの！
ko: @george4 그걸 읽으려고 사람들이 줄을 서서 기다린다니까!
pt_br: @george4 Tem gente na fila pra ler, de verdade!
ru: @george4 У нас люди буквально в очереди выстраиваются, чтобы их почитать!

source: @george4_smile Haha, what DOESN'T he write about?
cht: @george4_smile 哈，他写的书涉及所有话题？
es: @george4_smile ¡Ja, ja! Sobre qué NO escribe...
it: @george4_smile Ahah, di cosa NON parlano, più che altro!
ja: @george4_smile ふっふっふ、どんなことでもね。
ko: @george4_smile 하하, 그 사람이 쓰지 않는 주제가 있긴 할까?
pt_br: @george4_smile Haha, sobre o que ele NÃO escreve?
ru: @george4_smile Ха-ха, да о чём он НЕ пишет?

source: @george4 It's really impressive how fast he can crank these scripts out!
cht: @george4 他能这么快地写出这么多手稿，真令人 佩服！
es: @george4 ¡La velocidad a la que produce sus textos es impresionante!
it: @george4 È davvero impressionante quanto velocemente riesca a sfornare questi scritti!
ja: @george4 カレが原稿を書く速さったら、 本当に感動的なんだ！
ko: @george4 원고를 어찌나 빨리 써 내는지, 정말 놀랍다니까!
pt_br: @george4 É impressionante como ele trabalha na velocidade da luz!
ru: @george4 Скорость, с которой он штампует эти рукописи просто поражает!

source: @george4_golly Like, where does that guy get all that time?
cht: @george4_golly 这人哪里来的这么多时间？
es: @george4_golly En plan, ¿de dónde saca ese tío tanto tiempo para escribir?
it: @george4_golly Cioè, dove lo trova tutto quel tempo?
ja: @george4_golly いやー、どうやってそんな時間 作ってるんだろうね？
ko: @george4_golly 정말이지, 그 사람은 대체 어디서 그런 시간이 나는 걸까?
pt_br: @george4_golly Tipo, onde esse cara consegue tanto tempo?
ru: @george4_golly Вот я и думаю, откуда у него столько времени?

source: @george5_smile This is the box I'll get to publish this week!
cht: @george5_smile 这个盒子中的书都是我要这周拿去 出版的！
es: @george5_smile ¡Esta es la caja que publicaré esta semana!
it: @george5_smile Quella scatola è per il libro che pubblicherò questa settimana!
ja: @george5_smile この箱に、今週出版する原稿が入っているのよ！
ko: @george5_smile 그 상자에 든 건 이번 주에 출판할 원고란다!
pt_br: @george5_smile Dentro da caixa estão os livros que preciso publicar esta semana!
ru: @george5_smile Мне предстоит опубликовать на этой неделе всё, что есть в этой коробке!

source: @george5 Oh, oh! Did I mention this gentleman's books are quite popular?
cht: @george5 噢！我有没有提过这位绅士的书很受 欢迎？
es: @george5 ¡Oh, oh! ¿He dicho ya que los libros de este señor son bastante famosos?
it: @george5 Oh, oh! Ti ho già detto che i libri di questo gentiluomo sono parecchio popolari?
ja: @george5 あら、そうそう！この御方の本は とても人気なのよ？
ko: @george5 참! 그 사람이 쓴 책은 인기가 아주 많다고 말했던가?
pt_br: @george5 Ah! Eu não disse que os livros desse senhor são bem populares?
ru: @george5 Хо-хо! Я уже говорила, что книги этого джентльмена довольно популярны?

source: @george5_smile You might be a little too young to understand them, but the older kids love them!
cht: @george5_smile 你太小了还看不懂，但大点的孩子都很 喜欢！
es: @george5_smile Quizá seas un poco joven para entenderlos, pero ¡a los chicos más mayores les encantan!
it: @george5_smile Potresti essere ancora troppo piccolo per capirli, però i bambini più grandi li amano!
ja: @george5_smile 貴方にはまだ少し難しいかもしれないけれど、 年長の子供たちには大人気なの！
ko: @george5_smile 너처럼 어린 아이는 이해하기 힘들지도 모르겠지만, 나이를 먹은 애들은 저자의 책을 정말 좋아한단다!
pt_br: @george5_smile Talvez você seja muito jovem para entendê-los, mas as crianças mais velhas adoram!
ru: @george5_smile Может, ты ещё маленький, чтобы их понять, но детишки постарше их обожают!

source: @george5_smile Lots and lots of things!
cht: @george5_smile 很多很多东西！
es: @george5_smile ¡Sobre muchísimas cosas!
it: @george5_smile Di un sacco di cose!
ja: @george5_smile 本当にいろいろなことね！
ko: @george5_smile 주제는 수없이 다양하지!
pt_br: @george5_smile Várias e várias coisas!
ru: @george5_smile О множестве самых разных вещей!

source: @george5 Everything from plants and animals to machines and robots!
cht: @george5 从植物、动物到机器和机器人，各种都 有涉及。
es: @george5 ¡De todo! Desde plantas y animales hasta máquinas y robots.
it: @george5 Davvero di tutto, da piante e animali a macchine e robot!
ja: @george5 植物や動物のことから、機械や ロボットのことまで！
ko: @george5 동식물에서부터, 로봇, 기계에 이르기까지 안 쓰는 게 없단다!
pt_br: @george5 Tudo, de plantas e animais a máquinas e robôs!
ru: @george5 Начиная с растений и животных до техники и роботов!

source: @george5_smile Some of his books even have pictures!
cht: @george5_smile 还有些书有插图！
es: @george5_smile ¡Algunos de sus libros tienen hasta dibujos!
it: @george5_smile Alcuni dei suoi libri hanno anche delle immagini!
ja: @george5_smile 絵本もあるのよ！
ko: @george5_smile 그림이 있는 책도 있고 말이지!
pt_br: @george5_smile Alguns livros dele têm até figuras!
ru: @george5_smile В некоторых его книгах даже есть картинки!

source: @george6 That box's got stuff I can publish this week!
cht: @george6 这盒子里的书是我这周要出版的！
es: @george6 ¡Esa caja tiene cosas que publicaré esta semana!
it: @george6 Quella scatola ha roba che posso pubblicare questa settimana!
ja: @george6 その箱には、今週に出版できるやつが 入ってんのヨ！
ko: @george6 그 상자에는 이번 주에 출간할 원고가 들어 있어!
pt_br: @george6 Essa caixa tem os livros que preciso publicar essa semana!
ru: @george6 В той коробке есть то, что я смогу опубликовать на этой неделе!

source: @george6_point I better up my game, dude. \> Peeps are lining up to read his books!
cht: @george6_point 我最好加快速度，朋友。\> 人们排队等着阅读他的作品！
es: @george6_point Voy a tener que darle caña, tío. \> ¡La peña hace cola para leer sus libros!
it: @george6_point Mi conviene darmi da fare, amico.\> La gente fa la fila per leggere i suoi libri!
ja: @george6_point ちょっと気合い入れなきゃなー。 \>みんな、アイツの本を読みたくて ウズウズしてんの。行列までできんのよ？！
ko: @george6_point 나도 더 바짝 일해야겠어. \> 사람들이 이 친구 책을 읽으려고 줄까지 서고 난리거든!
pt_br: @george6_point Eu preciso melhorar, cara. \> Tem gente na fila esperando os livros dele!
ru: @george6_point И мне лучше пошевеливаться, приятель. \> Народ в очереди выстраивается ради его книг!
