Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: $I think it's going to be our turn soon...
cht: $我觉得，很快就要轮到 我们了...
es: $Creo que pronto nos va a tocar a nosotros...
it: $A proposito, presto sarà il nostro turno...
ja: $もうすぐ私たちの順番が 来ると思う…。
ko: $곧 우리 차례가 올 것이다...
pt_br: $Acho que, em breve, será nossa vez...
ru: $Думаю, скоро придёт наш черёд...

source: $Looks like they're evacuating the few tamed robots we have here.
cht: $他们似乎正在疏散我们 这里为数不多的已制御 机器人。
es: $Parece que están evacuando a los pocos robots domados que tenemos aquí.
it: $Sembra che stiano evacuando i pochi robot addomesticati che abbiamo.
ja: $ここの数少ない 制御化ロボットたちを 避難させるみたい。
ko: $여기 있던 길든 로봇들도 대피시키고 있는 모양이다.
pt_br: $Eles estão evacuando os poucos robôs evoluídos que temos.
ru: $Похоже, они будут эвакуировать тех немногих прирученных роботов, которые у нас тут есть.

source: $Makes sense... no point in keeping them in the Barrens if all the people are already gone.
cht: $这很有道理...如果所有 人都已经走了，他们再 留在荒漠也没有任何意 义了。
es: $Es comprensible... no tiene sentido tenerlos en los Baldíos si ya se ha ido todo el mundo.
it: $Ha senso... Non c'è bisogno di tenerli nella Baia Desolata se tutte le persone sono già andate via.
ja: $そうだよね… 人がいないなら、 不毛の地に残して おいても意味はない。
ko: $하긴 그렇겠지... 사람들이 전부 사라지면 이들이 불모지에 있을 이유가 없으니까.
pt_br: $Faz sentido... não há motivos para deixá-los nas Terras Áridas se todas as pessoas forem embora.
ru: $Это логично... Какой смысл держать их в Пустошах, если все люди уже уехали.

source: $I wonder if the engineer is going too...
cht: $我不知道工程师是否也 要走...
es: $Me pregunto si el ingeniero también irá...
it: $Mi chiedo se anche l'ingegnere se ne andrà...
ja: $技術者も行くのかな…。
ko: $기술자도 따라가는지 궁금하다...
pt_br: $Será que o engenheiro também vai?
ru: $Интересно, поедет ли инженер...

source: @niko Oh! It's another one of these small machines.
cht: @niko 噢！又是一台小型机械。
es: @niko ¡Oh! Es otra de esas máquinas pequeñas.
it: @niko Oh! Un altro di quei piccoli macchinari!
ja: @niko お！またあの小さな機械だ。
ko: @niko 아! 그 작은 기계 중 하나예요.
pt_br: @niko Ah! Mais uma daquelas máquinas pequenas.
ru: @niko О! Это ещё одно из этих маленьких устройств.

source: @niko_speak There's writing on this one too!
cht: @niko_speak 这个上面也有字！
es: @niko_speak ¡Hay algo escrito también es esta!
it: @niko_speak Anche qui ci sono delle scritte!
ja: @niko_speak これにも何か書いてる！
ko: @niko_speak 여기에도 뭔가가 적혀 있어요!
pt_br: @niko_speak Essa também tem algo escrito!
ru: @niko_speak Тут тоже что-то написано!

source: @niko It says "Guardian of Residential Area".
cht: @niko 上面写着："居民区保安"。
es: @niko Dice: "Guardián del área residencial".
it: @niko C'è scritto "Guardiano dell'Area Residenziale".
ja: @niko 「居住区域の守護者」だって。
ko: @niko "주거 지역 수호자"라고 쓰여 있어요.
pt_br: @niko Ela diz: “Guardião da área residencial”.
ru: @niko Тут написано «Охранник Жилого Района».

source: @niko Lots of tiny shrimp swimming in this jar...
cht: @niko 这个罐子里有很多小虾在游动...
es: @niko En este tarro hay muchos camarones diminutos nadando...
it: @niko Tanti gamberetti nuotano nel barattolo...
ja: @niko 小さなエビがビンの中でたくさん泳いでる…
ko: @niko 작은 새우들이 병 안을 헤엄치고 있어요...
pt_br: @niko Muitos camarõezinhos nadam nesse pote...
ru: @niko В этой банке много маленьких креветок...

source: @niko It's looking a little dim...
cht: @niko 看起来有点昏暗...
es: @niko No dan mucha luz...
it: @niko Ma sembrano emanare poca luce...
ja: @niko 少し暗いね…
ko: @niko 빛이 좀 희미해요...
pt_br: @niko Está meio turvo...
ru: @niko Какие-то они тусклые...

source: APARTMENTS
cht: 公寓
es: APARTAMENTOS
it: APPARTAMENTI
ja: アパート
ko: 아파트 단지
pt_br: APARTAMENTOS
ru: АПАРТАМЕНТЫ

source: @niko2 ...\>\nHe has no power...
cht: @niko2 ...\>\n他没电了...
es: @niko2 ...\>\n No tiene energía...
it: @niko2 ...\>\nNon ha energia...
ja: @niko2 …\>\n電源が入ってない。
ko: @niko2 ...\>\n동력이 없어요...
pt_br: @niko2 ... \>\nNão tem energia...
ru: @niko2 ...\>\nОн обесточен...

source: @green_gatekeeper [Please do not approach.\>\nThis area is dangerous.]
cht: @green_gatekeeper [请勿接近。\>\n此区域危险。]
es: @green_gatekeeper [Alto.\>\nEsta zona es peligrosa.]
it: @green_gatekeeper [Per Favore Non Avvicinarti.\>\nQuest'Area È Pericolosa.]
ja: @green_gatekeeper [近ヅクナ。\>\nコノ区域ハ危険ダ。]
ko: @green_gatekeeper [접근하지 마십시오.\>\n이 지역은 위험합니다.]
pt_br: @green_gatekeeper [Não se aproxime.\>\nÁrea perigosa.]
ru: @green_gatekeeper [Пожалуйста, не приближайтесь.\>\nЗдесь очень опасно.]

source: @niko3 The bridge is out...
cht: @niko3 桥不见了...
es: @niko3 No hay puente...
it: @niko3 Il ponte non c'è...
ja: @niko3 橋が壊れている…
ko: @niko3 다리가 끊어졌어요...
pt_br: @niko3 A ponte já era...
ru: @niko3 Моста больше нет...

source: @niko_speak The battery fits the slot perfectly!
cht: @niko_speak 电池刚好能放到槽沟里！
es: @niko_speak ¡La batería encaja en la ranura a la perfección!
it: @niko_speak La batteria si adatta perfettamente alla fessura!
ja: @niko_speak ぴったり合うよ！
ko: @niko_speak 이 배터리, 여기에 딱 맞네요!
pt_br: @niko_speak A bateria cabe perfeitamente no espaço!
ru: @niko_speak Батарея идеально сюда подходит!

source: @niko Looks like we're on the right track.
cht: @niko 看起来我们走对路了。
es: @niko Parece que vamos por el buen camino.
it: @niko Sembra che siamo sulla strada giusta.
ja: @niko ミーたち、ちゃんと先に進んでるみたいだね。
ko: @niko 우리가 제대로 하고 있나 봐요.
pt_br: @niko Parece que estamos no caminho certo.
ru: @niko Похоже, мы на верном пути.

source: @niko ...but...nothing happened.
cht: @niko 但...什么都没发生。
es: @niko Pero... no ha ocurrido nada.
it: @niko ...Ma... non è successo nulla.
ja: @niko …でも…何も起こらない。
ko: @niko ...하지만... 아무 일도 일어나지 않네요.
pt_br: @niko ... nada aconteceu...
ru: @niko ...но... ничего не произошло.

source: @niko_speak Let's hope the charged battery does something!
cht: @niko_speak 让我们期待充了电的电池能起作用！
es: @niko_speak ¡Esperemos que la batería cargada sirva para algo!
it: @niko_speak Speriamo che la batteria carica faccia qualcosa!
ja: @niko_speak きっとこの充電済みバッテリーなら！
ko: @niko_speak 충전한 배터리가 제 역할을 해 주길 빌어야겠네요!
pt_br: @niko_speak Tomara que a bateria carregada faça alguma coisa!
ru: @niko_speak Будем надеяться, что заряженная батарея что-нибудь изменит!

source: @niko_pancakes Whoa!
cht: @niko_pancakes 哇哦！
es: @niko_pancakes ¡Hala!
it: @niko_pancakes Wow!
ja: @niko_pancakes わああ！
ko: @niko_pancakes 우와!
pt_br: @niko_pancakes Nossa!
ru: @niko_pancakes Ого!

source: @niko_speak That's a big machine!
cht: @niko_speak 这是台大机器！
es: @niko_speak ¡Qué pedazo de máquina!
it: @niko_speak Ma che gran macchinario!
ja: @niko_speak 大きな機械だ！
ko: @niko_speak 엄청나게 큰 기계예요!
pt_br: @niko_speak Que máquina grande!
ru: @niko_speak Какая огромная машина!

source: @niko It doesn't seem to be doing anything, though...
cht: @niko 但看起来并没有在工作...
es: @niko Pero no parece que haga nada...
it: @niko Non sembra funzionare, però...
ja: @niko だけど、動いてないみたい…
ko: @niko 하지만 작동하지 않는 것 같네요...
pt_br: @niko Mas parece que não faz nada...
ru: @niko Хотя, кажется, она ничего не делает...

source: @niko There's a rectangle-shaped hole in the middle.
cht: @niko 中间有个矩形的洞。
es: @niko Hay un agujero rectangular en el centro.
it: @niko Al centro c'è un buco rettangolare.
ja: @niko 真ん中に長方形の穴があるよ。
ko: @niko 가운데에 사각형 모양의 구멍이 있어요.
pt_br: @niko Tem um buraco retangular no meio.
ru: @niko Тут в середине отверстие прямоугольной формы.

source: @niko_speak Looks like something used to fit in here...
cht: @niko_speak 似乎应该有什么东西放在这里面...
es: @niko_speak Parece que es para encajar algo...
it: @niko_speak Sembra che si possa inserire qualcosa...
ja: @niko_speak ここに何かがはまっていたみたい…
ko: @niko_speak 아무래도 뭔가 있던 자리 같아요...
pt_br: @niko_speak Parece que há algo que se encaixa aqui.
ru: @niko_speak Должно быть, тут раньше что-то было...

source: @niko A page with faded ink.
cht: @niko 墨迹褪色的纸页。
es: @niko Una página con la tinta descolorida.
it: @niko Una pagina con dell'inchiostro sbiadito.
ja: @niko インクが色あせてる。
ko: @niko 종이에 빛바랜 잉크로 글이 쓰여 있어요.
pt_br: @niko Uma página com uma tinta apagada.
ru: @niko Страница с выцветшими чернилами.

source: $-able to provide power to all robots and machinery in the area via a large electromagnetic field.
cht: $-可通过一个大型电磁场 为此区域所有机器人和 机械设备提供能量。
es: $-capaz de proporcionar un poderoso campo magnético a todos los robots y maquinaria de la zona.
it: $-in grado di fornire energia a tutti i robot e macchinari nell'area tramite un vasto campo elettromagnetico.
ja: $巨大な電磁場を介して、 地域内のすべての ロボットや機械に 電力を供給することが できる。
ko: $...대형 자기장을 통해 인근의 모든 로봇과 기계에 전력을 공급할 수 있습니다.
pt_br: $–dá energia a todos os robôs e máquinas da área através de um campo eletromagnético.
ru: $ -сможет обеспечить энергией всех роботов и устройства в этой зоне с помощью большого электромагнитного поля.

source: $Maintenance efforts are quite high, as expected.
cht: $不出所料，维修工作量 很大。
es: $Los servicios de mantenimiento son bastante exhaustivos, como cabía esperar.
it: $I costi di mantenimento sono abbastanza alti, come previsto.
ja: $予想通り、 メンテナンスには かなりの労力を要する。
ko: $예상대로 유지보수에는 적지 않은 지원이 필요합니다.
pt_br: $Os esforços de manutenção estão bem elevados, como esperado.
ru: $Как и ожидалось, работы по техническому обслуживанию требуют больших усилий.

source: $We have provided customized backup cells for the few most important robots.
cht: $我们为几个最重要的机 器人定制了备用电池。
es: $Hemos suministrado células de apoyo personalizadas a los robots más importantes.
it: $Abbiamo fornito delle batterie di riserva personalizzate per i pochi robot più importanti.
ja: $数体の 重要なロボットには、 専用バックアップセルを 提供した。
ko: $주요 로봇 몇 기에는 전용 예비 전지로 동력을 공급합니다.
pt_br: $Nós providenciamos células reservas personalizadas para os robôs mais importantes.
ru: $Мы обеспечили самых важных роботов запасными силовыми ячейками, подогнанными под их нужды.

source: $Their electromagnetic fields are much weaker, and the signals are highly specific.
cht: $它们的电磁场要弱很多， 信号高度特定。
es: $Sus campos electromagnéticos son mucho más débiles, y las señales son altamente específicas.
it: $I loro campi elettromagnetici sono più deboli e i loro segnali altamente specifici.
ja: $だがその電磁場は 非常に弱く、信号も 特殊だ。
ko: $이런 소형 전지는 자기장이 훨씬 약하고, 신호도 매우 특수합니다.
pt_br: $Seu campo eletromagnético é muito mais fraco e o sinal é muito específico.
ru: $Их электромагнитные поля намного слабее, а исходящие сигналы весьма специфичны.

source: $In other words, these small cells can only charge one single-
cht: $换言之，这些小电池只 能为一台机器充电——
es: $En otras palabras, estas pequeñas células pueden cargarse tan solo una...
it: $In altre parole, queste piccole batterie possono solo caricare una singola-
ja: $つまり、これらの スモールセルが充電 できるのは1体の――
ko: $즉, 이 소형 전지로는 특정 로봇 한 대에만-
pt_br: $Em outras palavras, essas células só carregam um único...
ru: $Иными словами, эти небольшие ячейки могут заряжать только одного-

source: @niko The rest of the page is unreadable.
cht: @niko 其他内容无法辨认。
es: @niko El resto de la página es ilegible.
it: @niko Il resto della pagina è illeggibile.
ja: @niko 残りのページは読めない。
ko: @niko 나머지 부분은 알아볼 수가 없어요.
pt_br: @niko O resto está ilegível.
ru: @niko Остальное прочесть невозможно.

source: @niko_speak I don't wanna get shocked again, \p!
cht: @niko_speak 我不想再被电到，\p！
es: @niko_speak ¡No quiero recibir otra descarga, \p!
it: @niko_speak \p, non voglio prendere la scossa di nuovo!
ja: @niko_speak もう感電したくないよ、 \p！
ko: @niko_speak \p 님! 전 또 감전되기 싫다고요!
pt_br: @niko_speak Não quero levar outro choque, \p!
ru: @niko_speak \p, я не хочу, чтобы меня снова било током!

source: @niko_eyeclosed I just got shocked...
cht: @niko_eyeclosed 我刚被电到了...
es: @niko_eyeclosed Me acaba de dar un calambre...
it: @niko_eyeclosed Ho preso la scossa...
ja: @niko_eyeclosed 感電した…
ko: @niko_eyeclosed 방금 감전됐어요...
pt_br: @niko_eyeclosed Acabei de levar um choque...
ru: @niko_eyeclosed Меня только что ударило током...

source: @watcher Good morning.
cht: @watcher 早上好。
es: @watcher Buenos días.
it: @watcher Buongiorno.
ja: @watcher おはよう。
ko: @watcher 좋은 아침.
pt_br: @watcher Bom dia.
ru: @watcher Доброе утро.

source: @watcher Good afternoon.
cht: @watcher 下午好。
es: @watcher Buenas tardes.
it: @watcher Buon pomeriggio.
ja: @watcher こんにちは。
ko: @watcher 안녕.
pt_br: @watcher Boa tarde.
ru: @watcher Добрый день.

source: @watcher Good evening.
cht: @watcher 晚上好。
es: @watcher Buenas noches.
it: @watcher Buonasera.
ja: @watcher こんばんは。
ko: @watcher 좋은 저녁.
pt_br: @watcher Boa noite.
ru: @watcher Добрый вечер.

source: @watcher ...It's very late.
cht: @watcher ...已经很晚了。
es: @watcher ... Es muy tarde.
it: @watcher ...È molto tardi.
ja: @watcher …夜が更けてきたわね。
ko: @watcher ...시간이 늦었어.
pt_br: @watcher ... Está muito tarde.
ru: @watcher ...Сейчас очень поздно.

source: @watcher Please leave me be.
cht: @watcher 请让我一个人待会儿。
es: @watcher Déjame en paz.
it: @watcher Lasciami stare, per favore.
ja: @watcher 私には構わないで。
ko: @watcher 날 내버려 둬.
pt_br: @watcher Deixe-me em paz.
ru: @watcher Прошу, оставьте меня.

source: @watcher We are running out of time.
cht: @watcher 我们快没时间了。
es: @watcher Nos estamos quedando sin tiempo.
it: @watcher Abbiamo poco tempo.
ja: @watcher もう時間が無い。
ko: @watcher 시간이 없어.
pt_br: @watcher O tempo está acabando.
ru: @watcher Наше время почти истекло.

source: @watcher Here we are, at the eleventh hour.
cht: @watcher 现在是第11个小时了。
es: @watcher Aquí estamos, en el último momento.
it: @watcher Eccoci qua, all'undicesima ora.
ja: @watcher さあ、もうじき終焉。
ko: @watcher 종말의 때가 왔어.
pt_br: @watcher Aqui estamos, na última hora.
ru: @watcher Ну вот, уже одиннадцатый час.

source: @niko2 Shouldn't you be...\.\.with the other evacuees?
cht: @niko2 你不是应该...\.\.和其他撤离人员在一起吗？
es: @niko2 ¿No deberías estar...\.\.con los demás refugiados?
it: @niko2 Non dovresti stare... \.\.con gli altri sfollati?
ja: @niko2 あの…\.\.他の避難者と一緒にいなくていいの？
ko: @niko2 다른...\.\.피난민들과 함께 있어야 하지 않아요?
pt_br: @niko2 Você não deveria estar... \.\.com as outras pessoas que ficaram presas?
ru: @niko2 Разве вы не должны быть...\.\.с другими эвакуированными?

source: @watcher Maybe.
cht: @watcher 可能。
es: @watcher Quizá.
it: @watcher Forse.
ja: @watcher 多分ね。
ko: @watcher 아마 그렇겠지.
pt_br: @watcher Talvez.
ru: @watcher Может быть.

source: @watcher I wonder if the big clock has reached zero yet...
cht: @watcher 我关心那座大钟是不是归零了...
es: @watcher Me pregunto si el reloj grande ya habrá llegado a cero...
it: @watcher Mi chiedo se il grande orologio sia arrivato a zero...
ja: @watcher 大きな時計は、もう零時を回ったかしら…
ko: @watcher 큰 시계가 아직 0을 가리키지 않은 걸까...
pt_br: @watcher Será que o relógio grande já chegou ao zero?
ru: @watcher Интересно, досчитали ли большие часы до нуля...

source: @watcher I want to be right here when everything ends.
cht: @watcher 我希望一切结束的时候留在这里。
es: @watcher Quiero estar estar aquí cuando acabe todo.
it: @watcher Voglio stare qui quando tutto finirà.
ja: @watcher 全てが終わりを迎えるまで、ここに居たいの。
ko: @watcher 난 세상이 끝날 때 여기 있고 싶어.
pt_br: @watcher Quero estar bem aqui quando tudo acabar.
ru: @watcher Я хочу быть здесь, когда всё закончится.

source: @watcher But... good day, I suppose.
cht: @watcher 但是...我觉得，今天是个好日子。
es: @watcher Pero... buen día, supongo.
it: @watcher Suppongo di doverti comunque...\. augurare una buona giornata.
ja: @watcher けれど…いい日、ではあるわね。
ko: @watcher 어쨌든... 즐거운 하루 보내.
pt_br: @watcher Mas... bom dia, eu acho.
ru: @watcher Но... день добрый, я полагаю.

source: @watcher Your time here is precious.
cht: @watcher 你在这里的时间很宝贵。
es: @watcher Tu tiempo aquí es valioso.
it: @watcher Il tuo tempo qui è prezioso.
ja: @watcher 貴方の時間はとても貴重。
ko: @watcher 이곳에서 보내는 시간은 매우 소중하단다.
pt_br: @watcher Seu tempo aqui é precioso.
ru: @watcher Ваше время здесь бесценно.

source: @watcher Please, do cherish it.
cht: @watcher 请好好珍惜。
es: @watcher Aprécialo, por favor.
it: @watcher Per favore, sfruttalo al meglio.
ja: @watcher どうか、大切になさい。
ko: @watcher 부디 소중히 여기렴.
pt_br: @watcher Aproveite-o.
ru: @watcher Прошу, цените это.

source: @niko I will!
cht: @niko 我会的！
es: @niko ¡Lo haré!
it: @niko Certo!
ja: @niko うん！
ko: @niko 그럴게요!
pt_br: @niko Vou aproveitar!
ru: @niko Я постараюсь!

source: @watcher It's not healthy for children such as yourself to stay up at this hour.
cht: @watcher 像你这样的小孩熬到这么晚对身体不好。
es: @watcher No es bueno que un niño como tú esté levantado a estas horas.
it: @watcher Non è salutare per i bambini come te stare svegli a quest'ora.
ja: @watcher 君のような子どもがこんな時間に 起きてるのは、健康的ではないわ。
ko: @watcher 너처럼 어린 아이가 이 시간에 깨어 있는 건 몸에 좋지 않아.
pt_br: @watcher Não é saudável crianças como você ficarem acordadas até esta hora.
ru: @watcher Дети вашего возраста в это время должны лежать в постели.

source: @niko ...Really?
cht: @niko ...真的吗？
es: @niko ... ¿De verdad?
it: @niko ...Davvero?
ja: @niko …そうなの？
ko: @niko ...정말요?
pt_br: @niko ... Jura?
ru: @niko ...Правда?

source: @niko_eyeclosed ...I... didn't realize...
cht: @niko_eyeclosed 我...没意识到...
es: @niko_eyeclosed ... No... me había dado cuenta...
it: @niko_eyeclosed ...Io... non me ne ero accorto...
ja: @niko_eyeclosed …し…知らなかった…
ko: @niko_eyeclosed ...전... 몰랐어요...
pt_br: @niko_eyeclosed ... Eu... não sabia.
ru: @niko_eyeclosed ...Я... и не знал...

source: @watcher Can't blame you.
cht: @watcher 不能怪你。
es: @watcher No te puedo culpar.
it: @watcher Non posso incolparti.
ja: @watcher 貴方のせいじゃない。
ko: @watcher 너에게 뭐라 할 순 없지.
pt_br: @watcher Não posso culpá-la.
ru: @watcher Не могу вас винить.

source: @watcher With the sun gone, the night never seems to end.
cht: @watcher 太阳没了之后，夜晚似乎不会结束。
es: @watcher Sin el sol, parece que la noche no acaba nunca.
it: @watcher Senza il sole la notte sembra non finire mai.
ja: @watcher 太陽が消えた今、夜は終わりを告げようとしない。
ko: @watcher 태양이 사라진 다음부터는 밤이 끝이 나지 않으니까.
pt_br: @watcher Sem o sol, parece que a noite nunca termina.
ru: @watcher С тех пор, как пропало солнце, у нас царит бесконечная ночь.

source: @niko_speak Then... how can you tell?
cht: @niko_speak 那...你怎么知道的？
es: @niko_speak Entonces... ¿cómo se sabe?
it: @niko_speak Ma allora... come fai a saperlo?
ja: @niko_speak じゃあ…どうして分かるの？
ko: @niko_speak 그럼... 어떻게 알죠?
pt_br: @niko_speak Mas então... como você sabe?
ru: @niko_speak Тогда... откуда вы знаете?

source: @niko Time, I mean.
cht: @niko 我是说时间。
es: @niko La hora, quiero decir.
it: @niko L'orario, intendo.
ja: @niko 時間のこと。
ko: @niko 그러니까, 시간을요.
pt_br: @niko As horas, eu quero dizer.
ru: @niko Ну, насчёт времени.

source: @watcher I have my ways.
cht: @watcher 我有自己的方法。
es: @watcher Tengo mis métodos.
it: @watcher Ho i miei mezzi.
ja: @watcher 私にしかできない方法。
ko: @watcher 나만의 방식이 있지.
pt_br: @watcher Eu me viro.
ru: @watcher У меня есть свои методы.

source: @watcher ...Well, the time of day doesn't really mean anything now.
cht: @watcher ...啊，现在白天的时间已经没有任何 意义了。
es: @watcher ... Bueno, ahora, la hora del día no significa realmente nada.
it: @watcher ...Non che ormai voglia dire molto, sai.
ja: @watcher …まあ、今となっては時間なんて ほとんど意味がないけれど。
ko: @watcher ...사실, 시각 자체는 이제 아무 의미가 없단다.
pt_br: @watcher ... E as horas já não importam tanto.
ru: @watcher ...По правде говоря, теперь время суток уже ничего не значит.

source: @niko_speak Then... How can you tell?
cht: @niko_speak 那...你怎么知道的？
es: @niko_speak Entonces... ¿cómo lo sabes?
it: @niko_speak Ma allora... come fai a saperlo?
ja: @niko_speak じゃあ…どうして分かるの？
ko: @niko_speak 그럼... 어떻게 알죠?
pt_br: @niko_speak Mas então... como você sabe?
ru: @niko_speak Тогда... Откуда вы знаете?

source: @silver [Wait!]
cht: @silver [等等！]
es: @silver [¡Un momento!]
it: @silver [Aspetta!]
ja: @silver [待って！]
ko: @silver [잠깐!]
pt_br: @silver [Espere!]
ru: @silver [Подожди!]

source: @silver [I saw you heading towards this direction.]
cht: @silver [我看见你朝这个方向走。]
es: @silver [He visto que te dirigías en esta dirección.]
it: @silver [Ti ho visto andare in questa direzione.]
ja: @silver [こっちの方向に歩いていくのが見えたの。]
ko: @silver [네가 이쪽으로 가는 걸 봤어..]
pt_br: @silver [Eu vi você vindo para cá.]
ru: @silver [Я видела, как ты шёл в этом направлении.]

source: @silver [The mines have been abandoned for a long time, I cannot guarantee that it's safe.]
cht: @silver [这矿区已经废弃很长一段时间了， 我不能保证这是否安全。]
es: @silver [Las minas llevan abandonadas mucho tiempo, no puedo garantizar que sean seguras.]
it: @silver [Le miniere sono state abbandonate da tempo, quindi è pericoloso entrarci.]
ja: @silver [鉱山が放棄されてから、かなり時間が 経つわ。安全は保証できない。]
ko: @silver [이 광산은 너무 오랫동안 버려져 있던 곳이라 안전을 보장할 수 없어.]
pt_br: @silver [Essas minas estão abandonadas há muito tempo, não posso garantir sua segurança.]
ru: @silver [Эта шахта давно заброшена. Я не могу гарантировать её безопасность.]

source: @silver [If you must enter it, it is my duty to accompany you at least once.]
cht: @silver [如果你坚持要进去，至少要让我带你 进去一次，这是我的职责。]
es: @silver [Si debes entrar, es mi deber acompañarte al menos una vez.]
it: @silver [Se proprio devi farlo lascia che ti accompagni, almeno per una volta. È il mio dovere.]
ja: @silver [もし入る必要があるなら、私の職務として、 せめて一度は同行させて。]
ko: @silver [그래도 꼭 들어가야 한다면 이번만큼은 내가 안내할게.]
pt_br: @silver [Se precisa entrar, é meu dever acompanhar você.]
ru: @silver [Если ты должен туда зайти, моя обязанность — проводить тебя туда хотя бы раз.]

source: @niko Oh, thanks!
cht: @niko 噢，谢谢！
es: @niko ¡Oh, gracias!
it: @niko Oh, grazie!
ja: @niko やった、ありがとう！
ko: @niko 아, 고마워요!
pt_br: @niko Ah, que bom!
ru: @niko О, спасибо!

source: @niko The entrance is roped off...\>\n\@niko_speak And there's a sign here:
cht: @niko 入口处用绳子围起来了...\>\n\@niko_speak 这有个标志：
es: @niko La entrada está acordonada...\>\n\@niko_speak Y hay una señal que dice:
it: @niko L'entrata è delimitata...\>\n\@niko_speak C'è un cartello qui:
ja: @niko 入り口に縄が張られてる…\>\n\@niko_speak あと、ここに張り紙があるよ。
ko: @niko 입구에 밧줄이 걸려 있어요...\>\n\@niko_speak 표지판도 있네요.
pt_br: @niko Tem uma corda na entrada...\>\n\@niko_speak Há uma placa:
ru: @niko Вход преграждает верёвка...\>\n\@niko_speak И на ней табличка:

source: $WARNING:\nAuthorized personnel only!\n\nVisitors must see the Head Engineer for permission to enter the mines.
cht: $警告：\n闲人免进！\n\n游客必须经过总工程师 的允许方可进入矿区。
es: $AVISO:\n¡Solo personal autorizado!\n\nLos visitantes deben ver a la jefa de ingeniería para conseguir un permiso para entrar en las minas.
it: $ATTENZIONE:\nVietato l'accesso al personale non autorizzato!\n\nPer accedere alle miniere i visitatori devono munirsi del permesso del capo ingegnere.
ja: $警告：\n関係者以外 立ち入り禁止！\n\n訪問者は、 主任技術者から 鉱山への入場許可を 得る必要があります。
ko: $경고:\n관계자 외 출입 금지!\n\n방문객은 수석 기술자에게 광산 출입 허가를 받으시기 바랍니다.
pt_br: $AVISO: \nsomente pessoas autorizadas!\n\nVisitantes devem procurar a engenheira-chefe para ter permissão para entrar na mina.
ru: $ПРЕДУПРЕЖДЕНИЕ:\nДоступ разрешён только уполномоченным лицам!\n\nЧтобы получить доступ в шахту, обратитесь к Главному Инженеру.

source: @niko I guess we should find the Head Engineer...
cht: @niko 我想我们应该找到总工程师...
es: @niko Supongo que tenemos que buscar a la jefa de ingeniería...
it: @niko Mi sa che ci tocca cercare il capo ingegnere...
ja: @niko 主任技術者を見つけないとだめみたい…
ko: @niko 수석 기술자라는 사람부터 찾아야겠는데요...
pt_br: @niko Então temos que encontrar a engenheira-chefe...
ru: @niko Думаю, мы должны найти главного инженера...

source: [COMMUNICATIONS WITH THE SURFACE HAVE BEEN LOST.]
cht: [与地面失联。]
es: [COMUNICACIÓN CON LA SUPERFICIE PERDIDA.]
it: [LE COMUNICAZIONI CON IL PIANOTERRA SONO STATE INTERROTTE.]
ja: [地表トノ連絡ガ途絶えましタ。]
ko: [지상층과의 통신이 끊겼습니다.]
pt_br: [SEM COMUNICAÇÃO COM A SUPERFÍCIE.]
ru: [СВЯЗЬ С ПОВЕРХНОСТЬЮ БЫЛА ПОТЕРЯНА.]

source: [I AM UNABLE TO DO ANYTHING.]
cht: [我没法做任何事。]
es: [NO PUEDO HACER NADA.]
it: [NON POSSO FARE NIENTE.]
ja: [何モ出来ませン。]
ko: [전 아무것도 할 수가 없습니다.]
pt_br: [NÃO POSSO FAZER NADA.]
ru: [Я НЕ МОГУ НИЧЕГО ДЕЛАТЬ.]

source: $WHO TOOK MY STAPLER
cht: $谁拿了我的订书机
es: $¿QUIÉN HA COGIDO MI GRAPADORA?
it: $CHI HA PRESO LA MIA SPILLATRICE
ja: $私のホッチキスを 盗ったのは誰だ！！
ko: $누가 내 스테이플러 가져갔어
pt_br: $QUEM PEGOU MEU GRAMPEADOR
ru: $КТО ЗАБРАЛ МОЙ СТЕПЛЕР

source: @niko There are some small holes on the table...
cht: @niko 桌子上有些小洞...
es: @niko Hay agujeritos en la mesa...
it: @niko Ci sono dei piccoli buchi sul tavolo...
ja: @niko テーブルの色んなとこに 小さな穴が開いてる…
ko: @niko 테이블에 작은 구멍이 있어요...
pt_br: @niko Tem uns buraquinhos na mesa...
ru: @niko В столе видны маленькие дырочки...
