Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @alula_oh I fell right into a bunch of em!
cht: @alula_oh 我刚好掉进它们中间！
es: @alula_oh ¡Me caí en un montón!
it: @alula_oh Ci sono caduta in mezzo!
ja: @alula_oh あたし、四角形に囲まれちゃったの！
ko: @alula_oh 난 그 사각형들 사이로 떨어지고 말았어!
pt_br: @alula_oh Caí em cima de um monte deles!
ru: @alula_oh Я упала прямо в целую кучу квадратов!

source: @alula_oh Calamus tried to save me, and then...
cht: @alula_oh Calamus 试着救我，然后...
es: @alula_oh Y Calamus intentó salvarme, y entonces...
it: @alula_oh Calamus ha cercato di salvarmi, poi...
ja: @alula_oh カラムスが助けようとして、それで…
ko: @alula_oh 칼라무스가 날 구하려 했지만...
pt_br: @alula_oh Calamus tentou me salvar e aí...
ru: @alula_oh Каламус попытался меня спасти, и теперь...

source: @calamus We... both ended up in this room.
cht: @calamus 我们...就到这个房间了。
es: @calamus Los dos... acabamos en esta habitación.
it: @calamus Siamo finiti entrambi... in questa stanza.
ja: @calamus 気づいたら…この部屋にいたんだ。
ko: @calamus 정신을 차리고 보니... 이 방에 있네.
pt_br: @calamus Nós... dois acabamos nesta sala.
ru: @calamus Мы... оба оказались в этой комнате.

source: @calamus_heh Biggest scare of my life, for sure...
cht: @calamus_heh 真是我这辈子最可怕的经历...
es: @calamus_heh El susto más grande de mi vida, eso seguro...
it: @calamus_heh Non mi sono mai spaventato così tanto, questo è certo...
ja: @calamus_heh いやほんと、人生で一番ビビったよ…
ko: @calamus_heh 내 인생에서 제일 무서운 일이었어...
pt_br: @calamus_heh Foi o maior susto que já passei na vida...
ru: @calamus_heh Это точно был худший кошмар всей моей жизни...

source: @calamus Say, what is this place?
cht: @calamus 这是什么地方？
es: @calamus ¿Oye, qué es este lugar?
it: @calamus Dimmi, che cos'è questo posto?
ja: @calamus それで、ここはどこなんだ？
ko: @calamus 그런데 여긴 대체 어디야?
pt_br: @calamus Ei, mas que lugar é este?
ru: @calamus А кстати, что это за место?

source: @alula_gasp Are we in limboooooo?
cht: @alula_gasp 我们是不是在地狱？
es: @alula_gasp ¿Estamos en el limbooo?
it: @alula_gasp Siamo nel liiimboooooo?
ja: @alula_gasp あっ！もしかして地獄ーーー？
ko: @alula_gasp 우리 지금 지오오오옥에 떨어진 건가?
pt_br: @alula_gasp Estamos no limboooo?
ru: @alula_gasp Мы на том свете???

source: @calamus_heh Alula! \>We're not dead!
cht: @calamus_heh Alula！\>我们没有死！
es: @calamus_heh ¡Alula! \>¡No estamos muertos!
it: @calamus_heh Alula! \>Non siamo morti!
ja: @calamus_heh アルーラ！ \>オレたち死んでないから！
ko: @calamus_heh 알룰라! \>우리는 죽지 않았어!
pt_br: @calamus_heh Alula! \>Não estamos mortos!
ru: @calamus_heh Алула! \>Мы не мертвы!

source: @calamus_shame ...wait, \.\.are we?
cht: @calamus_shame ...等等，\.\.是吗？
es: @calamus_shame ... Un momento, \.\.¿estamos muertos?
it: @calamus_shame ...\.\.Non siamo morti, vero?
ja: @calamus_shame …あれ、\.\. もしかして死んでる？
ko: @calamus_shame ...잠깐, \.\.죽었나?
pt_br: @calamus_shame ... espere,\.\.ou estamos?
ru: @calamus_shame ...погоди, \.\.или мертвы?

source: @alula_gasp That's even better than limbo!
cht: @alula_gasp 那还是比地狱好！
es: @alula_gasp ¡Eso es mejor que el limbo todavía!
it: @alula_gasp È ancora meglio del limbo!
ja: @alula_gasp 地獄よりずっとマシね！
ko: @alula_gasp 지옥보다 더 멋진데!
pt_br: @alula_gasp Seria melhor que cair no limbo!
ru: @alula_gasp Это даже лучше, чем на том свете!

source: @niko_what Good...\.\. \>\@niko_what2 question.
cht: @niko_what 是的...\.\.\>\@niko_what2 问题。
es: @niko_what Buena...\.\. \>\@niko_what2 pregunta.
it: @niko_what Bella...\.\. \>\@niko_what2 domanda.
ja: @niko_what それは…\.\. \>\@niko_what2 いい質問だね。
ko: @niko_what 좋은...\.\. \>\@niko_what2 질문이야.
pt_br: @niko_what Boa...\.\. \>\@niko_what2 pergunta.
ru: @niko_what Хороший...\.\. \>\@niko_what2 вопрос.

source: @niko6 (hey \p are they gonna be okay?)
cht: @niko6 (嘿 \p他们都还好吗？)
es: @niko6 (Oye \p, ¿estarán bien?)
it: @niko6 (ehi, \p, sono salvi, vero?)
ja: @niko6 (ねえ、 \p… この2人、大丈夫なのかな？)
ko: @niko6 (\p 님, 둘은 괜찮은 거겠죠?)
pt_br: @niko6 (ei, \p, eles vão ficar bem?)
ru: @niko6 (эй \p с ними всё будет хорошо?)

source: They're fine, Niko.
cht: 他们很好， Niko。
es: Están bien, Niko.
it: Stanno bene, Niko.
ja: 平気だ、ニコ。
ko: 괜찮아, 니코.
pt_br: Eles estão bem, Niko.
ru: С ними всё в порядке, Нико.

source: Everyone is fine.
cht: 所有人都很好。
es: Todos están bien.
it: Stanno tutti bene.
ja: みんな無事だ。
ko: 모두 무사해.
pt_br: Todos estão.
ru: Со всеми всё в порядке.

source: @calamus_sad Phew.
cht: @calamus_sad 唷。
es: @calamus_sad Uf.
it: @calamus_sad Fiuu.
ja: @calamus_sad ふぅ。
ko: @calamus_sad 휴우.
pt_br: @calamus_sad Ufa.
ru: @calamus_sad Фух.

source: @niko They also said you'll be able to go back to your home very soon!
cht: @niko 他们还说你们很快就能回家了！
es: @niko ¡También dijo que podríais volver a casa muy pronto!
it: @niko Ha anche detto che potrete tornare a casa molto presto!
ja: @niko もうすぐ家に帰れるって言ってたよ！
ko: @niko 조금만 있으면 집으로 갈 수 있을 거래!
pt_br: @niko Também disse que vocês poderão voltar para casa logo, logo!
ru: @niko А ещё вы очень скоро сможете вернуться домой!

source: Thank you for playing.
cht: 谢谢你们的参与。
es: Gracias por jugar.
it: Grazie per aver giocato.
ja: プレイしてくれてありがとう。
ko: 플레이해 주셔서 감사합니다.
pt_br: Obrigado por jogar.
ru: Спасибо за то, что играли.

source: @proto1 [Hi.]
cht: @proto1 [嗨。]
es: @proto1 [Hola.]
it: @proto1 [Salve.]
ja: @proto1 [こんばんは。]
ko: @proto1 [안녕.]
pt_br: @proto1 [Oi.]
ru: @proto1 [Привет.]

source: @niko And that robot was saying something.
cht: @niko 那个机器人在说些什么。
es: @niko Y ese robot estaba diciendo algo.
it: @niko Quel robot stava dicendo qualcosa.
ja: @niko あのロボットが言ってたよ。
ko: @niko 저 로봇이 무슨 말을 했어요.
pt_br: @niko E aquele robô estava falando alguma coisa.
ru: @niko И тот робот что-то говорил.

source: @niko That you keep bringing me back.
cht: @niko 是你一直带我回来。
es: @niko Que sigues trayéndome de vuelta.
it: @niko Sul fatto che continui a portarmi indietro.
ja: @niko ミーをここに連れ戻してるのは、神様だって。
ko: @niko 당신이 절 계속 데려오는 거라고요.
pt_br: @niko Que você ficava me trazendo de volta.
ru: @niko Что ты продолжаешь меня возвращать.

source: @niko We've been through all this before, haven't we.
cht: @niko 我们之前也一起经历过这些，不是吗。
es: @niko Ya hemos pasado por todo esto antes, ¿verdad?
it: @niko Abbiamo già vissuto tutto questo prima, vero?
ja: @niko この世界には、 前にも来たことがあるんだよね？
ko: @niko 이거, 전에도 있었던 일이죠?
pt_br: @niko Já passamos por tudo isso antes, não é?
ru: @niko Мы ведь уже через это проходили, не так ли.

source: @niko How many times?
cht: @niko 多少次了？
es: @niko ¿Cuántas veces?
it: @niko Quante volte?
ja: @niko どのくらい？
ko: @niko 몇 번 있었던 거예요?
pt_br: @niko Quantas vezes?
ru: @niko Сколько раз?

source: So Many
cht: 很多次。
es: Muchísimas
it: Tantissime.
ja: 何回も。
ko: 아주 여러 번
pt_br: Muitas
ru: Очень Много

source: @niko I see.
cht: @niko 我知道了。
es: @niko Entiendo.
it: @niko Capisco.
ja: @niko そっか。
ko: @niko 그렇군요.
pt_br: @niko Entende.
ru: @niko Ясно.

source: @niko_speak That's a lot of times!
cht: @niko_speak 真是很多次。
es: @niko_speak ¡Eso son muchas veces!
it: @niko_speak Tantissime!?
ja: @niko_speak そんなに何回も！
ko: @niko_speak 엄청나네요!
pt_br: @niko_speak São muitas vezes mesmo!
ru: @niko_speak Это так много!

source: @niko That robot told me to try and remember, so I will.
cht: @niko 那个机器人要我试着记起来，我会的。
es: @niko Aquel robot me dijo que intentara recordar, y eso haré.
it: @niko Quel robot mi ha detto di cercare di ricordare. Ci proverò.
ja: @niko あのロボットが覚えておくようにって 言ってたから、覚えておくね。
ko: @niko 저 로봇이 기억을 해 보라고 했어요. 그래서 그러려고 해요.
pt_br: @niko Aquele robô me disse para tentar lembrar, então vou tentar.
ru: @niko Тот робот велел мне попытаться вспомнить. Так я и сделаю.

source: @niko_eyeclosed Sleepy time.
cht: @niko_eyeclosed 睡觉时间！
es: @niko_eyeclosed A mimir.
it: @niko_eyeclosed Tempo della nanna.
ja: @niko_eyeclosed もう寝る時間だよ。
ko: @niko_eyeclosed 졸리네요.
pt_br: @niko_eyeclosed Hora de dormir.
ru: @niko_eyeclosed Спатеньки.

source: @niko_shock AAAAAAA!!!!!
cht: @niko_shock 啊啊啊啊啊！！！！！
es: @niko_shock ¡¡¡AAAHHH!!!
it: @niko_shock AAAAAAAH!!!!!
ja: @niko_shock あああああ！！！
ko: @niko_shock 아아아아아!!!!!
ru: @niko_shock А-А-А-А-А!!!

source: @proto_gasp2 [...No!!.]
cht: @proto_gasp2 [...不！！]
ja: @proto_gasp2 […そんな！！]
ko: @proto_gasp2 [...안 돼!!.]
pt_br: @proto_gasp2 [... Não!!.]
ru: @proto_gasp2 [...Нет!!.]

source: @niko_shock What do we do!!!
cht: @niko_shock 我们该做什么！！！
es: @niko_shock ¿Qué hacemos?
it: @niko_shock Cosa facciamo?!?
ja: @niko_shock どうすればいいの！！！
ko: @niko_shock 어떡하죠!!!
pt_br: @niko_shock O que vamos fazer?!!
ru: @niko_shock Что же нам делать?!

source: @proto2 [You have to take this.]
cht: @proto2 [你必须拿上这个。]
es: @proto2 [Tienes que coger esto.]
it: @proto2 [Devi prendere questo.]
ja: @proto2 [これを持っていって。]
ko: @proto2 [이걸 가져가.]
pt_br: @proto2 [Pegue isso.]
ru: @proto2 [Ты должен взять это.]

source: @niko3 Wh- \.\.what?
cht: @niko3 什 \.\.么？
es: @niko3 ¿Qu... \.\.Qué?
it: @niko3 C-\.\.cosa?
ja: @niko3 え… \.\.何？
ko: @niko3 ...\.\.네?
pt_br: @niko3 O... \.\.o quê?
ru: @niko3 Ч- \.\.что?

source: @niko3 The memory disk? But-
cht: @niko3 内存盘？但——
es: @niko3 ¿El disco de memoria? Pero...
it: @niko3 L'unità di memoria? Ma-
ja: @niko3 メモリーディスク？ でも――
ko: @niko3 메모리 디스크를요? 하지만...
pt_br: @niko3 O disco de memória? Mas...
ru: @niko3 Диск памяти? Но-

source: @niko_surprised Eek!
cht: @niko_surprised 呀！
es: @niko_surprised ¡Ah!
it: @niko_surprised Aah!
ja: @niko_surprised うわ！
ko: @niko_surprised 윽!
pt_br: @niko_surprised Aai!
ru: @niko_surprised А-А-А!

source: @proto2b [This is where we part ways.]
cht: @proto2b [这是我们分开的地方。]
es: @proto2b [Aquí es donde nos separamos.]
it: @proto2b [Ci separiamo qui.]
ja: @proto2b [ここでお別れ。]
ko: @proto2b [우린 여기서 헤어져야 돼.]
pt_br: @proto2b [Aqui é onde nos separamos.]
ru: @proto2b [Здесь наши пути расходятся.]

source: @proto2b [Niko, the path ahead will lead you to the Glen, right by the city gate.]
cht: @proto2b [Niko，前面的路会让你到达 Glen，刚好到 城门附近。]
es: @proto2b [Niko, el camino que sigue te llevará al Valle, junto a la puerta de la ciudad.]
it: @proto2b [Niko, il sentiero più avanti ti condurrà alla Valle, nei pressi dell'ingresso della città.]
ja: @proto2b [ニコ、この道は峡谷に続いてる。 街へのゲートのすぐそば。]
ko: @proto2b [니코, 앞에 있는 길을 따라가면 협곡으로 갈 수 있어. 도시 정문 바로 옆 말이지.]
pt_br: @proto2b [Niko, o caminho adiante te levará ao Vale, logo depois do portão da cidade.]
ru: @proto2b [Нико, путь вперёд приведёт тебя в Долину, прямо к городским воротам.]

source: @proto1C [When you're in the city, go find someone named Cedric. Give him the disk.]
cht: @proto1C [你在城里时，去找个叫 Cedric 的人。 给他这个盘。]
es: @proto1C [Cuando llegues a la ciudad, busca a Cedric. Dale el disco.]
it: @proto1C [Una volta in città, trova qualcuno di nome Cedric e dagli l'unità di memoria.]
ja: @proto1C [街に着いたら、セドリックという名前の男を 探して。ディスクをその人に渡すんだ。]
ko: @proto1C [도시에 도착하면, 세드릭이라는 사람을 찾아. 그에게 디스크를 줘.]
pt_br: @proto1C [Quando chegar lá, procure uma pessoa chamada Cedric. Entregue-lhe o disco.]
ru: @proto1C [Когда доберёшься до города, найди человека по имени Седрик. Передай ему диск.]

source: @niko3 But... what happens if I...
cht: @niko3 但...要是我...怎么办...
es: @niko3 Pero... ¿Qué pasa si...?
it: @niko3 Ma... che succede se io...
ja: @niko3 でも…もしミーに…
ko: @niko3 하지만... 혹시라도... 제가...
pt_br: @niko3 Mas... o que vai acontecer se eu...
ru: @niko3 Но... что будет, если я...

source: @niko_distressed What if the squares...
cht: @niko_distressed 要是那些方块...
es: @niko_distressed ¿Y si los cuadrados...?
it: @niko_distressed Cosa succede se i quadrati...
ja: @niko_distressed 四角形が…
ko: @niko_distressed 만에 하나 사각형이 나타나기라도 하면...
pt_br: @niko_distressed E se os quadrados...
ru: @niko_distressed Если квадраты...

source: @proto_gasp2 [Hurry!]
cht: @proto_gasp2 [快点！]
es: @proto_gasp2 [¡Corre!]
it: @proto_gasp2 [Sbrigati!]
ja: @proto_gasp2 [早く！]
ko: @proto_gasp2 [서둘러!]
pt_br: @proto_gasp2 [Depressa!]
ru: @proto_gasp2 [Поторопись!]

source: @niko A robot. It's beyond repair...
cht: @niko 一个机器人。已经无法修理了...
es: @niko Un robot. Irreparable...
it: @niko Un robot, troppo danneggiato per essere riparato...
ja: @niko ロボットだ。直せそうにないね…
ko: @niko 로봇이에요. 수리하긴 힘들겠어요...
pt_br: @niko Um robô. Perda total...
ru: @niko Робот. Его уже не починить...

source: @niko I'm scared of ladders...
cht: @niko 我害怕梯子...
es: @niko Me dan miedo las escaleras...
it: @niko Ho paura delle scale...
ja: @niko ハシゴ、怖い…
ko: @niko 사다리는 무서워요...
pt_br: @niko Eu tenho medo de escada...
ru: @niko Я боюсь лестниц...

source: $Evacuation? At such short notice?
cht: $疏散？在这么短的时间里？
es: $¿Una evacuación? ¿Con tan poco tiempo de antelación?
it: $Evacuazione? Con così poco preavviso?
ja: $避難？こんなに急に？
ko: $대피하라고? 그것도 당장?
pt_br: $Evacuação? Assim, em cima da hora?
ru: $Эвакуация? Так скоро?

source: $I can't believe this...
cht: $简直无法相信...
es: $No me lo puedo creer...
it: $Non ci posso credere...
ja: $信じられない…
ko: $도저히 믿을 수가 없군...
pt_br: $Não acredito nisso...
ru: $Я не могу поверить...

source: $First the sun dies, now I'm out of a job...
cht: $先是太阳消失了，现在我 也失业了...
es: $Primero se muere el sol y ahora yo me quedo sin trabajo...
it: $Prima il sole scompare e adesso rimango senza lavoro...
ja: $太陽が死んだと 思ったら、今度は仕事が なくなるなんて…
ko: $처음에는 태양이 죽더니 이제 직업마저 잃었어...
pt_br: $Primeiro o sol morre, agora estou sem emprego...
ru: $Сначала солнце умирает, а теперь я теряю работу...

source: @niko Some sort of mechanical drawing.
cht: @niko 某种机械制图。
es: @niko Una especie de dibujo técnico.
it: @niko Il disegno di un qualche meccanismo.
ja: @niko 何かの図面だ。
ko: @niko 어떤 기계를 그려 놓은 것 같아요.
pt_br: @niko Algum tipo de desenho mecânico.
ru: @niko Какой-то технический рисунок.

source: @calamus_speak Hey! You there!
cht: @calamus_speak 嘿！你好？
es: @calamus_speak ¡Eh! ¡Tú!
it: @calamus_speak Ehi, aspetta!
ja: @calamus_speak なあ！そこの君！
ko: @calamus_speak 이봐, 잠깐만!
pt_br: @calamus_speak Olá, você aí!
ru: @calamus_speak Эй! Эй, ты там!

source: @calamus Have you seen a little girl?
cht: @calamus 你看到一个小女孩了吗？
es: @calamus ¿Has visto a una niña pequeña?
it: @calamus Hai visto una ragazzina?
ja: @calamus 小さな女の子を見なかったか？
ko: @calamus 작은 여자아이를 봤어?
pt_br: @calamus Você viu uma garotinha?
ru: @calamus Ты не видел маленькую девочку?

source: @calamus She's a little bit shorter than you, and-
cht: @calamus 她比你更矮一点，而且——
es: @calamus Es un poco más baja que tú y...
it: @calamus È un po' più bassa di te e-
ja: @calamus 君より少し背が低くて、あと――
ko: @calamus 너보다는 좀 작고...
pt_br: @calamus Ela é um pouco menor que você e...
ru: @calamus Она немного ниже тебя и-

source: @calamus_speak Wait...\.! That's... the sun.
cht: @calamus_speak 等等...\.！那个是...太阳。
es: @calamus_speak ¡Espera...\.! Eso es... el sol.
it: @calamus_speak Aspetta...\.! Quello è... il sole.
ja: @calamus_speak って…\.！それ…太陽だろ。
ko: @calamus_speak 잠깐...\.! 그건... 태양이잖아.
pt_br: @calamus_speak Espere...\.! Isso é... o sol.
ru: @calamus_speak Погоди-ка...\.! Это же... солнце.

source: @calamus Are you our savior?
cht: @calamus 你是我们的救世主吗？
es: @calamus ¿Eres nuestro salvador?
it: @calamus Sei il nostro salvatore?
ja: @calamus 君が救世主なのか？
ko: @calamus 네가 구원자니?
pt_br: @calamus Você veio nos salvar?
ru: @calamus Ты наш спаситель?

source: @niko I... yeah?
cht: @niko 我...是的？
es: @niko Yo... ¿Sí?
it: @niko Ehm... Sì?
ja: @niko えっと… そうかも？
ko: @niko 그게... 아마도?
pt_br: @niko Eu... é?
ru: @niko Я... Ну да?

source: @calamus_shame Oh my stars!
cht: @calamus_shame 我的天啦！
es: @calamus_shame ¡Ay, madre mía!
it: @calamus_shame Oh stelle care!
ja: @calamus_shame うっそ！
ko: @calamus_shame 오, 세상에!
pt_br: @calamus_shame Ah, pelas estrelas!
ru: @calamus_shame Ох звёздочки мои!

source: @calamus_shame Sorry for my rudeness!
cht: @calamus_shame 请原谅我的失礼！
es: @calamus_shame ¡Perdona mis malos modales!
it: @calamus_shame Che maleducato, scusami tanto!
ja: @calamus_shame タメ口使ってごめん！…なさい！
ko: @calamus_shame 부디 무례를 용서해 줘!
pt_br: @calamus_shame Perdoe-me a grosseria!
ru: @calamus_shame Прошу прощения за мою грубость!

source: @niko Huh? It's alright...
cht: @niko 啊？没事...
es: @niko ¿Eh? No pasa nada...
it: @niko Eh? Non preoccuparti...
ja: @niko うん？別にいいよ…
ko: @niko 응? 난 괜찮은데...
pt_br: @niko Hm? Tudo bem...
ru: @niko Эм? Всё в порядке...

source: @niko_speak Are you looking for someone?
cht: @niko_speak 你在找人吗？
es: @niko_speak ¿Estás buscando a alguien?
it: @niko_speak Stai cercando qualcuno?
ja: @niko_speak 誰か探してるの？
ko: @niko_speak 누군가를 찾고 있어?
pt_br: @niko_speak Está procurando alguém?
ru: @niko_speak Ты кого-то ищешь?

source: @calamus_sad My little sister... she's been gone for three days now.
cht: @calamus_sad 我妹妹...已经三天没见到她了。
es: @calamus_sad A mi hermana pequeña... lleva tres días desaparecida.
it: @calamus_sad La mia sorellina... è scomparsa ormai da tre giorni.
ja: @calamus_sad 妹なんだ… いなくなってからもう3日も経つ。
ko: @calamus_sad 내 여동생이야... 오늘로 벌써 사흘째 돌아오지 않았어.
pt_br: @calamus_sad Minha irmãzinha. Ela desapareceu há três dias.
ru: @calamus_sad Младшую сестру... её не было дома уже целых три дня.

source: @calamus I've been looking all over, but...
cht: @calamus 我到处找，但是...
es: @calamus La he buscado por todos lados, pero...
it: @calamus Ho cercato dappertutto, ma...
ja: @calamus あちこち探し回ってるんだけど…
ko: @calamus 있을 법한 곳은 다 찾아다녔어. 그런데...
pt_br: @calamus Procurei em todo lugar, mas...
ru: @calamus Я всё вокруг обыскал, но...

source: @niko What does she look like?
cht: @niko 她长什么样？
es: @niko ¿Qué aspecto tiene?
it: @niko Puoi dirmi com'è fatta?
ja: @niko どんな子なの？
ko: @niko 어떻게 생겼는데?
pt_br: @niko Como ela é?
ru: @niko Как она выглядит?

source: @calamus_speak Um...\. a little shorter than you, long blue hair, two blue feathers on top of her head...
cht: @calamus_speak 嗯...\. 比你矮点，披着长长的蓝头发， 头顶上有两片蓝色的羽毛...
es: @calamus_speak Mmm...\. Un poco más baja que tú, pelo largo y azul, dos plumas azules en lo alto de la cabeza...
it: @calamus_speak Ehm...\. Un po' più bassa di te, con lunghi capelli blu e due penne blu sulla testa...
ja: @calamus_speak ええと…\. 君より少し背が低くて、 青くて長い髪の毛をしていて、あと頭の上に 青い羽が生えてて…
ko: @calamus_speak 그러니까...\. 너보다 키는 조금 작고, 파랗고 긴 머리에 머리 위엔 파란 깃털 두 개가 나 있어...
pt_br: @calamus_speak Hm...\. mais baixa que você, cabelos compridos azuis, duas penas azuis na cabeça...
ru: @calamus_speak Эм...\. немного ниже тебя, длинные синие волосы, два синих пера на макушке...

source: @niko I'm sorry, I haven't seen anyone like that...
cht: @niko 很抱歉，我没见过这样的人...
es: @niko Lo siento, no he visto a nadie así...
it: @niko Mi dispiace, non ho visto nessuno del genere...
ja: @niko ごめん、そんな子は見てないや…
ko: @niko 미안해, 그런 사람은 못 봤어...
pt_br: @niko Desculpe-me, não vi ninguém assim...
ru: @niko Прости, но никого похожего я не видел...

source: @niko_speak Where was the last place you saw her?
cht: @niko_speak 你最后一次见到她是在什么地方？
es: @niko_speak ¿Dónde la viste por última vez?
it: @niko_speak Dove l'hai vista l'ultima volta?
ja: @niko_speak 最後どこで見たの？
ko: @niko_speak 여동생을 마지막으로 본 곳은 어디야?
pt_br: @niko_speak Onde você a viu pela última vez?
ru: @niko_speak Где ты видел её в последний раз?

source: @calamus_speak Back inside the ruins.
cht: @calamus_speak 在废墟里。
es: @calamus_speak Dentro de las ruinas.
it: @calamus_speak Dentro le rovine.
ja: @calamus_speak 遺跡の内部。
ko: @calamus_speak 폐허였지.
pt_br: @calamus_speak Nas ruínas.
ru: @calamus_speak В руинах.

source: @calamus She said she was headed towards the forest, so I'm waiting here now.
cht: @calamus 她说她要去森林，所以我在这等她。
es: @calamus Me dijo que iba al bosque, así que ahora estoy esperando aquí.
it: @calamus Ha detto che era diretta verso la foresta, quindi ho deciso di aspettarla qui.
ja: @calamus 森に向かうって言ってたから、 今はここで待ってる。
ko: @calamus 동생이 숲 쪽으로 가겠다고 해서 지금 여기서 기다리고 있는 거야.
pt_br: @calamus Ela disse que ia para a floresta, por isso estou esperando aqui.
ru: @calamus Она сказала, что идёт в лес, так что здесь я её и жду.

source: @calamus_sad I ran out of places to look...
cht: @calamus_sad 该找的地方都找了...
es: @calamus_sad Ya no sé dónde buscar...
it: @calamus_sad Ormai l'ho cercata ovunque...
ja: @calamus_sad どこもかしこも探したんだ…
ko: @calamus_sad 이제 더 찾아볼 곳도 없어...
pt_br: @calamus_sad Eu não sei onde mais posso procurar...
ru: @calamus_sad Я уже везде её искал...

source: @alula_gasp Calamus!
ja: @alula_gasp カラムス！
ko: @alula_gasp 칼라무스!
ru: @alula_gasp Каламус!

source: @calamus_speak Alula!
ja: @calamus_speak アルーラ！
ko: @calamus_speak 알룰라!
ru: @calamus_speak Алула!

source: @calamus You're okay!
cht: @calamus 你没事！
es: @calamus ¡Estás bien!
it: @calamus Stai bene!
ja: @calamus 無事だったのか！
ko: @calamus 무사했구나!
pt_br: @calamus Você está bem!
ru: @calamus Ты жива!

source: @calamus_sad Thank goodness...
cht: @calamus_sad 感谢上帝...
es: @calamus_sad Menos mal...
it: @calamus_sad Grazie al cielo...
ja: @calamus_sad 本当に良かった…
ko: @calamus_sad 신이시여, 감사합니다...
pt_br: @calamus_sad Ainda bem...
ru: @calamus_sad Какое счастье...

source: @niko Are you from the village?
cht: @niko 你是从村子里来的吗？
es: @niko ¿Sois de la aldea?
it: @niko Sei del villaggio?
ja: @niko 君は村の人？
ko: @niko 두 사람은 마을에서 왔어?
pt_br: @niko Você é da aldeia?
ru: @niko Вы не из деревни?

source: @calamus No...
cht: @calamus 不是...
ja: @calamus いや…
ko: @calamus 아니...
pt_br: @calamus Não...
ru: @calamus Нет...

source: @calamus_speak I don't remember why, but our father left the village while we were still young.
cht: @calamus_speak 我不记得原因了，但我们的父亲在我们 很小的时候就离开了村子。
es: @calamus_speak No recuerdo el porqué, pero nuestro padre se fue de la aldea cuando aún éramos niños.
it: @calamus_speak Non ricordo il motivo, ma nostro padre ha lasciato il villaggio quando eravamo ancora piccoli.
ja: @calamus_speak 理由は覚えてないけど、オレたちがまだ 小さかった頃、父さんは村を出たんだ。
ko: @calamus_speak 이유는 기억나지 않지만 우리가 어렸을 때 아버지는 우리를 데리고 마을을 떠났어.
pt_br: @calamus_speak Eu não lembro o motivo, mas nosso pai saiu da aldeia quando ainda éramos jovens.
ru: @calamus_speak Не помню почему, но наш отец ушёл из деревни, когда мы были ещё совсем маленькие.

source: @calamus We've lived in the ruins ever since.
cht: @calamus 从此以后我们就住在废墟里。
es: @calamus Desde entonces, hemos vivido en las ruinas.
it: @calamus Da quel momento abbiamo vissuto tutti nelle rovine.
ja: @calamus それからずっと、遺跡に住んでる。
ko: @calamus 그 뒤로 쭉 이 폐허에서 살았지.
pt_br: @calamus Desde então, vivemos nas ruínas.
ru: @calamus С тех пор мы живём в руинах.

source: @calamus_sad ...Well, it's just Alula and I now.
cht: @calamus_sad ...嗯，现在家里只剩Alula和我了。
es: @calamus_sad ... Bueno, ahora solo Alula y yo.
it: @calamus_sad ...Beh, adesso solo io e Alula.
ja: @calamus_sad …まあ、今はオレとアルーラだけだけど。
ko: @calamus_sad ...뭐, 지금은 알룰라와 둘 뿐이야.
pt_br: @calamus_sad ... Agora somos só Alula e eu.
ru: @calamus_sad ...Ну, теперь только мы с Алулой.

source: @calamus_sad I can't lose her too...
cht: @calamus_sad 我不能再失去她...
es: @calamus_sad No puedo perderla a ella también...
it: @calamus_sad Non posso perdere anche lei...
ja: @calamus_sad 妹まで失うわけにはいかない…
ko: @calamus_sad 알룰라만큼은 지켜야 해...
pt_br: @calamus_sad Não posso perdê-la...
ru: @calamus_sad Я не могу потерять и её тоже...

source: @calamus_speak Alula is all I have.\nI can't lose her...
cht: @calamus_speak Alula是我的一切。\n我不能失去她...
es: @calamus_speak Alula es todo lo que tengo.\nNo puedo perderla...
it: @calamus_speak Alula è tutto ciò che mi resta.\nNon posso perderla...
ja: @calamus_speak オレにはアルーラしかいない。\n妹を失うわけにはいかない…
ko: @calamus_speak 알룰라는 내 전부나 마찬가지야.\n여동생을 지켜야 해...
pt_br: @calamus_speak Alula é tudo que tenho.\nNão posso perdê-la...
ru: @calamus_speak Алула — всё, что у меня есть.\nЯ не могу её потерять...

source: @alula_pout I was trapped inside this room and it was really scary...
cht: @alula_pout 我被困在一个房间里，当时真的很害怕...
es: @alula_pout Me quedé atrapada dentro de una sala y tenía mucho miedo...
it: @alula_pout Sono rimasta intrappolata dentro una stanza, è stato davvero spaventoso...
ja: @alula_pout 部屋の中に閉じ込められて、 すっごく怖かった…
ko: @alula_pout 나는 웬 방 안에 갇혀 있었어. 정말 무서웠다고...
pt_br: @alula_pout Eu fiquei presa nessa sala. Foi muito assustador...
ru: @alula_pout Я попала в западню в той комнате. Было жутко страшно...

source: @alula ...but then, the messiah saved me!
cht: @alula ...但是之后，救世主救了我！
es: @alula ... pero entonces, ¡el mesías me salvó!
it: @alula ...ma poi, il messia mi ha salvato!
ja: @alula …でもそしたら、救世主さまが助けてくれたの！
ko: @alula ...그랬는데 구원자가 날 구해 준 거야!
pt_br: @alula ... mas o messias me salvou!
ru: @alula ...но потом пришёл мессия и спас меня!
