Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @george5_smile I know there's a small room that you can go into, but...
cht: @george5_smile 我知道有个小房间你可以进去，但是...
es: @george5_smile Sí, sé que hay un pequeño vestíbulo al que se puede acceder, pero...
it: @george5_smile So che c'è una piccola stanza in cui puoi entrare, ma...
ja: @george5_smile 中に入ることのできる、小さな部屋が あるのだけれど…
ko: @george5_smile 네가 들어갈 수 있는 작은 방이 하나 있다는 건 알지만...
pt_br: @george5_smile Eu sei que há uma salinha em que dá pra entrar, mas...
ru: @george5_smile Я знаю, что там есть небольшая комната, в которую можно войти, но...

source: @george5_hmm ...I'm afraid nobody knows how to get in beyond that!
cht: @george5_hmm ...除此之外，恐怕没有人知道怎么进去！
es: @george5_hmm ¡Me temo que nadie sabe cómo llegar más allá de él!
it: @george5_hmm ...temo che nessuno sappia come andare oltre!
ja: @george5_hmm …ごめんなさいね。そこから先へ進む方法を 誰も知らないの！
ko: @george5_hmm ...미안, 그것 말고는 다른 건 몰라!
pt_br: @george5_hmm ... acredito que ninguém saiba como passar dela!
ru: @george5_hmm ...боюсь, что никому не известно, как пройти дальше!

source: @george5_heh Not even silly ol' me, who spent her entire life reading books about the world...
cht: @george5_heh 即使我年纪这么大，一生都在阅读关于 这个世界的书，也不知道...
es: @george5_heh Ni siquiera esta vieja estúpida que se ha pasado toda la vida leyendo libros sobre el mundo...
it: @george5_heh Nemmeno io, che ho speso tutta la mia vita leggendo libri sul mondo...
ja: @george5_heh この世界に関する本を読むことだけに人生を 費やしてきた私でさえ…
ko: @george5_heh 세상에 관한 온갖 책을 읽으며 평생을 보낸 나조차도 모른단다...
pt_br: @george5_heh Nem mesmo a linda aqui, que passou a vida inteira lendo livros sobre o mundo...
ru: @george5_heh Даже старой глупой Джордж, которая провела всю свою жизнь за книгами об этом мире...

source: @george5 I think you need some help from \p, but I don't know any details!
cht: @george5 我觉得你需要\p的帮助，但我不知道 任何详细信息！
es: @george5 Creo que necesitarás la ayuda de\p, pero yo no sé nada más.
it: @george5 Penso che tu debba chiedere aiuto a \p, ma non so altro!
ja: @george5 \p の助けが必要だと思うのだけれど、 詳しいことは分からないわ！
ko: @george5 어쩌면 \p 님의 도움이 필요할 것 같아. 하지만 그 외엔 나도 모르겠어!
pt_br: @george5 Acho que você precisará da ajuda de \p, mas não tenho nenhum detalhe!
ru: @george5 Думаю, тебе нужна помощь от \p, но какого рода я не знаю!

source: @george5_hmm I've never found any books about this before...\>\n\@george5_smile You'd think there would be at least ONE book on this, but I guess that's just how it is!
cht: @george5_hmm 我以前从未见过关于这类话题的书籍...\>\n\@george5_smile 你可能觉得至少会有一本这样的书， 但我想事实就是这样的！
es: @george5_hmm Jamás he visto ningún libro al respecto...\>\n\@george5_smile Una pensaría que al menos tiene que haber UNO sobre ello, pero supongo que así son las cosas.
it: @george5_hmm Non ho mai visto volumi trattare l'argomento di come salire sulla Torre...\>\n\@george5_smile Mi sarei aspettata di trovarne almeno UNO!
ja: @george5_hmm そういう本は今まで読んだことがないの…\>\n\@george5_smile 1冊ぐらいありそうなのにね。 世の中そんなものなのでしょうね、きっと！
ko: @george5_hmm 지금까지 이 주제에 대한 책은 본 적이 없단다...\>\n\@george5_smile 그런 책이 한 권쯤은 있지 않을까 싶겠지만, 난 본 적이 없어!
pt_br: @george5_hmm Eu nunca encontrei nenhum livro sobre isso...\>\n\@george5_smile Embora haja tudo nos livros, acho difícil encontrar alguma coisa!
ru: @george5_hmm Мне ни разу не попадались книги на эту тему...\>\n\@george5_smile Казалось бы, должна быть ХОТЬ ОДНА книга, посвященная этому, но увы!

source: @george5_hmm Goodness, this is quite the dilemma!
cht: @george5_hmm 天啊，这真是个难题！
es: @george5_hmm ¡Madre mía, esto es todo un dilema!
it: @george5_hmm Santo cielo, che disdetta... Questo sì che è un bel problema!
ja: @george5_hmm うーん、ジレンマね！
ko: @george5_hmm 이건 정말 진퇴양난이로구나!
pt_br: @george5_hmm Minha nossa, isso é um dilema!
ru: @george5_hmm Да уж, положение весьма затруднительное!

source: @george6 Hey, lil' fella!
cht: @george6 嘿，小伙子！
es: @george6 ¡Hola, amigo!
it: @george6 Ehi, piccoletto!
ja: @george6 やっほーーチビくん！
ko: @george6 안녕, 꼬마야!
pt_br: @george6 Ei, garotinha!
ru: @george6 О, привет, ламповый приятель!

source: @niko_speak Hello!
cht: @niko_speak 你好！
es: @niko_speak ¡Hola!
it: @niko_speak Ciao!
ja: @niko_speak こんばんは！
ko: @niko_speak 안녕하세요!
pt_br: @niko_speak Olá!
ru: @niko_speak Привет!

source: @george6_point So you're gonna like, save the world and stuff!\>\n\@george6_smile Didn't think I'd run into ya. But now I did!
cht: @george6_point 所以就是你要来拯救世界！\>\n\@george6_smile 没想到我会遇到你。但现在遇到了！
es: @george6_point ¡Así que vas a salvar el mundo y todo eso!\>\n\@george6_smile Pensaba que no me encontraría contigo, pero ¡acabo de hacerlo!
it: @george6_point Allora sei tu quello che dovrebbe tipo salvare il mondo!\>\n\@george6_smile Non pensavo che ti avrei mai incontrato... ma eccoti qui!
ja: @george6_point Youが世界を救う救世主ってワケね！\>\n\@george6_smile まっっさか会えるとは思ってなかった。 けど、こうやって会えた！
ko: @george6_point 그래. 네가 이 세상을 구하겠다는 그 애로구나!\>\n\@george6_smile 널 만날 줄은 몰랐네. 하지만 이렇게 만나 버렸어!
pt_br: @george6_point Então você quer... salvar o mundo e tudo mais?!\>\n\@george6_smile Eu não pensei que fosse encontrar você, mas que bom que apareceu!
ru: @george6_point Выходит, ты типа спасёшь мир и всё такое!\>\n\@george6_smile Не думала, что мы встретимся. Но это всё же случилось!

source: @niko_speak Um, thanks?
cht: @niko_speak 嗯，谢谢？
es: @niko_speak Mmm, ¿gracias?
it: @niko_speak Ehm, grazie?
ja: @niko_speak えっと、ありがとう？
ko: @niko_speak 어, 고맙다고 하면 되나요?
pt_br: @niko_speak Hm, está bem...
ru: @niko_speak Эм, спасибо?

source: @george6 So like, what up?\>\n\@george6_smile Can I getcha anything?
cht: @george6 怎么了？\>\n\@george6_smile 我能帮忙做什么吗？
es: @george6 Bueno, ¿entonces qué?\>\n\@george6_smile ¿Puedo ayudarte con algo?
it: @george6 Allora, dimmi un po'.\>\n\@george6_smile Ti serve una mano?
ja: @george6 んで、今日はどしたの？\>\n\@george6_smile 何か困りごと？
ko: @george6 그래서, 무슨 일이지?\>\n\@george6_smile 내가 뭐 도와줄까?
pt_br: @george6 Então, e aí?\>\n\@george6_smile O que posso fazer por você?
ru: @george6 Ну как дела?\>\n\@george6_smile Тебе чего-нибудь раздобыть?

source: @niko_speak Yeah! I heard you can help me!
cht: @niko_speak 是的！我听说你能帮助我！
es: @niko_speak ¡Sí! ¡Me han dicho que puedes ayudarme!
it: @niko_speak Sì! Ho sentito che puoi aiutarmi!
ja: @niko_speak うん！助けてくれるって聞いたから！
ko: @niko_speak 네! 당신이 절 도울 수 있다고 들었어요!
pt_br: @niko_speak Isso! Disseram-me que você poderia me ajudar!
ru: @niko_speak Ага! Я слышал, вы можете мне помочь!

source: @niko I'm not sure what I'm supposed to do now...
cht: @niko 我不知道现在应该怎么做...
es: @niko No tengo muy claro qué tengo que hacer ahora...
it: @niko Non sono sicuro di cosa dovrei fare adesso...
ja: @niko 次にどうしたらいいか分からなくて…
ko: @niko 지금 도대체 어떻게 해야 할지 모르겠거든요...
pt_br: @niko Eu não sei o que fazer agora...
ru: @niko Я не уверен, что мне теперь делать...

source: @niko_speak I think I'm supposed to go in the Tower...\>\n\@niko But how do I do that?
cht: @niko_speak 我觉得我应该进塔楼里去...\>\n\@niko 但我怎么进去呢？
es: @niko_speak Me parece que tengo que ir a la Torre...\>\n\@niko Pero ¿cómo se hace?
it: @niko_speak Credo di dover andare alla Torre...\>\n\@niko Ma come faccio?
ja: @niko_speak たぶん、塔に入らないとダメなんだけど…\>\n\@niko でも、どうやって入ればいいのかな？
ko: @niko_speak 분명 탑으로 가긴 해야 하는데...\>\n\@niko 어떻게 가죠?
pt_br: @niko_speak Acho que preciso ir para a Torre...\>\n\@niko Mas como farei isso?
ru: @niko_speak Кажется, я должен зайти в Башню...\>\n\@niko Но как это сделать?

source: @george6 Ya don't.\>\n\@george6_shrug At least, WE don't.
cht: @george6 你没办法。\>\n\@george6_shrug 至少我们没有办法。
es: @george6 No se hace.\>\n\@george6_shrug Al menos, NOSOTROS no lo hacemos.
it: @george6 Non puoi.\>\n\@george6_shrug O almeno, NOI non possiamo.
ja: @george6 ムリ！\>\n\@george6_shrug 少なくとも、ウチらにはムリムリだね。
ko: @george6 탑에는 못 들어가.\>\n\@george6_shrug 아니, 적어도 우린 못 들어가지.
pt_br: @george6 Não faz.\>\n\@george6_shrug Pelo menos, não fazemos isso.
ru: @george6 Никак.\>\n\@george6_shrug Ну, НАМ — никак.

source: @george6 The Tower's only got one teeny room in it, it ain't even got stairs!
cht: @george6 塔楼只有个很小的房间，甚至都没有 阶梯！
es: @george6 En la Torre solo hay un pequeño vestíbulo, ¡ni siquiera tiene escaleras!
it: @george6 La Torre ha solo una piiiccola stanza al suo interno, non ha neanche le scale!
ja: @george6 塔にはチョーちっちゃい部屋が1つしかなくて、 しかも階段すらないんだからサ！
ko: @george6 그 탑 안에는 코딱지만 한 방 하나뿐이거든. 계단도 없어!
pt_br: @george6 Tem só uma salinha no pé da Torre e nem escadas tem nela!
ru: @george6 У Башни есть только одна малюсенькая комнатка, но блин, в ней даже ступенек нет!

source: @george6_point I bet you need \p's help on this one, pal...\>\n\@george6_shrug Exactly how? I dunno.
cht: @george6_point 我敢说你这次肯定需要\p的帮助，朋友...\>\n\@george6_shrug 具体怎么做？我不知道
es: @george6_point Apuesto a que necesitas la ayuda de \p para esto, amigo...\>\n\@george6_shrug ¿Cómo exactamente? Ni idea.
it: @george6_point Scommetto che ti servirà l'aiuto di \p per questo, amico...\>\n\@george6_shrug Come di preciso? Boh.
ja: @george6_point …となると、やっぱ \p の助けが いるんじゃない…\>\n\@george6_shrug 具体的にどうするかって？ ウチにはサッパリ。
ko: @george6_point 아마 \p 친구의 도움이 필요할 거야...\>\n\@george6_shrug 어떻게 돕냐고? 그건 나도 모르지.
pt_br: @george6_point Acho que você vai precisar da ajuda de \p, colega...\>\n\@george6_shrug Como exatamente? Eu não sei.
ru: @george6_point Ставлю на то, что тебе понадобится помощь \p, приятель...\>\n\@george6_shrug Как вы это разрулите? Без понятия.

source: @george6 But I bet'cha anything that sorta knowledge is in some mystery book somewhere.
cht: @george6 但我确信，某个地方的某本神秘的书肯定 记载了这类的知识。
es: @george6 Pero me juego algo a que ese tipo de conocimiento se encuentra en algún libro misterioso a saber dónde.
it: @george6 Ma mi ci gioco quello che vuoi! La risposta è di sicuro in qualche libro misterioso nascosto chissà dove.
ja: @george6 でもそういうのってさー、 どっかの謎の本に書いてあるはずじゃない？
ko: @george6 하지만 그런 지식은 분명 어딘가에 있는 정체불명의 책에 숨겨져 있을 거야.
pt_br: @george6 Mas eu aposto que tem alguma informação em algum livro misterioso em algum lugar.
ru: @george6 Но я могу поспорить, такая инфа должна быть в какой-нибудь таинственной книжке.

source: @george6_shrug Nothin' in my collection fits the description, tho.
cht: @george6_shrug 虽然，我收藏的书中没有符合描述的。
es: @george6_shrug Nada de lo que tengo en mi colección concuerda con ello.
it: @george6_shrug Io non c'ho niente che potrebbe aiutarti, però.
ja: @george6_shrug ウチのコレクションには無いけどさーー。
ko: @george6_shrug 하지만 내가 지금까지 수집한 책 중엔 그런 게 없지.
pt_br: @george6_shrug No entanto, não há nada disso na minha biblioteca.
ru: @george6_shrug Знаю, облом, но в моём сборище книг такой не найдёшь.

source: @niko A book is poking out from the shelf.
cht: @niko 一本书从书架上露出来。
es: @niko Hay un libro que destaca en este estante.
it: @niko Un libro sporge dallo scaffale.
ja: @niko 本が1冊飛び出てるよ。
ko: @niko 책 한 권이 책장에서 툭 튀어나와 있네요.
pt_br: @niko Um livro está caindo da prateleira.
ru: @niko С полки выглядывает книга.

source: @niko_speak Ah, this looks like a sketchbook of some sort!
cht: @niko_speak 噢，这看起来像是一本随笔。
es: @niko_speak ¡Ah, parece un libro de bocetos!
it: @niko_speak Ah, sembra proprio un album da disegno!
ja: @niko_speak あっ、これは何かのスケッチブックみたい！
ko: @niko_speak 아, 이건 스케치북 같아요!
pt_br: @niko_speak Ah, parece algum tipo de caderno de desenho!
ru: @niko_speak О, это какая-то книжка с зарисовками!

source: @niko_speak Hey!
cht: @niko_speak 嘿！
es: @niko_speak ¡Oye!
it: @niko_speak Ehi!
ja: @niko_speak あ、これって！
ko: @niko_speak 앗!
pt_br: @niko_speak Ei!
ru: @niko_speak Эй!

source: @niko I think this book is actually about clovers...
cht: @niko 我觉得这本书实际上是关于三叶草的...
es: @niko Creo que va sobre tréboles...
it: @niko Credo che parli di trifogli...
ja: @niko たぶん、クローバーに関する本だよ…
ko: @niko 이 책은 진짜로 클로버에 대한 책이네요...
pt_br: @niko Acho que esse livro tem a ver com trevos...
ru: @niko Думаю, это книга и в самом деле про клевера...

source: @niko A box full of notebooks.
cht: @niko 盒子中塞满了笔记本。
es: @niko Una caja llena de libretas.
it: @niko Una scatola piena di quaderni.
ja: @niko ノートがたくさん入った箱。
ko: @niko 상자 안에 공책이 가득해요.
pt_br: @niko Uma caixa cheia de cadernos.
ru: @niko Коробка, полная записных книжек.

source: @niko Looks like a scanner.
cht: @niko 像是个扫描仪。
es: @niko Parece un escáner.
it: @niko Uno scanner.
ja: @niko スキャナーみたいだね。
ko: @niko 스캐너 같아요.
pt_br: @niko Parece uma digitalizadora.
ru: @niko Похоже на сканер.

source: @niko Looks like a printer.
cht: @niko 像是个打印机。
es: @niko Parece una impresora.
it: @niko Una stampante.
ja: @niko プリンターかな。
ko: @niko 프린터 같아요.
pt_br: @niko Parece uma impressora.
ru: @niko Похоже на принтер.

source: CAFE
cht: 咖啡厅
es: CAFETERÍA
it: CAFFETTERIA
ja: カフェ
ko: 카페
pt_br: CAFÉ
ru: КАФЕ

source: MEOW
cht: 喵（猫叫声）
es: MIAU
it: MIAO
ja: ニャー
ko: 냐옹
pt_br: MIAU
ru: МЯУ

source: @niko \p and I fixed the camera!
cht: @niko \p和我把照相机修好了！
es: @niko ¡\p y yo hemos arreglado la cámara!
it: @niko Io e \p abbiamo riparato la fotocamera!
ja: @niko ミーと \p でカメラを修理したよ！
ko: @niko \p 님과 제가 카메라를 고쳤어요!
pt_br: @niko \p e eu consertei a câmera!
ru: @niko \p и я починили камеру!

source: Aw, sweet!
cht: 哦，真好！
es: ¡Oh, genial!
it: Aw, che bello!
ja: おお、やったな！
ko: 오, 잘됐네!
pt_br: Ah, ótimo!
ru: О, блеск!

source: Are you here for your photos?
cht: 你是为相片来的吗？
es: ¿Has venido por las fotos?
it: Sei qui per le tue foto?
ja: 写真を撮りにきたのか？
ko: 사진을 찍으러 왔니?
pt_br: Você veio pegar suas fotos?
ru: Ты здесь, чтобы сделать фото?

source: @niko_speak Actually, yeah!
cht: @niko_speak 其实，是的！
es: @niko_speak ¡Pues sí!
it: @niko_speak Esatto!
ja: @niko_speak 実はそうなの！
ko: @niko_speak 네, 맞아요!
pt_br: @niko_speak Na verdade, sim!
ru: @niko_speak Вообще-то да!

source: @niko I need to take a picture for....\. reasons.
cht: @niko 我需要拍张照，为了...\.某个原因。
es: @niko Tengo que hacer una foto para...\. una cosa.
it: @niko Devo scattare una foto per...\. motivi personali.
ja: @niko 写真が必要なんだ。あの…\. いろいろあって。
ko: @niko 여러 가지 일이 있어서...\. 사진을 찍으려고요.
pt_br: @niko Preciso de uma fotografia porque...\. eu preciso.
ru: @niko Мне нужно сфотографироваться....\. по определённым причинам.

source: Well, I got good news and bad news.
cht: 有好消息，也有坏消息。
es: Bueno, tengo buenas y malas noticias.
it: Beh, ho una buona e una cattiva notizia.
ja: なら、いい報せと悪い報せがある。
ko: 음, 좋은 소식과 나쁜 소식이 있어.
pt_br: Bem, tenho uma notícia boa e outra ruim.
ru: Что ж, у меня для тебя хорошая новость и плохая новость.

source: The good news is that the photo center is right behind me.
cht: 好消息是摄影中心就在我们后头。
es: La buena noticia es que el estudio fotográfico está justo detrás de mí.
it: Quella buona è che il centro fotografico è proprio dietro di me.
ja: いい報せは、撮影センターが 俺のすぐ後ろにあること。
ko: 좋은 소식은 사진관이 내 바로 뒤에 있다는 거야.
pt_br: A boa é que a fotográfica está logo atrás de mim.
ru: Хорошая новость: фото-центр прямо за моей спиной.

source: @niko The bad news is that.... it doesn't work, right?
cht: @niko 坏消息是...它不能用了，对吧？
es: @niko La mala es... que no funciona, ¿a que sí?
it: @niko Quella cattiva è che... non funziona, vero?
ja: @niko 悪い報せっていうのは… ちゃんと動かないこと？
ko: @niko 나쁜 소식은... 카메라가 작동하지 않는다는 것, 맞죠?
pt_br: @niko A ruim é que... não está funcionando, não é?
ru: @niko А плохая, что он.... не работает, да?

source: Heh, you're catching on quick.
cht: 呵，你挺聪明啊。
es: Je, je. Le estás pillando el truco.
it: Eheh, vedo che capisci in fretta.
ja: はは、察しがいいな。
ko: 헤헤, 눈치 한번 빠르구나.
pt_br: Hehehe... você está pegando o jeito.
ru: Хе-хе, схватываешь на лету.

source: After operations ended in the Barrens, this place got shut down.
cht: Barrens 的工作结束后，这个地方被关闭了。
es: Tras el fin de las operaciones en los Baldíos, este lugar se cerró.
it: Dopo che le operazioni nella Baia Desolata sono terminate, questo posto è stato chiuso.
ja: 不毛の地で作業が終わった後に、 ここは閉鎖したのさ。
ko: 불모지에서의 작업이 중단되면서 여기도 폐쇄됐거든.
pt_br: Depois de encerrar as operações nas Terras Áridas, fecharam o lugar.
ru: После того, как в Пустошах закончились операции по добыче, это место закрыли.

source: All of the engineers lost their jobs and became street vendors.
cht: 所有的工程师都失业了，然后成了街头小贩。
es: Todos los ingenieros perdieron el trabajo y se convirtieron en vendedores ambulantes.
it: Tutti gli ingegneri hanno perso il proprio lavoro e sono diventati venditori ambulanti.
ja: 技術者はみんな仕事をなくして、その後 行商人になった。
ko: 일자리를 잃은 기술자들이 지금은 노점상을 하고 있어.
pt_br: Todos os engenheiros perderam o emprego e viraram camelôs.
ru: Все инженеры потеряли работу и стали уличными торговцами.

source: @niko_speak Maybe \p and I can figure it out from them!
cht: @niko_speak 可能\p和我可以从他们中弄清楚！
es: @niko_speak ¡A lo mejor \p y yo podemos sacarles información útil!
it: @niko_speak Magari \p ed io possiamo farci aiutare da loro!
ja: @niko_speak ミーと \p で、その人たちから 修理方法を聞けるかも！
ko: @niko_speak 아마 \p 님과 제가 그 분들에게서 정보를 알아낼 수 있을 것 같아요!
pt_br: @niko_speak Talvez \p e eu possamos descobrir algo com eles!
ru: @niko_speak Может быть, с их помощью, \p и я поймём, как его починить!

source: That's good!
cht: 很好！
es: ¡Qué bien!
it: Molto bene!
ja: そうか！
ko: 좋은 생각이야!
pt_br: Isso seria bom!
ru: Это хорошо!

source: It would certainly help out people with expired IDs.
cht: 过期的ID肯定可以帮上大家。
es: Sería de mucha ayuda para la gente con el carné caducado.
it: Sarebbe un grande aiuto per chi ha i documenti scaduti.
ja: 身分証明書の有効期限が切れてる者たちも 助かることだろう。
ko: 카메라를 고치면 신분증이 만료돼 버린 사람들에게 도움이 되겠지.
pt_br: Eu adoraria ajudar pessoas com identidades vencidas.
ru: Вы поможете многим людям с просроченными документами.

source: ...Like me.
cht: ...就像我。
es: ... Como yo.
it: ...Come me.
ja: …俺のような、な。
ko: ...나처럼.
pt_br: ... Como eu.
ru: ...Например, мне.

source: Alrighty then.
cht: 那好吧。
es: Muy bien.
it: Va bene allora.
ja: そうか。
ko: 그럼, 좋아.
pt_br: Certo.
ru: Ну ладненько тогда.

source: I'll just... uh...
cht: 我只能...嗯...
es: Entonces... eh...
it: Io... Ehm...
ja: 俺は…ええと…
ko: 난... 그냥... 어...
pt_br: Eu vou... hm...
ru: Я просто... э-э...

source: ...stand here.
cht: ...站在这。
es: ... me quedaré aquí.
it: ...Resto qui.
ja: …ここに立っておこう。
ko: ...여기 있을게.
pt_br: ... ficar aqui.
ru: ...постою здесь.

source: Hey kid!
cht: 嘿，孩子！
es: ¡Oye, tú!
it: Ehi ragazzo!
ja: やあ！
ko: 이봐, 꼬마야!
pt_br: Ei, criança!
ru: Эй, ребёнок!

source: Want some soup dumplings? They're guaranteed to contain only a minimal amount of industrial byproducts!
cht: 想吃点汤饺吗？保证只含有微量工业副产品！
es: ¿Quieres unos bollos para acompañar la sopa? Contienen ingredientes derivados de productos industriales, ¡pero muy pocos!
it: Ti andrebbero dei ravioli al vapore? Contengono una quantità davvero insignificante di rifiuti industriali!
ja: 小籠包はどうだい？産業排水の含有量は 可能な限り少なめだよ。保証しよう！
ko: 따끈한 물만두 어떠니? 산업 부산물은 극미량만 들어 있단다!
pt_br: Quer uma sopa com bolinhos? Eles contêm o mínimo de matéria-prima industrial possível!
ru: Хочешь супа с пельмешками? Гарантирую минимальное содержание побочных продуктов производства!

source: @niko I'll... pass...
cht: @niko 我...还是算了...
es: @niko Creo que... paso...
it: @niko Passo...
ja: @niko えっと…やめとく…
ko: @niko 전... 사양할게요...
pt_br: @niko Eu... não quero.
ru: @niko Я... воздержусь...

source: @niko Can you tell me how to get the camera working again?
cht: @niko 你能告诉我怎么把照相机修好吗？
es: @niko ¿Podrías decirme cómo hacer que la cámara vuelva a funcionar?
it: @niko Puoi dirmi come far funzionare di nuovo la fotocamera?
ja: @niko カメラをもう一度動かす方法を教えてほしいの！
ko: @niko 카메라를 다시 작동시킬 방법을 알려 주시겠어요?
pt_br: @niko Você sabe como consertar a câmera?
ru: @niko Вы не подскажете, как снова сделать камеру рабочей?

source: Yes, yes, certainly. The thick lens should be positioned to the left of both of the curved lenses.
cht: 好的，当然可以。厚镜头应该放在两个 弧面透镜的左边。
es: Sí, sí, por supuesto. Hay que colocar la lente más gruesa a la izquierda de las dos lentes curvadas.
it: Sì, sì, ma certo. La lente spessa deve essere posizionata alla sinistra di entrambe le lenti curve.
ja: うん、うん、もちろんだ。分厚いレンズは、 どの湾曲レンズよりも左側に設置するのさ。
ko: 그래, 물론이지. 두꺼운 렌즈는 볼록렌즈와 오목렌즈의 왼쪽에 있어야 한단다.
pt_br: Sim, sim, é claro. As lentes grossas devem ser posicionadas à esquerda das lentes curvas.
ru: Да-да, конечно. Толстую линзу нужно разместить слева от обеих изогнутых линз.

source: @niko Actually... I do want to hear about it!
cht: @niko 其实...我不想听关于它的事！
es: @niko Bueno... ¡la verdad es que me interesa!
it: @niko In realtà mi hai incuriosito, continua!
ja: @niko やっぱり…教えてほしい！
ko: @niko 실은... 그 이야기를 듣고 싶어요!
pt_br: @niko Na verdade... eu quero saber de tudo!
ru: @niko Вообще-то... Я хочу послушать!

source: Curiosity killed the cat, eh?
cht: 好奇心杀死猫，对吧？
es: La curiosidad mató al gato, ¿eh?
it: I gatti sono proprio curiosi, eh?
ja: 好奇心は猫を殺す、ってか？
ko: 호기심이 고양이를 죽인다, 라던가?
pt_br: Mas a curiosidade não matou o gato?
ru: Любопытство кошку сгубило, а?)

source: @niko_eyeclosed I'm not a cat...
cht: @niko_eyeclosed 我不是只猫...
es: @niko_eyeclosed No soy un gato...
it: @niko_eyeclosed Non sono un gatto...
ja: @niko_eyeclosed ミーはネコじゃないよ…
ko: @niko_eyeclosed 전 고양이 아닌데요...
pt_br: @niko_eyeclosed Eu não sou um gato...
ru: @niko_eyeclosed Я не кошка...

source: Ok so!
cht: 好吧！
es: ¡Lo que tú digas!
it: Allora!
ja: よし、でさ！
ko: 그렇다면 좋아!
pt_br: Então tá!
ru: Итак!

source: I've invented a medicine to prepare everyone for the upcoming water shortage!
cht: 我发明了一种药物，可 以帮大家抵御即将面临的水资源短缺！
es: ¡He inventado un medicamento que ayuda a estar preparado ante la inminente escasez de agua!
it: Ho creato una medicina per preparare tutti alla prossima carenza d'acqua!
ja: これからやってくる水不足に備えて、 みんなのために薬を開発したのさ。
ko: 난 다가올 물 부족 현상에 대비하기 위한 약을 발명했지!
pt_br: Eu inventei um remédio para preparar todos para o racionamento de água que acontecerá em breve!

source: All you gotta do is dissolve one of these pills in water.
cht: 只要把药片溶解到水里就行。
es: Solo tienes que disolver una de estas pastillas en agua.
it: Tutto quello che bisogna fare è sciogliere una di queste pillole in acqua...
ja: このピルを1つ、水に溶かすだけでいい。
ko: 이 약을 물에 녹이기만 하면 돼.
pt_br: Basta dissolver esses comprimidos na água.
ru: Всё, что тебе нужно сделать, это растворить одну из этих таблеток в воде.

source: And then you drink the water.
cht: 然后你把水喝了。
es: Y luego bebértelo.
it: ...e bere quell'acqua.
ja: そして、その水を飲む。
ko: 그다음 그걸 마시는 거지.
pt_br: E beber a água.
ru: А потом ты выпиваешь эту воду.

source: And then you never need to drink water again!
cht: 之后就不需要再喝水了！
es: ¡Después, ya no tendrás que volver a beber agua nunca!
it: Basta questo a dissetarti per sempre, non dovrai più bere!
ja: そうするとだ。なんと、 二度と水を飲まなくて済むようになる！
ko: 그럼 다시는 물을 마실 필요가 없게 돼!
pt_br: E você nunca mais precisará de água novamente!
ru: И потом тебе больше никогда не понадобится пить!

source: @niko_speak What!
cht: @niko_speak 什么！
es: @niko_speak ¿Qué?
it: @niko_speak Cosa!?
ja: @niko_speak すごい！
ko: @niko_speak 헉!
pt_br: @niko_speak Como assim?
ru: @niko_speak Что?!

source: It also makes plants grow faster!
cht: 它也可以让植物更快地生长！
es: ¡Además, hace que las plantas crezcan más rápido!
it: Fa anche crescere le piante più velocemente!
ja: 植物の成長だって速くなるんだぜ！
ko: 게다가 식물도 빨리 자라게 만들지!
pt_br: Ele também faz as plantas crescerem mais depressa!
ru: А ещё оно ускоряет рост растений!

source: @niko How... does it work?
cht: @niko 这个...是怎么起作用的？
es: @niko ¿Cómo... funciona?
it: @niko Come... funziona?
ja: @niko それって…どういう仕組みなの？
ko: @niko 원리가... 뭐죠?
pt_br: @niko Como funciona?
ru: @niko А как... оно работает?

source: Here, why don't you take a free sample?
cht: 给，为什么不试试免费的样品呢？
es: Toma, llévate una muestra gratuita.
it: Su, accetta questo campione gratuito!
ja: ほら、無料サンプルもってけ。
ko: 자, 이 무료 샘플을 받아 가렴.
pt_br: Por que você não leva uma amostra grátis?
ru: Вот держи, почему бы тебе не взять бесплатный образец?

source: @niko Thanks?
cht: @niko 谢谢？
es: @niko ¿Gracias?
it: @niko Grazie...?
ja: @niko ありがとう？
ko: @niko 음... 고마워요.
pt_br: @niko Valeu... eu acho.
ru: @niko Спасибо?

source: Don't thank me! Go spread the word!
cht: 不用谢我！把这个消息广而告之吧！
es: ¡No me des las gracias! ¡Ve y cuéntaselo a todos!
it: Non ringraziarmi, parlane in giro piuttosto!
ja: 感謝はいいんだ！周りに広めてさえくれれば！
ko: 고맙긴! 입소문이나 내 줘!
pt_br: Não me agradeça! Basta fazer propaganda!
ru: Не благодари меня! Расскажи о нём всем!

source: Hey hey!
cht: 嗨，嗨！
es: ¡Eh, eh!
it: Ehi ehi!
ja: なあなあ！
ko: 이봐, 이봐!
pt_br: Ei! Ei!
ru: Хей-хей!

source: Ready for me to blow your mind?
cht: 准备好让我震撼你的大脑了吗？
es: ¿Quieres que te deje alucinado?
it: Pronto per essere sconvolto?
ja: びっくりすること教えてやろうか？
ko: 내가 깜짝 놀랄 이야기를 해 줄까?
pt_br: Que tal perder a cabeça?
ru: Готов к абсолютному взрыву мозга?
