Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @proto2b [Causing mass confusion in the world's residents would likely result in unfavorable conditions for you.]
cht: @proto2b [让世界的居民陷入大规模的混乱会对 你不利。]
es: @proto2b [Provocar una confusión masiva entre los residentes del mundo posiblemente resultaría en condiciones poco favorables para ti.]
it: @proto2b [Causare una tale confusione tra gli abitanti del mondo probabilmente creerebbe condizioni sfavorevoli per te.]
ja: @proto2b [この世界が大混乱に陥れば、キミにとって 良くない状況になってしまう。]
ko: @proto2b [세상의 주민들에게 큰 혼란을 일으키는 건 너에게도 결국 바람직하지 않아.]
pt_br: @proto2b [Uma confusão em massa entre os habitantes do mundo certamente resultaria em condições desfavoráveis para você.]
ru: @proto2b [Массовое непонимание, которое ты можешь спровоцировать среди жителей этого мира, может повлечь за собой неблагоприятные для тебя последствия.]

source: @niko3 ...wait, then what about you?
cht: @niko3 ...等等，那你呢？
es: @niko3 ... Un momento, entonces, ¿qué pasa contigo?
it: @niko3 ...Aspetta, e allora tu?
ja: @niko3 …ねえ、じゃあ君は？
ko: @niko3 ...잠깐, 그럼 당신은요?
pt_br: @niko3 ... calma, mas e você?
ru: @niko3 ...подожди, а что насчёт тебя?

source: @niko3 How did YOU know?
cht: @niko3 你怎么知道？
es: @niko3 ¿Cómo lo sabías?
it: @niko3 Come facevi TU a saperlo?
ja: @niko3 どうやって知ったの？
ko: @niko3 당신은 어떻게 알았죠?
pt_br: @niko3 Como VOCÊ sabe?
ru: @niko3 Откуда ТЫ об этом знаешь?

source: @proto2b [...\.\.We never had this conversation, remember?]
cht: @proto2b [...\.\.我们从来没有进行过这次交谈，记住了吗？]
es: @proto2b [...\.\.No hemos tenido esta conversación, ¿te acuerdas?]
it: @proto2b [...\.\.\.Non abbiamo mai avuto questa conversazione, ricordi?]
ja: @proto2b […\.\.さっきの話はなかったことにしよう、 って言ったよね？]
ko: @proto2b [...\.\.우리는 이 대화를 하지 않았다니까. 기억나?]
pt_br: @proto2b [... \.\.Nunca tivemos essa conversa, lembra?]
ru: @proto2b [...\.\.Мы ничего такого не обсуждали, помнишь?]

source: @niko_eyeclosed Sigh.
cht: @niko_eyeclosed 叹气。
es: @niko_eyeclosed En fin...
ja: @niko_eyeclosed はぁ。
ko: @niko_eyeclosed 하아.
pt_br: @niko_eyeclosed Ah...
ru: @niko_eyeclosed Эх...

source: @niko I don't need to use this anymore.
cht: @niko 我不需要再用这个。
es: @niko Ya no necesito usar esto.
it: @niko Non ho più bisogno di usarlo.
ja: @niko これはもう使わなくてよさそう。
ko: @niko 이건 이제 사용할 필요가 없어요.
pt_br: @niko Não preciso mais usar isso.
ru: @niko Это мне больше не понадобится.

source: $RESIDENTIAL TRACKING MACHINE
cht: $住宅跟踪器
es: $MÁQUINA DE SEGUIMIENTO RESIDENCIAL
it: $MACCHINA DI TRACCIAMENTO RESIDENZIALE
ja: $住宅追跡機
ko: $주민 추적 기계
pt_br: $MÁQUINA DE RASTREAMENTO RESIDENCIAL
ru: $УСТРОЙСТВО ОТСЛЕЖИВАНИЯ ЖИЛОГО РАЙОНА

source: $For reference, an explanation of the symbols:
cht: $对符号进行说明，以供 参考：
es: $Como referencia, una explicación de los símbolos:
it: $Spiegazione dei simboli per la consultazione:
ja: $参照用 記号の説明：
ko: $참조를 위한 기호 설명:
pt_br: $Como referência, uma explicação sobre os símbolos:
ru: $Для справки, значения символов:

source: $Cross: Medical Units are assigned to this building.
cht: $十字：给该建筑安排了 医疗队。
es: $Cruz: Hay unidades médicas asignadas a este edificio.
it: $Croce: Delle Unità Mediche sono assegnate a questo edificio.
ja: $十字架： その建物に医療部隊が 割り当てられる。
ko: $십자가: 이 건물에 치료 유닛이 배치되어 있습니다.
pt_br: $Cruz: Unidades médicas foram atribuídas a este prédio.
ru: $Крест: В этом здании размещено медицинское подразделение.

source: $Robot: A robot is assigned to this building.
cht: $机器人：给该建筑安排 了机器人。
es: $Robot: Hay un robot asignado a este edificio.
it: $Robot: Un robot è assegnato a questo edificio.
ja: $ロボット： その建物にロボットが 割り当てられる。
ko: $로봇: 이 건물에 로봇이 배치되어 있습니다.
pt_br: $Robô: Um robô foi atribuído a este prédio.
ru: $Робот: В этом здании размещён робот.

source: $Electricity: A power cell is assigned to this building.
cht: $电：给该建筑安排了供 电单元。
es: $Electricidad: Hay una batería asignada a este edificio.
it: $Elettricità: Una batteria è assegnata a questo edificio.
ja: $電気： その建物にパワーセルが 割り当てられる。
ko: $전기: 이 건물에 전원 장치가 배치되어 있습니다.
pt_br: $Eletricidade: Uma célula de energia foi atribuída a este prédio.
ru: $Электричество: В этом здании размещена силовая ячейка.

source: [MAP RECONFIGURATION SUCCESSFUL.]
cht: [地图重构成功。]
es: [RECONFIGURACIÓN DE MAPA REALIZADA.]
it: [RICONFIGURAZIONE DELLA MAPPA ESEGUITA CON SUCCESSO.]
ja: [マップの再設定に成功しました。]
ko: [지도 재구성 성공.]
pt_br: [RECONFIGURAÇÃO DE MAPA BEM-SUCEDIDA.]
ru: [КАРТА БЫЛА УСПЕШНО РЕОРГАНИЗОВАНА.]

source: [PROPHETBOT 0 BACKUP SYSTEM 1.0]\>\n[PLEASE INSERT DISK]
cht: [PROPHETBOT 0 备份系统 1.0]\>\n[请插入磁盘]
es: [SISTEMA DE COPIA DE SEGURIDAD 1.0 DE PROFETABOT 0]\>\n[INSERTAR DISCO]
it: [PROFETABOT 0 SISTEMA DI BACKUP 1.0.\>\nINSERIRE UNITÀ DI MEMORIA.]
ja: [預言者ロボ 0 バックアップシステム 1.0]\>\n[ディスクを挿入してください。]
ko: [예언봇 0 백업 시스템 1.0]\>\n[디스크를 삽입하십시오]
pt_br: [SISTEMA DE BACKUP 1.0 DE PROFETOBÔ 0]\>\n[INSIRA UM DISCO]
ru: [РОБОТ-ПРОРОК 0 РЕЗЕРВНОЕ КОПИРОВАНИЕ 1.0]\>\n[ПОЖАЛУЙСТА, ВСТАВЬТЕ ДИСК]

source: \c[1][ERROR: BACKUP REQUEST DENIED]\c[0]
cht: \c[1][错误：备份请求被驳回]\c[0]
es: \c[1][ERROR: SOLICITUD DE COPIA DE SEGURIDAD DENEGADA]\c[0]
it: \c[1][ERRORE: RICHIESTA DI BACKUP RIFIUTATA.]\c[0]
ja: \c[1][エラー：バックアップの要求は拒否されました]\c[0]
ko: \c[1][오류: 백업 요청이 거부되었습니다]\c[0]
pt_br: \c[1][ERRO: SOLICITAÇÃO DE BACKUP NEGADA]\c[0]
ru: \c[1][ОШИБКА: В РЕЗЕРВНОМ КОПИРОВАНИИ ОТКАЗАНО]\c[0]

source: @niko_speak What?
cht: @niko_speak 什么？
es: @niko_speak ¿Qué?
it: @niko_speak Cosa?
ja: @niko_speak え？
ko: @niko_speak 뭐?
pt_br: @niko_speak O quê?
ru: @niko_speak Что?

source: [DORMITORY ASSIGNMENTS ARE NOT UP TO DATE.]
cht: [住宅分配未更新。]
es: [LA ASIGNACIÓN DE DORMITORIOS NO ESTÁ ACTUALIZADA.]
it: [LE ASSEGNAZIONI DEL DORMITORIO NON SONO AGGIORNATE.]
ja: [宿舎の割り当てが最新ではありません。]
ko: [숙소 배정이 최신 상태가 아닙니다.]
pt_br: [ATRIBUIÇÕES DE DORMITÓRIO FORA DE VALIDADE.]
ru: [ДАННЫЕ О НАЗНАЧЕНИЯХ ОБЩЕЖИТИЙ УСТАРЕЛИ.]

source: [PLEASE CONFIGURE THE RESIDENTIAL TRACKING MACHINE TO CONTINUE.]
cht: [请配置住宅跟踪器以继续。]
es: [CONFIGURA LA MÁQUINA DE SEGUIMIENTO RESIDENCIAL PARA CONTINUAR.]
it: [PER FAVORE CONFIGURARE LA MACCHINA DI TRACCIAMENTO RESIDENZIALE PER PROSEGUIRE.]
ja: [続行するには、住宅追跡機の 設定をしてください。]
ko: [계속하시려면 주민 추적 기계를 구성하십시오.]
pt_br: [CONFIGURE A MÁQUINA DE RASTREAMENTO RESIDENCIAL PARA CONTINUAR.]
ru: [ПОЖАЛУЙСТА НАСТРОЙТЕ УСТРОЙСТВО ОТСЛЕЖИВАНИЯ ЖИЛОГО РАЙОНА.]

source: @niko_eyeclosed Okay then!
cht: @niko_eyeclosed 好的！
es: @niko_eyeclosed ¡Pues vale!
it: @niko_eyeclosed D'accordo!
ja: @niko_eyeclosed よし、分かった！
ko: @niko_eyeclosed 그러지, 뭐!
pt_br: @niko_eyeclosed Tá bom!
ru: @niko_eyeclosed Ну ладно!

source: [PREPARING BACKUP...]\>\n[WRITING TO DISK...]\>\n
cht: [准备备份中...]\>\n[写入磁盘...]\>\n
es: [PREPARANDO COPIA DE SEGURIDAD...]\>\n[ESCRIBIENDO EN DISCO...]\>\n
it: [PREPARAZIONE BACKUP...\>\nSCRITTURA SU UNITÀ DI MEMORIA...]\>\n
ja: [バックアップの準備をしています…]\>\n[ディスクに書き込み中…]\>\n
ko: [백업 준비 중...]\>\n[디스크에 쓰는 중...]\>\n
pt_br: [PREPARANDO BACKUP...]\>\n[GRAVANDO NO DISCO...]\>\n
ru: [ПОДГОТОВКА К КОПИРОВАНИЮ...]\>\n[ЗАПИСЬ НА ДИСК...]\>\n

source: [26% COMPLETE...]
cht: [完成26% ...]
es: [26 % COMPLETADO...]
it: [COMPLETAMENTO OPERAZIONE: 26%...]
ja: [26%完了…]
ko: [26% 완료...]
pt_br: [26% CONCLUÍDO...]
ru: [26% ЗАВЕРШЕНО...]

source: [34% COMPLETE...]
cht: [完成34% ...]
es: [34 % COMPLETADO...]
it: [COMPLETAMENTO OPERAZIONE: 34%...]
ja: [34%完了…]
ko: [34% 완료...]
pt_br: [34% CONCLUÍDO...]
ru: [34% ЗАВЕРШЕНО...]

source: [40% COMPLETE...]
cht: [完成40% ...]
es: [40 % COMPLETADO...]
it: [COMPLETAMENTO OPERAZIONE: 40%...]
ja: [40%完了…]
ko: [40% 완료...]
pt_br: [40% CONCLUÍDO...]
ru: [40% ЗАВЕРШЕНО...]

source: [100% COMPLETE.]
cht: [完成100%。]
es: [100 % COMPLETADO.]
it: [COMPLETAMENTO OPERAZIONE: 100%.]
ja: [100%完了…]
ko: [100% 완료.]
pt_br: [100% CONCLUÍDO...]
ru: [100% ЗАВЕРШЕНО.]

source: [EJECTING DISK.]
cht: [弹出磁盘。]
es: [EXPULSANDO DISCO.]
it: [ESPULSIONE UNITÀ DI MEMORIA.]
ja: [ディスクを排出します。]
ko: [디스크 꺼내는 중.]
pt_br: [EJETANDO DISCO.]
ru: [ИЗВЛЕЧЕНИЕ ДИСКА.]

source: @niko I don't think we need to use this anymore, \p.
cht: @niko 我觉得我们不需要再用这个了\p。
es: @niko No creo que tengamos que volver a usar esto, \p.
it: @niko Non penso che ci servirà di nuovo, \p.
ja: @niko もう使わなくても平気かも、 \p。
ko: @niko 이건 이제 쓸모가 없어요, \p 님.
pt_br: @niko Acho que não precisamos mais usar isto, \p.
ru: @niko Не думаю, что это нам ещё понадобится, \p.

source: @niko Yup, that's a computer.
cht: @niko 是的，那是台电脑。
es: @niko Sí, es un ordenador.
it: @niko Sì, è un computer.
ja: @niko うん、コンピューターだね。
ko: @niko 네, 컴퓨터예요.
pt_br: @niko É, isso é um computador.
ru: @niko Получается, что это компьютер.

source: @proto1 [Okay, all of us are here.]
cht: @proto1 [好的，我们所有人都在这了。]
es: @proto1 [Vale, estamos todos.]
it: @proto1 [Ok, ci siamo tutti.]
ja: @proto1 [よし、みんな揃ったね。]
ko: @proto1 [좋아. 모두 모였네.]
pt_br: @proto1 [Certo, todos nós estamos aqui.]
ru: @proto1 [Итак, мы все здесь.]

source: @proto1 [There is an emergency exit behind my computer terminal.]
cht: @proto1 [在我的电脑终端后面有个紧急出口。]
es: @proto1 [Hay una salida de emergencia detrás de mi terminal.]
it: @proto1 [C'è un'uscita d'emergenza dietro il mio terminale informatico.]
ja: @proto1 [ボクのコンピューター端末の後ろに、 非常出口がある。]
ko: @proto1 [내 컴퓨터 단말기 뒤에 비상구가 있어.]
pt_br: @proto1 [Tem uma saída de emergência atrás do terminal do meu computador.]
ru: @proto1 [За моим компьютерным терминалом находится аварийный выход.]

source: @proto2 [We did not want anyone to stumble upon this route, so the terminal has been weighed down.]
cht: @proto2 [我们不想任何人偶然发现这条路径，所以终端 大幅加重。]
es: @proto2 [No queríamos que nadie diera por accidente con esta ruta, así que la terminal está sujeta.]
it: @proto2 [Non volevamo che qualcuno la trovasse, quindi abbiamo appesantito il macchinario.]
ja: @proto2 [誰かがこの通路を見つけてしまわないように、 コンピューターはおもりで固定されてる。]
ko: @proto2 [혹시라도 누가 비상구를 발견할까 봐, 단말기에 추를 달아서 눌러 놨어.]
pt_br: @proto2 [Não queríamos que ninguém descobrisse essa rota, por isso o terminal foi sobrecarregado.]
ru: @proto2 [Мы не хотели, чтобы кто-нибудь его обнаружил, поэтому терминал был утяжелён.]

source: @proto1 [It cannot be moved by normal means.]
cht: @proto1 [通过正常方式无法移动它。]
es: @proto1 [No se puede mover por medios habituales.]
it: @proto1 [Non può essere spostato con mezzi normali.]
ja: @proto1 [通常の方法で動かすことはできない。]
ko: @proto1 [보통의 방법으로는 움직일 수 없지.]
pt_br: @proto1 [Ele não pode ser movido por métodos comuns.]
ru: @proto1 [Просто так его не передвинешь.]

source: @proto2 [...But with our combined effort, it might budge.]
cht: @proto2 [...但在我们共同努力下，可以稍微移动它。 ]
es: @proto2 [... Pero, entre todos, puede que se mueva.]
it: @proto2 [...Ma se lo spingiamo insieme, potrebbe muoversi.]
ja: @proto2 […しかし、ボクたちが力を合わせれば動くかも。]
ko: @proto2 [...하지만 우리가 힘을 합하면 움직일지도 몰라.]
pt_br: @proto2 [... Mas, juntando nossas forças, podemos mexê-lo.]
ru: @proto2 [Но если мы объединим усилия, может быть он сдвинется.]

source: @proto2b [...Maybe.]
cht: @proto2b [...有可能。]
es: @proto2b [... Quizá.]
it: @proto2b [...Forse.]
ja: @proto2b […たぶん。]
ko: @proto2b [...어쩌면.]
pt_br: @proto2b [... Talvez.]
ru: @proto2b [...Но это не точно.]

source: @proto2b [I am not strong.]
cht: @proto2b [我力气没这么大]
es: @proto2b [No soy muy fuerte.]
it: @proto2b [Non sono così forte.]
ja: @proto2b [ボクは力持ちじゃない。]
ko: @proto2b [난 힘이 세지 않아.]
pt_br: @proto2b [Não sou forte.]
ru: @proto2b [Я не очень-то сильный.]

source: @niko2 I'm not that strong either...
cht: @niko2 我力气也没那么大...
es: @niko2 Yo tampoco...
it: @niko2 Nemmeno io...
ja: @niko2 ミーもそんなに力ないよ…
ko: @niko2 나도 별로 힘이 세진 않은 걸요...
pt_br: @niko2 Também não sou lá muito forte...
ru: @niko2 Я тоже.

source: @proto1c [If that doesn't work, we might need to dig around it, and...]
cht: @proto1c [如果这样没用，我们可能需要在周围 挖土，然后...]
es: @proto1c [Si no funciona, quizá tengamos que cavar un poco alrededor y...]
it: @proto1c [Se non ce la facessimo, potrebbe essere necessario scavarci intorno e...]
ja: @proto1c [もし動かせなかった場合は、 周囲を掘って、その後…]
ko: @proto1c [이렇게 해서 안 되면 주위를 파야 할 수도 있어... 그러면...]
pt_br: @proto1c [Se isso não funcionar, talvez tenhamos que cavar ao redor dele e...]
ru: @proto1c [Если сдвинуть не получится, нужно будет прокопать вокруг него и...]

source: @silver2 [You...\.\. could've just asked.]
cht: @silver2 [你...\.\. 应该问一句的。]
es: @silver2 [Po...\.\. podrías haberlo pedido.]
it: @silver2 [Sai...\.\. basta solo chiedere.]
ja: @silver2 [あら…\.\. 言ってくれれば良かったのに。]
ko: @silver2 [그냥...\.\. 부탁하지 그랬어.]
pt_br: @silver2 [Você...\.\. poderia ter pedido.]
ru: @silver2 [Можно было...\.\. просто попросить.]

source: @silver_eyeclosed [Phew.]
cht: @silver_eyeclosed [唷。]
es: @silver_eyeclosed [Puf.]
it: @silver_eyeclosed [Fiu.]
ja: @silver_eyeclosed [ふう。]
ko: @silver_eyeclosed [휴우.]
pt_br: @silver_eyeclosed [Ufa.]
ru: @silver_eyeclosed [Фух.]

source: @Silver [Come on.]
cht: @Silver [来吧。]
es: @Silver [Vamos.]
it: @Silver [Andiamo.]
ja: @Silver [さ、行きましょ。]
ko: @Silver [가자.]
pt_br: @Silver [Vamos.]
ru: @Silver [Пошли.]

source: @proto_jealous [...Showoff.]
cht: @proto_jealous [...炫耀。]
es: @proto_jealous [... Vacilona.]
it: @proto_jealous [...Guarda come se la tira.]
ja: @proto_jealous […あの自慢げな顔。]
ko: @proto_jealous [...으스대긴.]
pt_br: @proto_jealous [... E se acha.]
ru: @proto_jealous [...Понторезка.]

source: @silver [He says the exit is in here, but ...]
cht: @silver [他说出口在这，但...]
es: @silver [Dice que la salida está aquí dentro, pero...]
it: @silver [Dice che l'uscita è qui, ma...]
ja: @silver [出口はここにあるらしいわ、けれど…]
ko: @silver [비상구가 여기 있다고 했는데...]
pt_br: @silver [Ele disse que a saída fica aqui, mas...]
ru: @silver [Он говорит, что выход должен быть здесь, но...]

source: @silver_eyeclosed [...must be hidden.]
cht: @silver_eyeclosed [...肯定隐藏起来了。]
es: @silver_eyeclosed [... Debe estar oculta.]
it: @silver_eyeclosed [...dev'essere nascosta.]
ja: @silver_eyeclosed […隠されているみたいね。]
ko: @silver_eyeclosed [...숨겨져 있는 모양이네.]
pt_br: @silver_eyeclosed [... deve estar escondida.]
ru: @silver_eyeclosed [...наверное, он спрятан.]

source: @niko_eyeclosed No turning back now...
cht: @niko_eyeclosed 现在没法回去了...
es: @niko_eyeclosed Ya no hay vuelta atrás...
it: @niko_eyeclosed Ormai non si torna più indietro...
ja: @niko_eyeclosed もう後戻りはできない…
ko: @niko_eyeclosed 이제 돌아갈 수 없어요...
pt_br: @niko_eyeclosed Não tem mais como voltar atrás...
ru: @niko_eyeclosed Теперь отступать нельзя...

source: @niko_speak So this is where the sun belongs...
cht: @niko_speak 所以太阳属于这里...
es: @niko_speak Así que este es el lugar al que pertenece el sol...
it: @niko_speak Allora è questo il posto in cui va inserito il sole...
ja: @niko_speak ここが、太陽のあるべき場所…
ko: @niko_speak 여기가 태양이 있어야 하는 곳이군요...
pt_br: @niko_speak Então é aqui que fica o sol...
ru: @niko_speak Так вот где должно находиться солнце...

source: @niko2 If I put the sun in here, we'll be able to save the world, right?
cht: @niko2 我把太阳放在这就能拯救世界，没错吧？
es: @niko2 Si coloco el sol aquí, seré capaz de salvar el mundo, ¿verdad?
it: @niko2 Se metto il sole qui, saremo in grado di salvare il mondo, giusto?
ja: @niko2 ここに太陽を置けば、 世界が救えるんだよね？
ko: @niko2 제가 태양을 여기 놓으면 세상을 구할 수 있는 거죠?
pt_br: @niko2 Se eu colocar o sol aqui, salvaremos o mundo, não é?
ru: @niko2 Если я помещу сюда солнце, мы спасём мир, да?

source: @niko ...but if I want to go home... \> \@niko_distressed I'll have to... \> \@niko_distressed_meow break it?
cht: @niko ...但是，如果我想回家的话...\>\@niko_distressed 我得...\>\@niko_distressed_meow 打破它？
es: @niko Pero, si quiero irme a casa... \>\@niko_distressed tendré que... \> \@niko_distressed_meow ¿romperlo?
it: @niko ...Ma se voglio andare a casa... \>\@niko_distressed dovrò...\> \@niko_distressed_meow romperlo?
ja: @niko でも、もしミーが家に帰りたいなら… \> \@niko_distressed 太陽を…\> \@niko_distressed_meow 太陽を、壊さなきゃいけないんだよね？
ko: @niko ...하지만 제가 집으로 가려면... \> \@niko_distressed 전... \> \@niko_distressed_meow 이걸 깨트려야 하고요.
pt_br: @niko ... mas eu quero voltar para casa... \> \@niko_distressed Vou ter que... \> \@niko_distressed_meow quebrá-lo?
ru: @niko ...но если я хочу попасть домой... \> \@niko_distressed мне придётся... \> \@niko_distressed_meow его разбить?

source: @niko_sad Oh....
cht: @niko_sad 噢...
es: @niko_sad Vaya...
ja: @niko_sad ああ…
ko: @niko_sad 아...
pt_br: @niko_sad Ah...
ru: @niko_sad Ох....

source: @niko_distressed2 ....\p? \>\n\@niko_distressed2 What should I... do?
cht: @niko_distressed2 ...\p？\>\n\@niko_distressed2 我该怎么...做？
es: @niko_distressed2 ¿...\p? \>\n\@niko_distressed2 ¿Qué debería... hacer?
it: @niko_distressed2 ...\p? \>\n\@niko_distressed2 Cosa dovrei... fare?
ja: @niko_distressed2 …\p？ \>\n\@niko_distressed2 ミーは…どうしたらいいの？
ko: @niko_distressed2 ...\p 님? \>\n\@niko_distressed2 전... 어떻게 해야 하나요?
pt_br: @niko_distressed2 ....\p? \>\n\@niko_distressed2 O que devo... fazer?
ru: @niko_distressed2 ....\p? \>\n\@niko_distressed2 Как мне... поступить?

source: What's the right thing to do?
cht: 怎么做才对？
es: ¿Cuál es la decisión correcta?
it: Qual è la cosa giusta da fare?
ja: どうするのが、正しいの？
ko: 무엇이 옳은 걸까요?
pt_br: Qual a coisa certa a se fazer?
ru: Как здесь правильно поступить?

source: @niko_eyeclosed Y-You're right...\>\nI can't just leave everyone here to die.
cht: @niko_eyeclosed 你——你说的没错...\>\n我不能让大家在这里等死。
es: @niko_eyeclosed Tienes razón...\>\nNo puedo dejar que todo el mundo muera.
it: @niko_eyeclosed H-hai ragione...\>\nNon posso lasciare tutti qui a morire.
ja: @niko_eyeclosed そ、そうだよね…\>\nみんなを見殺しにはできないもん。
ko: @niko_eyeclosed 다, 당신 말이 맞아요...\>\n이곳 사람들이 모두 죽게 내버려둘 수는 없어요.
pt_br: @niko_eyeclosed V-você tem razão...\>\nNão posso permitir que todos aqui morram.
ru: @niko_eyeclosed П-правильно...\>\nЯ не могу просто взять и бросить всех тут умирать.

source: @niko Thank you for your help, \p.\>\nI promise I'll be okay.
cht: @niko 谢谢你帮我，\p.\>\n我保证我不会有事。
es: @niko Gracias por tu ayuda, \p.\>\nTe prometo que voy a estar bien.
it: @niko Grazie per il tuo aiuto, \p.\>\nTi prometto che starò bene.
ja: @niko 今までありがとう、 \p。\>\nきっとミーは大丈夫だよ。
ko: @niko 도와주셔서 고마웠어요, \p 님.\>\n전... 괜찮을 거예요.
pt_br: @niko Valeu pela ajuda, \p.\>\nPrometo que ficará tudo bem.
ru: @niko Спасибо за помощь, \p.\>\nОбещаю, со мной всё будет в порядке.

source: @credits Thanks for Playing!
cht: @credits 谢谢参与！
es: @credits ¡Gracias por jugar!
it: @credits Grazie per aver giocato!
ja: @credits プレイしてくれてありがとう！
ko: @credits 플레이해 주셔서 감사합니다!
pt_br: @credits Obrigado por jogar!
ru: @credits Спасибо за Игру!

source: I...\> trust your judgement, \p.
cht: 我...\>相信你的判断，\p。
es: Yo...\> confío en tu criterio, \p.
it: Io...\> mi fido del tuo giudizio, \p.
ja: ミーは…\> \p の言うことを、信じるよ。
ko: 전...\> 당신의 결정을 믿을게요, \p 님.
pt_br: Eu...\> confio no seu julgamento, \p.
ru: Я...\> доверюсь твоему решению, \p.

source: @niko2 It's a big penguin....\.\.plush?
cht: @niko2 这是个大企鹅...\.\.毛绒玩具？
es: @niko2 Es un pingüino grande... \.\.¿de peluche?
it: @niko2 È un enorme pinguino... \.\.di peluche?
ja: @niko2 大きなペンギンだ…… \.\.ぬいぐるみ？
ko: @niko2 굉장히 큰....\.\.펭귄 인형이네요.
pt_br: @niko2 É um pinguim de pelúcia... \.\.gigante?
ru: @niko2 Это большая....\.\.мягкая игрушка-пингвин?

source: @niko6 No wait, it's just a penguin.
cht: @niko6 不等等，它只是只企鹅。
es: @niko6 Ah, espera, solo es un pingüino.
it: @niko6 No aspetta, è un pinguino e basta.
ja: @niko6 いや、待って。 これ、普通のペンギンだよ。
ko: @niko6 엇, 아니에요. 진짜 펭귄이에요.
pt_br: @niko6 Não, espere, é só um pinguim.
ru: @niko6 А, нет, это просто пингвин.

source: @niko_speak Hello\..\..\.. penguin?
cht: @niko_speak 你好\..\..\.，企鹅？
es: @niko_speak ¿Hola\..\..\.. pingüino?
it: @niko_speak Ciao\..\..\.. pinguino?
ja: @niko_speak こんにちは\.。\.\.ペンギンさん？
ko: @niko_speak 안녕\..\..\.. 펭귄아?
pt_br: @niko_speak Olá\..\..\.. pinguim?
ru: @niko_speak Привет\..\..\.. пингвин?

source: @niko6 ...wait \p didn't we see a plush like that in the apartments?
cht: @niko6 ...等等\p，我们不是在公寓里面 看到一个和这个一样的毛绒玩具吗？
es: @niko6 ... Espera, \p, ¿no habíamos visto un peluche como ese en los apartamentos?
it: @niko6 ...Aspetta \p, ma non abbiamo visto un peluche uguale negli appartamenti?
ja: @niko6 …待って、 \p。 こんなぬいぐるみを アパートで見なかったっけ？
ko: @niko6 ...\p 님, 잠깐만요. 우리, 아파트에서 저런 인형을 보지 않았던가요?
pt_br: @niko6 ... espere. \p A gente não viu uma pelúcia igual a essa nos apartamentos?
ru: @niko6 ...погоди \p, разве мы уже не видели похожую на него игрушку среди апартаментов?

source: @niko3 H-hello?
cht: @niko3 你，你好？
es: @niko3 ¿H... hola?
it: @niko3 C-ciao?
ja: @niko3 こ、こんにちは？
ko: @niko3 아... 안녕?
pt_br: @niko3 O-Olá?
ru: @niko3 Х-хэллоу?

source: @niko_what Say... what is this place?
cht: @niko_what ...这是什么地方？
es: @niko_what Oye... ¿Y este lugar?
it: @niko_what Dimmi... che posto è questo?
ja: @niko_what ねえ… この場所は何？
ko: @niko_what 이곳은 뭐죠?
pt_br: @niko_what Afinal... Que lugar é esse?
ru: @niko_what Скажи... что это за место?

source: @niko_eyeclosed I sure wasn't expecting all this to be behind that big door!
cht: @niko_eyeclosed 没想到那扇大门后是这些。
es: @niko_eyeclosed ¡No esperaba encontrar todo esto tras ese portón!
it: @niko_eyeclosed Sicuramente non credevo ci fosse niente del genere dietro quella grande porta!
ja: @niko_eyeclosed あの大きなドアの向こうが こんなふうになってるなんて… 思いもしなかったよ！
ko: @niko_eyeclosed 저 큰 문 뒤에 이런 게 있을 줄은 생각도 못 했네요!
pt_br: @niko_eyeclosed Realmente não esperava encontrar tudo isso atrás daquela portona!
ru: @niko_eyeclosed Я никик не ожидал увидеть всё это за той большой дверью!

source: @niko_what This place doesn't even look like the rest of the world, come to think of it.
cht: @niko_what 这地方和世界的其他地方不一样，赶紧想想。
es: @niko_what Este lugar ni siquiera se parece al resto del mundo, si te paras a pensarlo.
it: @niko_what Ora che ci penso, questo posto sembra totalmente diverso dal resto del mondo.
ja: @niko_what そういえば、この世界で こんな場所見たことないや。
ko: @niko_what 그러고 보니, 이곳은 나머지 세상과 조금도 비슷하지 않아요.
pt_br: @niko_what Pensando bem, este lugar não tem nada a ver com o resto do mundo.
ru: @niko_what Если так подумать, это место даже не похоже на весь остальной мир.

source: @niko_eyeclosed No answer, huh...
cht: @niko_eyeclosed 想不到...
es: @niko_eyeclosed No hay respuesta, um...
it: @niko_eyeclosed Nessuna risposta, eh...?
ja: @niko_eyeclosed 返事ないね、むむむ…
ko: @niko_eyeclosed 대답이 없네...
pt_br: @niko_eyeclosed Nenhuma resposta, né...
ru: @niko_eyeclosed И тишина...

source: @niko2 \p... Do YOU know where this is?
cht: @niko2 \p...你知道这是哪吗？
es: @niko2 \p¿... Sabes dónde está esto?
it: @niko2 \p... TU, invece, sai dove siamo?
ja: @niko2 \p… ここって何なのか知ってる？
ko: @niko2 \p 님... 당신은 여기가 어딘지 알아요?
pt_br: @niko2 \p... VOCÊ sabe onde fica isso?
ru: @niko2 \p... а ТЫ знаешь, где мы?

source: Somewhere important
cht: 某个重要的地方
es: En algún lugar importante
it: In un luogo importante.
ja: どこか重要なところだろう。
ko: 중요한 곳이야
pt_br: Em algum lugar importante
ru: В каком-то важном месте

source: I have no idea
cht: 我不知道
es: No tengo ni idea
it: Non ne ho idea.
ja: 私には分からない。
ko: 모르겠어
pt_br: Não faço ideia
ru: Понятия не имею

source: HELLO
cht: 你好
es: HOLA
it: CIAO
ja: こんにちは。
ko: 안녕
pt_br: OLÁ
ru: ПРИВЕТ

source: @niko_speak Really?\>\n\@niko ...where?
cht: @niko_speak 真的？\>\n\@niko ...哪里？
es: @niko_speak ¿En serio?\>\n\@niko ¿... Dónde?
it: @niko_speak Davvero?\>\n\@niko ...E dove?
ja: @niko_speak 本当に？\>\n\@niko …どこなの？
ko: @niko_speak 정말요?\>\n\@niko 그게... 어딘데요?
pt_br: @niko_speak Sério?\>\n\@niko ... Onde?
ru: @niko_speak Правда?\>\n\@niko ...а где?

source: @niko_eyeclosed Worth a shot!
cht: @niko_eyeclosed 值得一试！
es: @niko_eyeclosed ¡Merece la pena intentarlo!
it: @niko_eyeclosed Valeva la pena tentare!
ja: @niko_eyeclosed やっぱりそうだよね！
ko: @niko_eyeclosed 혹시나 해서 물어봤어요!
pt_br: @niko_eyeclosed Vale a tentativa!
ru: @niko_eyeclosed Попытка — не пытка!

source: @niko_eyeclosed Anyway.
cht: @niko_eyeclosed 不管怎样。
es: @niko_eyeclosed En fin.
it: @niko_eyeclosed Comunque.
ja: @niko_eyeclosed とにかく。
ko: @niko_eyeclosed 아무튼.
pt_br: @niko_eyeclosed Enfim.
ru: @niko_eyeclosed Так или иначе.

source: @niko_what2 ...the penguin won't stop staring at me!
cht: @niko_what2 ...那个企鹅一直在看着我！
es: @niko_what2 ¡... El pingüino no me quita los ojos de encima!
it: @niko_what2 ...Il pinguino non smette di fissarmi!
ja: @niko_what2 …ペンギンさん、まだこっちを見続けてるね。
ko: @niko_what2 ...펭귄이 절 계속 쳐다봐요!
pt_br: @niko_what2 ... o pinguim não para de olhar para mim!
ru: @niko_what2 ...этот пингвин не перестаёт на меня таращиться!
