Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: Aww, but...
cht: 噢，但是...
es: Jooo, pero...
it: Aww, ma...
ja: えええ、でも…
ko: 으, 그렇지만...
pt_br: Ahhh... mas...
ru: О-о, но...

source: @niko_speak Can you tell me how to fix the camera?
cht: @niko_speak 你能告诉我怎么修好照相机吗？
es: @niko_speak ¿Podrías decirme cómo arreglar la cámara?
it: @niko_speak Puoi dirmi come riparare la fotocamera?
ja: @niko_speak カメラの修理方法を教えてくれない？
ko: @niko_speak 카메라를 고치는 방법을 알려 주시겠어요?
pt_br: @niko_speak Você sabe consertar a câmera?
ru: @niko_speak Вы можете мне подсказать как починить камеру?

source: Hmm... It's been a while.
cht: 唔...已经坏了好一阵了。
es: Hum... Ha pasado un tiempo.
it: Mh... Ne è passato di tempo.
ja: んー…だいぶ前のことだからなぁ。
ko: 흠... 오랜만이네.
pt_br: Hm... não tenho certeza... faz tanto tempo.
ru: Хм-м... Прошло столько времени.

source: I'm pretty sure that the bulgy lens goes on one of the ends, but I forget which.
cht: 我敢肯定，凸面镜要放到其中的一端， 但是我不记得具体是哪头。
es: Creo que la lente más grande va en uno de los extremos, pero no sé en cuál.
it: Sono abbastanza sicuro che la lente gonfia vada su una delle estremità, ma non ricordo quale.
ja: 膨らんだレンズは端っこにつけてたと思うんだが、 どっちの端かは忘れちまった。
ko: 배불뚝이 렌즈는 반드시 끝에 온다는 것까지는 기억하지만 어느 쪽 끝인지는 잊어버렸어.
pt_br: Sei que essas lentes pesadas ficam numa das pontas, mas não lembro qual.

source: This is going to help so many people...
cht: 这将会帮到很多人...
es: Esto va a ser útil para mucha gente...
it: Aiuteranno così tanta gente...
ja: これさえあれば、ものすごい数の人たちを救えるぞ…
ko: 이건 많은 사람들에게 도움이 될 거야...
pt_br: Isso ajudará tantas pessoas...
ru: Это поможет многим людям...

source: ...and also make me rich and famous and cool.
cht: ...还能让我名利双收。
es: ... y, de paso, me dará dinero, fama y prestigio a raudales.
it: ...e mi renderanno ricco, famoso e fico.
ja: …そして俺は金持ちで、有名で、イケイケになる。
ko: ...그리고 난 유명해지고 부유해지고 더욱 멋져지겠지.
pt_br: ... e me dará riqueza e fama.

source: Actually... I exaggerated.
cht: 其实...我夸大其词了。
es: Bueno... había exagerado un poco.
it: In realtà... ho esagerato un po'.
ja: うーん…ちょっと話を盛りすぎたかもな。
ko: 사실... 뻥을 좀 보태긴 했어.
pt_br: Na verdade, eu exagerei.

source: The effects of the pill wears off in like a week.
cht: 药片的效用只能维持大概一周。
es: Los efectos de la pastilla se pasan al cabo de una semana o así.
it: Gli effetti della pillola durano solo una settimana.
ja: ピルの効果は1週間ほどで薄れる。
ko: 이 약의 효과는 1주일이 지나면 사라지게 돼.
pt_br: Os efeitos do comprimido acabam em uma semana.
ru: Действие таблетки длится около недели.

source: But all you have to do is just take another pill!
cht: 但你只需之后再吃下另外一片！
es: Pero ¡solo tenemos que fabricar más pastillas!
it: Ma basta solo prenderne un'altra!
ja: でも、そしたら もう1つピルを飲めばいいだけさ！
ko: 하지만 그 후에 다시 약을 먹으면 해결되지!
pt_br: Mas depois disso basta tomar outro!
ru: Но тогда тебе просто придётся принять ещё одну!

source: @niko This stand smells a bit like burnt sugar...
cht: @niko 这个台子闻起来有点像焦糖的味道...
es: @niko Este puesto huele un poco a azúcar quemado...
it: @niko Questa bancarella puzza di zucchero bruciato...
ja: @niko この屋台は、焦げた砂糖みたいな匂いがするね…
ko: @niko 이 가판대에서는 설탕이 타는 냄새가 나네요...
pt_br: @niko Esta barraquinha tem um cheirinho de açúcar queimado...
ru: @niko От этого прилавка пахнет жжёным сахаром...

source: Yup... still gettin' the hang of making these fried candy skewers...
cht: 对...但是还是没搞清楚制作这些 焦糖棒的窍门。
es: Ya... Aún no le he cogido el truco a las brochetas de caramelo frito.
it: Eh sì... non ci ho ancora preso la mano a fare questi spiedini di caramelle fritti...
ja: うん…まだ、揚げキャンディー串を美味しく作るために 練習してる最中なの…
ko: 맞아. 이 사탕 꼬치 만드는 법을 배우는 중이거든...
pt_br: É... ainda não peguei o jeito de fazer espetinho doce...
ru: Ага... всё ещё пытаюсь наловчиться жарить сладости на палочке...

source: They don't taste too bad, though! Do you want one?
cht: 不过尝起来也还不错！你想吃一个吗？
es: ¡Aunque tampoco están tan mal! ¿Quieres una?
it: Non sono male, però! Ne vuoi uno?
ja: でも、そこまで不味くないよ！1つどう？
ko: 맛은 괜찮단다! 하나 줄까?
pt_br: Eles até que são gostosos! Quer um?
ru: Но они не такие уж и плохие на вкус! Хочешь один?

source: @niko It's okay, thank you!
cht: @niko 好的，谢谢！
es: @niko Estoy bien, ¡gracias!
it: @niko No, grazie!
ja: @niko ううん、大丈夫。ありがとう！
ko: @niko 괜찮아요. 고맙습니다!
pt_br: @niko Não, tudo bem. Valeu!
ru: @niko Нет, спасибо!

source: @niko_speak You used to be one of the camera engineers, right?
cht: @niko_speak 你以前是负责照相机的工程师之一， 对吗？
es: @niko_speak Tú eras uno de los operadores de cámara, ¿verdad?
it: @niko_speak Tu devi essere uno dei vecchi tecnici della fotocamera, giusto?
ja: @niko_speak 昔、カメラの技術者さんだったでしょ？
ko: @niko_speak 카메라 기술자 중 한 분이셨죠?
pt_br: @niko_speak Você era um dos engenheiros que mexiam na câmera, não?
ru: @niko_speak Вы раньше были одним из инженеров камеры, правда?

source: The camera? Oh, joyous memories. We went through thick and thin together.
cht: 照相机？哦，美好的回忆。我们曾一起 同甘共苦。
es: ¿La cámara? Oh, qué hermosos recuerdos. Vivimos tantas cosas juntos...
it: Oh, che bei ricordi... La lente spessa... La lente sottile...
ja: カメラ？ああ、あの頃は楽しかったなぁ。 厚遇も薄遇もされたけど、いつも 一緒に過ごしたものよ。
ko: 카메라라고? 아, 옛날 생각이 나는군.
pt_br: Câmera? Ah, doces lembranças. Passamos por poucas e boas juntos.
ru: Камеры? О, счастливые были денёчки. Через что мы только не прошли вместе.

source: And by that I mean the concave lens did.
cht: 我是说搞这些薄薄厚厚的透镜。
es: Especialmente con la lente cóncava.
it: E tra di loro l'adorabile lente concava...
ja: もちろん、凹レンズと、ね。
ko: 오목렌즈는 두꺼운 것과 얇은 것 사이에 와야 돼.
pt_br: Inclusive a lente côncava, mesmo entre a grossa e a fina.

source: @niko_speak This smells kinda nice!
cht: @niko_speak 这闻起来挺香的！
es: @niko_speak ¡Huele bastante bien!
it: @niko_speak Che buon profumo!
ja: @niko_speak いい匂いだね！
ko: @niko_speak 냄새가 참 좋네요!
pt_br: @niko_speak Que cheiro bom!
ru: @niko_speak Неплохо пахнет!

source: @niko What is it?
cht: @niko 这是什么？
es: @niko ¿Qué es?
it: @niko Che cos'è?
ja: @niko これは何？
ko: @niko 그건 뭔가요?
pt_br: @niko O que é?
ru: @niko А что это?

source: Breaded fish!
cht: 面包鱼！
es: ¡Pescado empanado!
it: Pesce impanato!
ja: 魚のカツさ！
ko: 빵가루를 입힌 생선이란다!
pt_br: Peixe empanado!
ru: Панированная рыба!

source: I toasted the bread myself!
cht: 我自己烤的面包！
es: ¡El pan está tostado por mí!
it: Ho tostato io il pane!
ja: そして衣はオレお手製！
ko: 빵가루는 내가 직접 만든 거야!
pt_br: Eu fiz o pão!
ru: Сухари для панировки я поджарила сама!

source: @niko_what ...I... see...
cht: @niko_what 我明...白...
es: @niko_what Ah... ya...
it: @niko_what Caaapisco...
ja: @niko_what …あ…そうなんだ…
ko: @niko_what ...그렇군요...
pt_br: @niko_what ... Dá... para ver...
ru: @niko_what ...А... ясненько...

source: @niko_speak Is there anything you remember about how to work the camera?
cht: @niko_speak 你还记得怎么让照相机工作吗？
es: @niko_speak ¿Recuerdas algo sobre el funcionamiento de la cámara?
it: @niko_speak Ti ricordi qualcosa su come riparare la fotocamera?
ja: @niko_speak カメラの動かし方について何か覚えてない？
ko: @niko_speak 카메라를 어떻게 작동시키는지 혹시 기억하세요?
pt_br: @niko_speak Você se lembra de como a câmera funciona?
ru: @niko_speak Вы что-нибудь помните о том, как работать с камерой?

source: Let me see... When arranging the lenses, make sure that the thin lens is positioned between the two curved ones.
cht: 让我想想...在放置透镜时，一定要确保 薄镜片放在两片曲面镜的中间。
es: Vamos a ver... Al colocar las lentes, hay que asegurarse de poner más delgada entre las dos curvadas.
it: Vediamo... Quando disponi le lenti, assicurati che la lente sottile sia posizionata tra le due lenti curve.
ja: ええと確か…レンズを配置する時は、薄いレンズを 2つの湾曲レンズの間に置くんだったかな。
ko: 어디... 렌즈를 배치할 때, 얇은 렌즈가 볼록렌즈와 오목렌즈 사이에 있는지부터 확인하렴.
pt_br: Deixe-me pensar... Ao organizar as lentes, a lente fina tem que ficar entre as duas lentes curvas.
ru: Дай-ка подумать... При установке линз тонкую нужно расположить между двумя изогнутыми.

source: @plight_2 Well, good luck...
cht: @plight_2 嗯，祝你好运...
es: @plight_2 En fin, buena suerte...
it: @plight_2 Beh, buona fortuna...
ja: @plight_2 じゃ、頑張って…
ko: @plight_2 뭐, 행운을 빌게...
pt_br: @plight_2 Boa sorte...
ru: @plight_2 Что ж, удачи...

source: @niko_speak You too! \>\@niko With the lamp.
cht: @niko_speak 你也一样！\>\@niko 带上灯。
es: @niko_speak ¡Lo mismo digo! \>\@niko Con la lámpara.
it: @niko_speak Anche a te! \>\@niko Con il lampione.
ja: @niko_speak 君もね！ \>\@niko ランプの補充頑張って。
ko: @niko_speak 당신도요! \>\@niko 아, 가로등도요.
pt_br: @niko_speak Para você também! \>\@niko Com a lâmpada.
ru: @niko_speak И тебе тоже! \>\@niko С фонарём.

source: @plight Hey, you lookin for something?
cht: @plight 嘿，你在找什么东西吗？
es: @plight Eh, ¿buscas algo?
it: @plight Ehi, stai cercando qualcosa?
ja: @plight やあ、何か探してるのか？
ko: @plight 뭐 찾는 거라도 있어?
pt_br: @plight Ei, procurando algo?
ru: @plight Эй, ты что-то ищешь?

source: @niko_eyeclosed Yeah... I need to go find a library card now...\>\n\@niko Any idea where I can get one?
cht: @niko_eyeclosed 是的我得找一张图书证...\>\n\@niko 你知道我能在哪弄一个吗？
es: @niko_eyeclosed Sí... Tengo que encontrar un carné de biblioteca...\>\n\@niko ¿Sabes dónde podría encontrar uno?
it: @niko_eyeclosed Sì... devo trovare una tessera della biblioteca...\>\n\@niko Sai dove posso trovarne una?
ja: @niko_eyeclosed うん…図書館カードを見つけないと いけないんだ…\>\n\@niko どこで手に入るか分かる？
ko: @niko_eyeclosed 네... 전 지금 도서관 출입증이 필요하거든요...\>\n\@niko 어디서 구할 수 있는지 아세요?
pt_br: @niko_eyeclosed Sim... Preciso encontrar um cartão da biblioteca...\>\n\@niko Sabe onde consigo um?
ru: @niko_eyeclosed Ага... Теперь мне нужна читательская карта...\>\n\@niko Ты не знаешь, где такую достать?

source: @plight From...\> the...\> library?
cht: @plight 从...\> 那个...\>图书馆？
es: @plight ¿En...\> la...\> biblioteca?
it: @plight Alla...\> biblioteca?
ja: @plight そりゃ…\> 図書館…\> じゃないか？
ko: @plight 아마도...\> 음...\> 도서관 아닐까?
pt_br: @plight Talvez...\> na...\> biblioteca?
ru: @plight Может...\> в...\> библиотеке?

source: @niko_eyeclosed I tried that already!\>\n\@niko The person in charge wasn't here.
cht: @niko_eyeclosed 我已经试过了！\>\n\@niko 但是管理的人不在那里。
es: @niko_eyeclosed ¡Ya lo he intentado!\>\n\@niko Pero la persona que se encarga de los carnés no estaba.
it: @niko_eyeclosed Ci ho già provato!\>\n\@niko Il responsabile non c'era.
ja: @niko_eyeclosed もう行ってみたんだ！\>\n\@niko 責任者がいなかった。
ko: @niko_eyeclosed 이미 가 봤어요!\>\n\@niko 하지만 책임자가 거기 없었어요.
pt_br: @niko_eyeclosed Eu já procurei lá!\>\n\@niko O responsável não estava.
ru: @niko_eyeclosed Я уже попытался!\>\n\@niko Человека, который за это отвечает, не было на месте.

source: @plight Oh, uh...
cht: @plight 哦，嗯...
es: @plight Ah...
it: @plight Oh, ehm...
ja: @plight うーむ、そうか…
ko: @plight 아, 그렇군...
pt_br: @plight Ah... hm...
ru: @plight O, эм...

source: @plight_2 Maybe check out the factory? You just take the stairs at the end of this street and make a turn.
cht: @plight_2 或许可以去工厂看看？从街尽头的楼梯 上去，然后转个弯。
es: @plight_2 ¿Quizá en la fábrica? Para llegar, usa las escaleras que hay al final de esta calle y gira.
it: @plight_2 Potresti controllare nella fabbrica? Devi solo prendere le scale alla fine di questa strada e svoltare.
ja: @plight_2 工場を調べてみたらどうかな？この道の 先にある階段を使って、曲がったところだ。
ko: @plight_2 공장에 가 보면 어때? 이 거리 끝에 있는 계단으로 가서 모퉁이를 돌면 돼.
pt_br: @plight_2 Talvez na fábrica? Desça a escada no final dessa rua e vire.
ru: @plight_2 Тогда, может проверишь фабрику? Спустись по ступенькам в конце этой улицы и поверни.

source: @plight There's a lot of scientists there.\>\n\@plight_worry Scientists... read books, right?
cht: @plight 那里有很多科学家。\>\n\@plight_worry 科学家们...经常要读书，不是吗？
es: @plight Allí hay muchos científicos.\>\n\@plight_worry Los científicos... leen libros, ¿no?
it: @plight Ci sono un sacco di scienziati lì.\>\n\@plight_worry Gli scienziati... leggono libri, no?
ja: @plight あそこには科学者がたくさんいる。\>\n\@plight_worry 科学者は…本を読んでる、だろ？
ko: @plight 거기에는 과학자들이 많이 있어.\>\n\@plight_worry 과학자들은... 책을 읽을 테니까. 안 그래?
pt_br: @plight Tem muitos cientistas lá.\>\n\@plight_worry E cientistas... leem livros, não?
ru: @plight Там полно всяких учёных.\>\n\@plight_worry А учёные... читают книги, так?

source: @plight They might help you...
cht: @plight 他们或许能帮上忙...
es: @plight A lo mejor pueden ayudarte...
it: @plight Potrebbero aiutarti...
ja: @plight 助けてくれるかも…
ko: @plight 그 사람들이 도와줄지도 모르지...
pt_br: @plight Talvez eles possam ajudar você...
ru: @plight Возможно, они смогут помочь...

source: @niko He looks busy...
cht: @niko 他看起来很忙...
es: @niko Parece muy ocupado...
it: @niko Sembra indaffarato...
ja: @niko 忙しそう…
ko: @niko 바빠 보이시네요...
pt_br: @niko Ele parece ocupado.
ru: @niko Кажется, он занят...

source: @plight_why You can tell, huh...
cht: @plight_why 看得出来，哈...
es: @plight_why Se nota...
it: @plight_why Già...
ja: @plight_why まあね、はぁ…
ko: @plight_why 그래, 네 말대로야...
pt_br: @plight_why Você percebeu, né...
ru: @plight_why И не говори...

source: @plight Oh, hey there.
cht: @plight 噢，你好啊。
es: @plight Eh, hola.
it: @plight Oh, ehilà.
ja: @plight おっ、よう。
ko: @plight 오, 안녕.
pt_br: @plight Ah, olá!
ru: @plight О, привет.

source: @plight_2 You, uh... \.\.doing okay?
cht: @plight_2 你，呃...\.\.还好吗？
es: @plight_2 ¿Estás...? \.\.¿Estás bien?
it: @plight_2 Va, ehm... \.\.tutto bene?
ja: @plight_2 その、あー… \.\.元気か？
ko: @plight_2 너구나... \.\.좀 어때?
pt_br: @plight_2 Você, hm... \.\.está bem?
ru: @plight_2 У тебя, э... \.\.всё в порядке?

source: @niko Yup!\>\n\@niko_speak What are you doing?
cht: @niko 是的！\>\n\@niko_speak 你在干嘛呢？
es: @niko ¡Sí!\>\n\@niko_speak ¿Qué estás haciendo?
it: @niko Sì!\>\n\@niko_speak Cosa stai facendo?
ja: @niko うん！\>\n\@niko_speak 何してるの？
ko: @niko 괜찮아요!\>\n\@niko_speak 당신은요?
pt_br: @niko Sim!\>\n\@niko_speak O que você está fazendo?
ru: @niko Ага!\>\n\@niko_speak А ты что делаешь?

source: @plight Just filling this lamp here...
cht: @plight 给灯加燃料...
es: @plight Estoy rellenando esta lámpara...
it: @plight Solo riempiendo questo lampione...
ja: @plight ランプを補充してるんだ…
ko: @plight 이 가로등을 채우는 중이야...
pt_br: @plight Reabastecendo essa luminária...
ru: @plight Просто заполняю этот фонарь...

source: @plight_2 It's...\.\.\. taking a while...
cht: @plight_2 要...\.\.\. 花上一会儿功夫...
es: @plight_2 Me está...\.\.\. costando un poco...
it: @plight_2 Ci...\.\.\. sta volendo un po' di tempo...
ja: @plight_2 けっこう時間が…\.\.\. かかってる…
ko: @plight_2 시간이...\.\.\. 좀 걸리네...
pt_br: @plight_2 Está...\.\.\. demorando demais...
ru: @plight_2 И уже...\.\.\. довольно долго...

source: @plight_worry I...\.\. think it might be leaking...
cht: @plight_worry 我...\.\. 觉得它可能会漏...
es: @plight_worry Creo que...\.\. tiene una fuga...
it: @plight_worry Credo...\.\. Credo che ci sia una perdita...
ja: @plight_worry もしかしたら…\.\. 漏れてるのかも…
ko: @plight_worry 아무래도...\.\. 어딘가가 새는 것 같거든...
pt_br: @plight_worry Eu...\.\. acho que deve estar vazando...
ru: @plight_worry Я думаю...\.\. он где-то протекает...

source: @plight Well, good luck...
cht: @plight 嗯，祝你好运...
es: @plight En fin, buena suerte...
it: @plight_2 Beh, buona fortuna...
ja: @plight じゃ、頑張って…
ko: @plight 뭐, 행운을 빌게...
pt_br: @plight Bem, boa sorte...
ru: @plight Что ж, удачи...

source: @plight Thanks for taking them off my hands, I guess?\>\nThe lenses, that is.
cht: @plight 我想谢谢你帮我把它们从手里拿开？\>\n那是镜片。
es: @plight Bueno, gracias; al menos me las he quitado de las manos...\>\nLas lentes, digo.
it: @plight Grazie per averle prese tu...\>\nLe lenti, intendo.
ja: @plight 引き取ってくれてありがとう。\>\nレンズのことな。
ko: @plight 이걸 가져가 줘서 고마워, 알지?\>\n그러니까 렌즈 말이야.
pt_br: @plight Obrigado por levá-las de mim.\>\nEstou falando das lentes.
ru: @plight Получается, спасибо, что забрал их у меня?\>\nНу, эти линзы, я хочу сказать.

source: @plight_2b The scientists wanted me to use them to fix the camera in the photo booth, but...
cht: @plight_2b 科学家们想用它们修照相亭的照相机， 但是...
es: @plight_2b Los científicos querían que las usara para arreglar la cámara de la cabina fotográfica, pero...
it: @plight_2b Gli scienziati volevano che le usassi per riparare la fotocamera nella cabina per fototessere, ma...
ja: @plight_2b 科学者の連中は、撮影部屋のカメラを 修理するのにそれを使えって言ってたけど…
ko: @plight_2b 과학자들이 그걸로 사진관에 있는 카메라를 고쳐 달라고 했는데...
pt_br: @plight_2b Os cientistas queriam que eu as usasse para consertar a câmera na cabine fotográfica, mas...
ru: @plight_2b Учёные хотели, чтобы я с их помощью починил камеру фотоавтомата, но...

source: @plight_why ...you can imagine how that went.
cht: @plight_why ...想想也知道效果怎么样。
es: @plight_why ... Ya imaginas cómo acabó la cosa.
it: @plight_why ...puoi immaginare come sia andata a finire.
ja: @plight_why …結果どうなったかは、想像できるだろ。
ko: @plight_why ...결과가 어땠는지는 모르는 게 좋아.
pt_br: @plight_why ... você consegue imaginar o que aconteceu.
ru: @plight_why ...можешь представить, чем это всё закончилось.

source: @plight_worry I'm just glad I didn't break anything...
cht: @plight_worry 没有损坏什么东西，我已经很高兴了...
es: @plight_worry Me alegro de no haber roto nada...
it: @plight_worry Sono solo contento di non aver rotto nulla...
ja: @plight_worry 何も壊さずに済んで良かった…
ko: @plight_worry 아무것도 깨트리지 않은 게 참 다행이지...
pt_br: @plight_worry Espero não ter quebrado nada.
ru: @plight_worry Я рад, что хотя бы ничего не сломал...

source: @plight_shock Hey! Isn't that...
cht: @plight_shock 嘿！那不是...
es: @plight_shock ¡Eh! ¿Ese no es...?
it: @plight_shock Ehi! Ma quella è...
ja: @plight_shock おい！それって…
ko: @plight_shock 이봐! 그건 설마...
pt_br: @plight_shock Ei, isso não é...
ru: @plight_shock Эй! Разве это не...

source: @plight_worry (oH GOODNESS GRACIOUS DID THE MESSIAH AND LITERALLY GOD THEMSELF JUST BREAK INTO MY HOUSE.)
cht: @plight_worry （哦，我的天哪，救世主和真神们刚刚闯 进了我家吗。）
es: @plight_worry (AY, MADRE MÍA, EL MESÍAS EN PERSONA Y LA MISMÍSIMA DIVINIDAD ACABAN DE ENTRAR EN MI CASA.)
it: @plight_worry (OH SANTO CIELO IL MESSIA E LETTERALMENTE DIO SONO ENTRATI IN CASA MIA.)
ja: @plight_worry （なんてこった…救世主と「神様」が おれの家に侵入したっていうのか…）
ko: @plight_worry (오, 세상에. 지금 구원자와 신이 우리 집에 쳐들어온 거야?)
pt_br: @plight_worry (CARAMBA! O MESSIAS E O PRÓPRIO DEUS ENTRARAM NA MIHA CASA)
ru: @plight_worry (оХ БЛИН БЛИНСКИЙ, МЕССИЯ И БУКВАЛЬНО БОГ ВСЕГО МИРОЗДАНИЯ ПРОСТО ВЗЯЛИ И ВЛОМИЛИСЬ В МОЙ ДОМ.)

source: @niko_speak Oh! Was that... your...
cht: @niko_speak 噢！那是...你的...
es: @niko_speak ¡Ah! Eso... era...
it: @niko_speak Oh! Era la... tua...
ja: @niko_speak あっ！これって…君の…
ko: @niko_speak 아, 방금 그건... 혹시...
pt_br: @niko_speak Ah! Isso era... seu?
ru: @niko_speak Ой! Это был... твой...

source: @plight_wtf You heard me??
cht: @plight_wtf 你能听见我说话吗？
es: @plight_wtf ¿Me has oído?
it: @plight_wtf Mi hai sentito??
ja: @plight_wtf 聞こえてたのか？？
ko: @plight_wtf 내가 소리 내서 말했던가??
pt_br: @plight_wtf Você consegue me ouvir??
ru: @plight_wtf Ты меня услышал???

source: @plight_worry (IT KEEPS HAPPENING.)
cht: @plight_worry （它发生了。）
es: @plight_worry (QUE VA EN SERIO.)
it: @plight_worry (È SUCCESSO DI NUOVO.)
ja: @plight_worry （またこれか…）
ko: @plight_worry (자꾸 이러는군.)
pt_br: @plight_worry (AINDA ESTÁ ACONTECENDO.)
ru: @plight_worry (ЭТО ПРОИЗОШЛО СНОВА.)

source: @niko_eyeclosed ...sorry about breaking into your house.\>\n\@niko We didn't actually break anything, but...
cht: @niko_eyeclosed ...很抱歉闯进你家。\>\n\@niko 我们没有毁坏任何东西，但是...
es: @niko_eyeclosed ... Sentimos mucho haber entrado así en tu casa.\>\n\@niko No hemos roto nada, pero...
it: @niko_eyeclosed ...Scusami per essere entrato a casa tua.\>\n\@niko Non abbiamo rotto niente, ma...
ja: @niko_eyeclosed …勝手に家に入ってごめんなさい。\>\n\@niko 何も壊してない、けど…
ko: @niko_eyeclosed ...저기, 집에 마음대로 들어와서 죄송해요.\>\n\@niko 아무것도 망가트린 건 없지만, 그래도요...
pt_br: @niko_eyeclosed ... desculpe-me por quebrar sua casa.\>\n\@niko Nós não tínhamos a intenção...
ru: @niko_eyeclosed ...прости, что мы вломились в твой дом.\>\n\@niko Мы ничего там не сломали, но...

source: @niko_speak \p said I should take these plastic disks, for some reason?\>\n\@niko Should we put them back?
cht: @niko_speak \p说过，因为某种原因，我要拿这些塑料盘。\>\n\@niko 我们要把它们放回去吗？
es: @niko_speak No sé por qué, pero \p dijo que tenía que llevarme estos discos de plástico.\>\n\@niko ¿Los dejamos donde estaban?
it: @niko_speak \p ha detto che dovrei prendere questi dischi di plastica, per qualche motivo?\>\n\@niko Dovremmo rimetterli a posto?
ja: @niko_speak \p が、この板は 持っていけって…理由は分からないけど…\>\n\@niko 戻したほうがいいかな？
ko: @niko_speak 이유는 모르겠지만 \p 님이 이 플라스틱 판을 가져가야 한다고 했거든요.\>\n\@niko 이거, 다시 여기 둘까요?
pt_br: @niko_speak \p disse que eu deveria levar esses discos plásticos por algum motivo?\>\n\@niko Quer que a gente devolva?
ru: @niko_speak \p говорит, что нам для чего-то нужны эти пластиковых пластины?\>\n\@niko Нам положить их обратно?

source: @plight_2 It's okay, keep 'em.
cht: @plight_2 没事，拿着吧。
es: @plight_2 Puedes quedártelos.
it: @plight_2 Non c'è problema, puoi tenerli.
ja: @plight_2 いいよ、持っていきな。
ko: @plight_2 ...괜찮아, 가져가.
pt_br: @plight_2 Tudo bem, fique com eles.
ru: @plight_2 Да ладно, оставьте их себе.

source: @plight_worry I wouldn't have been able to fix that machine anyway...
cht: @plight_worry 反正我也可能修不好那些机器...
es: @plight_worry De todas formas, no habría sido capaz de arreglar esa máquina...
it: @plight_worry Non sarei comunque riuscito a riparare quella macchina...
ja: @plight_worry どっちみち、おれにはあの機械を 修理できそうにないから…
ko: @plight_worry 어차피 내가 갖고 있어도 기계를 고치진 못할 테니까...
pt_br: @plight_worry Eu não ia conseguir mesmo consertar aquela máquina...
ru: @plight_worry Я всё равно не смог бы починить это устройство...

source: @niko_speak A streetlamp!\>\n\@niko This one seems taller than the others...
cht: @niko_speak 一盏路灯！\>\n\@niko 这个看起来比其它的更高...
es: @niko_speak ¡Un farol!\>\n\@niko Y parece más alto que los otros...
it: @niko_speak Un lampione!\>\n\@niko Questo sembra più alto degli altri...
ja: @niko_speak 街灯だ！\>\n\@niko これは他のよりも高さがありそう…
ko: @niko_speak 가로등이에요!\>\n\@niko 보통 가로등보다 키가 커요...
pt_br: @niko_speak Um poste de luz!\>\n\@niko Parece mais alto que os outros.
ru: @niko_speak Уличный фонарь!\>\n\@niko Этот кажется выше остальных...

source: @niko You want me use the crowbar to open the safe, \p? \>\nI'll... try!
cht: @niko 你想让我用橇棍打开保险箱， \p？\>\n我来...试一试！
es: @niko ¿Quieres que use la palanca para abrir la caja fuerte, \p? \>\n¡Lo intentaré!
it: @niko Vuoi che usi il piede di porco per aprire la cassaforte, \p?\>\n...Ci provo!
ja: @niko バールのようなものを使って金庫を 開けてほしいの、 \p？ \>\nやって…みるよ！
ko: @niko 이 쇠지레로 금고를 열라는 건가요, \p 님? \>\n...해 볼게요!
pt_br: @niko Quer que eu use o pé de cabra para abrir o cofre, \p? \>\nVou tentar!
ru: @niko \p, ты хочешь, чтобы я вскрыл сейф этим ломом? \>\nНу... Я попробую!

source: @niko2 The door is sealed flush! \>\@niko_eyeclosed We might need the code after all...
cht: @niko2 门封得死死的！\>\@niko_eyeclosed 我们可能还是需要密码...
es: @niko2 ¡La puerta está cerrada a cal y canto! \>\@niko_eyeclosed Puede que necesitemos el código después de todo...
it: @niko2 La porta è sigillata! \>\@niko_eyeclosed Potremmo aver bisogno di quel codice dopotutto...
ja: @niko2 しっかり閉じられてる！ \>\@niko_eyeclosed やっぱりコードが必要そうだね…
ko: @niko2 금고 문이 꽉 맞물려 있어서 안 되겠어요! \>\@niko_eyeclosed 코드가 필요할 것 같아요...
pt_br: @niko2 A porta está selada! \>\@niko_eyeclosed Vamos precisar do código...
ru: @niko2 Дверь закрыта намертво! \>\@niko_eyeclosed Думаю, нам всё же нужен код...

source: @niko A metal safe.\nSeems like it's locked with a 6-digit code.
cht: @niko 一个金属保险箱。\n看起来是一个六位数字密码锁。
es: @niko Una caja fuerte de metal.\nParece que está protegida con un código de 6 dígitos.
it: @niko Una cassaforte in metallo.\nSembra bloccata da un codice a 6 cifre.
ja: @niko 鉄の金庫だ。\n6桁のコードでロックされてるみたい。
ko: @niko 철제 금고네요.\n여섯 자리 숫자로 잠겨 있는 것 같아요.
pt_br: @niko Um cofre de metal.\nParece uma fechadura de 6 dígitos.
ru: @niko Металлический сейф.\nЧтобы его открыть, нам нужен 6-значный код.

source: @niko I don't... remember seeing any 6-digit codes. Do you, \p?
cht: @niko 我不...记得见过什么六位数的密码。 你见过吗， \p？
es: @niko No recuerdo... haber visto ningún código de 6 dígitos. ¿Y tú, \p?
it: @niko Non ricordo di aver visto codici in giro...\nE tu, \p?
ja: @niko うーん…そんなコード、見たことないや。 \pは？
ko: @niko 전... 여섯 자리 숫자를 본 기억이 없어요. \p 님, 당신은 기억하세요?
pt_br: @niko Não me lembro de ver nenhum código de 6 dígitos. Você lembra, \p?
ru: @niko Не помню, чтобы мне попадались какие-то шестизначные коды... А ты, \p?

source: [ENTER CODE:]
cht: [输入密码：]
es: [INTRODUCIR CÓDIGO:]
it: [INSERIRE CODICE:]
ja: [コードを入力してください:]
ko: [암호를 입력하십시오.]
pt_br: [DIGITE O CÓDIGO:]
ru: [ВВЕДИТЕ КОД:]
