Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko Excuse me...
cht: @niko 打扰了...
es: @niko Perdón...
it: @niko Scusa...
ja: @niko あの…
ko: @niko 실례합니다...
pt_br: @niko Com licença...
ru: @niko Прошу прощения...

source: @george2_stress Hey!!!
cht: @george2_stress 嘿！！！
es: @george2_stress ¡¡Oye!!
it: @george2_stress Ehi!!!
ja: @george2_stress ちょっと！！！
ko: @george2_stress 이봐!!!
pt_br: @george2_stress Ei!!!
ru: @george2_stress Эй!!!

source: @george2_grr Who the heck do you think you are, barging in here like that?
cht: @george2_grr 你以为你是谁，就这样闯进来？
es: @george2_grr ¿Quién diablos te crees que eres para gritar así aquí dentro?
it: @george2_grr Chi diavolo ti credi di essere per piombare qui in questo modo?
ja: @george2_grr 勝手に入ってきて、アンタ一体何様のつもり？
ko: @george2_grr 넌 대체 뭐길래 이렇게 마구잡이로 들어오는 거야?
pt_br: @george2_grr Quem diabos você pensa que é, invadindo esse local assim?
ru: @george2_grr Это что за фигня?! Кем ты себя возомнил, раз думаешь, что можешь просто так сюда вломиться?

source: @george2_NO I don't care if you're the Messiah, manners are still a thing!
cht: @george2_NO 我不关心你是不是救世主，规矩还是要 遵守的！
es: @george2_NO Por mí como si eres el mesías, ¡hay que cuidar los modales!
it: @george2_NO Non m'importa se sei il messia, esistono le buone maniere!
ja: @george2_NO たとえ救世主であっても関係ない！マナーは大事！
ko: @george2_NO 구원자든 뭐든 상관없어. 예의는 지켜야지!
pt_br: @george2_NO Não me importa se você é o Messias!
ru: @george2_NO Да мне плевать, что ты Мессия. Это не отменяет элементарных правил приличия!

source: @niko I'm... \>\@niko_speak sorry?
cht: @niko 我...\>\@niko_speak 对不起？
es: @niko ¿Lo... \>\@niko_speak siento?
it: @niko Mi... \>\@niko_speak dispiace?
ja: @niko えっと… \>\@niko_speak ごめんなさい？
ko: @niko 저기... \>\@niko_speak 죄송해요.
pt_br: @niko Des... \>\@niko_speak desculpa?
ru: @niko Прошу... \>\@niko_speak прощения?

source: @george2 Well? Are you just here to apologize?
cht: @george2 恩？你就是来道歉的吗？
es: @george2 ¿Y bien? ¿Has venido hasta aquí solo para disculparte?
it: @george2 Beh? Sei qui solo per scusarti?
ja: @george2 それで？謝るためだけにここに来たのかしら？
ko: @george2 그래서? 그냥 사과하러 온 건 아닐 텐데?
pt_br: @george2 Bem, veio aqui só para pedir desculpas?
ru: @george2 Ну и? Ты зашёл сюда извиняться?

source: @niko ...Yes? \.\.\n\@niko_speak I mean, no!
cht: @niko ...是吗？\.\.\n\@niko_speak 我是说，不！
es: @niko ¿Sí? \.\.\n\@niko_speak Es decir, ¡no!
it: @niko ...Sì? \.\.\n\@niko_speak Voglio dire, no!
ja: @niko …うん？ \.\.\n\@niko_speak じゃなくて、違うよ！
ko: @niko ...네? \.\.\n\@niko_speak 아, 아니에요!
pt_br: @niko ... sim? \.\.\n\@niko_speak Digo... não!
ru: @niko ...Да? \.\.\n\@niko_speak То есть, нет!

source: @niko_eyeclosed I mean, I need your help...\>\n\@niko I'm not sure what I need to do next.
cht: @niko_eyeclosed 我是说，我需要你的帮助...\>\n\@niko 我不确定接下来怎么做。
es: @niko_eyeclosed Es decir... necesito tu ayuda...\>\n\@niko No estoy seguro de lo que tengo que hacer ahora.
it: @niko_eyeclosed Sono qui perché ho bisogno del tuo aiuto...\>\n\@niko Non so bene cosa fare...
ja: @niko_eyeclosed あの、助けてほしくて…\>\n\@niko この後、何をしたらいいのか 分からないんだ。
ko: @niko_eyeclosed 그게, 당신 도움이 필요해서요...\>\n\@niko 지금부터 어떻게 해야 할지 잘 모르겠어서요.
pt_br: @niko_eyeclosed Na verdade, eu preciso de sua ajuda!\>\n\@niko Não sei o que devo fazer agora.
ru: @niko_eyeclosed Мне нужна ваша помощь...\>\n\@niko Я не знаю, что мне делать дальше.

source: @niko I think I need to go in the Tower?
cht: @niko 我觉得我应该进塔楼里去？
es: @niko ¿Podría ser que tenga que ir a la Torre?
it: @niko Immagino di dover andare alla Torre, giusto?
ja: @niko たぶん、塔の中に行かなきゃダメなんだよね？
ko: @niko 아마 탑에 들어가야 하겠죠?
pt_br: @niko Será que preciso ir para a Torre?
ru: @niko Кажется, я должен зайти в Башню?

source: @george2 Seriously? You haven't figured that one out yet?
cht: @george2 说真的？你还没有弄明白这点？
es: @george2 ¿En serio? ¿Todavía no sabes eso?
it: @george2 Sul serio? Non l'avevi ancora capito?
ja: @george2 正気？まだ見つけ出せていないの？
ko: @george2 진심이야? 그걸 아직도 몰라?
pt_br: @george2 Sério? Você ainda não percebeu isso?
ru: @george2 Серьёзно? До тебя это только дошло?

source: @niko_speak I don't know how to get in!
cht: @niko_speak 我不知道怎么进去！
es: @niko_speak ¡No sé cómo entrar!
it: @niko_speak Non so come entrarci!
ja: @niko_speak 中にどうやって入ればいいのか分からなくて！
ko: @niko_speak 들어가는 방법을 모른단 말이에요!
pt_br: @niko_speak Eu não sei como entrar nela!
ru: @niko_speak Я не знаю, как попасть внутрь!

source: @george2_grr Well, I don't know either.\n\>\@george2 Shouldn't \p help you with that?
cht: @george2_grr 嗯，我还不知道。\n\>\@george2 难道\p不应该帮你吗？
es: @george2_grr Bueno, yo tampoco.\n\>\@george2 ¿No debería ser \p quien te ayudase con eso?
it: @george2_grr Beh, neanch'io.\n\>\@george2 Non dovrebbe aiutarti \p?
ja: @george2_grr ま、アタシも知りませんけど。\n\>\@george2 \p が助けてくれるんじゃないの？
ko: @george2_grr 뭐, 그건 나도 몰라.\n\>\@george2 \p, 그 녀석이 도와줘야 하는 거 아냐?
pt_br: @george2_grr Bem, eu também não.\n\>\@george2 Será que \p não poderia ajudar nisso?
ru: @george2_grr Ну и я не знаю.\n\>\@george2 Разве \p не может тебе с этим помочь?

source: @george2_sigh All I know is that nobody from this world can get in there.
cht: @george2_sigh 据我所知，世界上还没人能够进去那里。
es: @george2_sigh Solo sé que nadie de este mundo puede entrar.
it: @george2_sigh So solo che nessun abitante di questo mondo può entrarci.
ja: @george2_sigh アタシが唯一知ってるのは、この世界の住人は あそこに入れないってことだけよ。
ko: @george2_sigh 내가 아는 거라고는 이 세상 사람은 아무도 그 탑 안에 들어갈 수 없다는 거야.
pt_br: @george2_sigh Só sei que ninguém desse mundo pode entrar lá.
ru: @george2_sigh Я лишь знаю, что никто из этого мира зайти туда не может.

source: @george2_grr Not beyond that tiny entrance room, anyway.
cht: @george2_grr 至少，没有人能通过那个狭小的入口 房间。
es: @george2_grr No más allá de ese vestíbulo tan pequeño que hay, quiero decir.
it: @george2_grr Per "entrarci" intendo superare l'ingresso minuscolo.
ja: @george2_grr 少なくとも、あの小さな部屋から 先へは進めない。
ko: @george2_grr 입구에 있는 작은 방 너머로는 말이야.
pt_br: @george2_grr Não através daquela salinha de entrada.
ru: @george2_grr Ну, не дальше той крошечной прихожей.

source: @george2 If anything, there might be a book on how the Messiah of all people can get in.
cht: @george2 如果有的话，应该有本书告诉我们救世主 是怎么进去的。
es: @george2 Como mucho, puede que haya algún libro sobre cómo puede entrar el mesías de todo el mundo.
it: @george2 Non escludo la possibilità che esista un libro che spiega come possa entrare il messia...
ja: @george2 もしかしたら、その方法を記した 救世主向けの本ならあるかもね。
ko: @george2 모르긴 몰라도, 다른 사람도 아니고 구원자가 탑에 들어가는 방법에 대해서라면 책이 있을지도 몰라.
pt_br: @george2 Talvez haja um livro explicando como o Messias pode entrar.
ru: @george2 Если что, наверняка есть какая-нибудь книга про то, как Мессия может попасть внутрь.

source: @george2_sigh But I don't got anything like that in MY collection.
cht: @george2_sigh 但我没有从我的收藏书中得到任何这 样的信息。
es: @george2_sigh Pero no dispongo de nada así en MI colección.
it: @george2_sigh ...ma non ho nulla del genere nella MIA collezione.
ja: @george2_sigh ま、アタシのコレクションにはないけど。
ko: @george2_sigh 하지만 내가 소장 중인 책에는 그런 내용이 없지.
pt_br: @george2_sigh Mas eu não tenho nada disso na MINHA biblioteca.
ru: @george2_sigh Но в МОЕЙ коллекции ничего подобного нет.

source: @george2_grr Would like to, though.
cht: @george2_grr 尽管我很想获得一些信息。
es: @george2_grr Estaría bien.
it: @george2_grr Mi piacerebbe, però.
ja: @george2_grr 1冊ぐらい欲しいものね。
ko: @george2_grr 있으면 나도 좋겠지만.
pt_br: @george2_grr Embora, eu gostaria...
ru: @george2_grr Впрочем, я бы от такой книги не отказалась.

source: @george3_sad Si\.i\.i\.\.i\.\.igh.
cht: @george3_sad 叹\.\.\.\.\.\.气。
es: @george3_sad U\.u\.u\.\.u\.\.ff.
ja: @george3_sad はあ\.あ\.あ\.\.あ\.\.ぁ…
ko: @george3_sad 휘\.유\.우\.\.우\.\.우.
pt_br: @george3_sad A\.a\.a\.\.a\.\.h.
ru: @george3_sad Э-э\.-э\.-э\.\.-э\.\.х...

source: @niko Um... hi?
cht: @niko 嗯...嗨？
es: @niko Mmm... ¿hola?
it: @niko Ehm... Ciao?
ja: @niko あの…こんばんは？
ko: @niko 저기... 안녕하세요?
pt_br: @niko Hm.. oi?
ru: @niko Э-эм... привет?

source: @george3_sigh ...\.Hi.
cht: @george3_sigh ...\.嗨。
es: @george3_sigh ...\.Hola.
it: @george3_sigh ...\.Ciao.
ja: @george3_sigh …\.こんばんは。
ko: @george3_sigh ...\.안녕하십니까.
pt_br: @george3_sigh ...\.Oi.
ru: @george3_sigh ...\.Привет.

source: @niko_speak Are you alright?
cht: @niko_speak 还好吗？
es: @niko_speak ¿Estás bien?
it: @niko_speak Va tutto bene?
ja: @niko_speak 大丈夫？
ko: @niko_speak 괜찮으세요?
pt_br: @niko_speak Está tudo bem?
ru: @niko_speak С вами всё в порядке?

source: @george3_worry Can I... help you...
cht: @george3_worry 我可以...帮你...吗
es: @george3_worry ¿Puedo... ayudarte?
it: @george3_worry Posso... aiutarti...?
ja: @george3_worry 何か…用…？
ko: @george3_worry 제가... 도울 일이라도...
pt_br: @george3_worry Posso... ajudar?
ru: @george3_worry Могу ли я... тебе чем-нибудь помочь...

source: @niko_speak Yeah!
cht: @niko_speak 是的！
es: @niko_speak ¡Sí!
it: @niko_speak Sì!
ja: @niko_speak うん！
ko: @niko_speak 네!
pt_br: @niko_speak Sim!
ru: @niko_speak Ага!

source: @niko I was wondering if you can tell me what I should do next?
cht: @niko 我想看你能不能告诉我接下来该怎么做？
es: @niko Me gustaría que me dijeras qué debería hacer ahora.
it: @niko Non è che potresti dirmi cosa dovrei fare adesso?
ja: @niko ミーが次に何をしたらいいのか知ってたら 教えてほしいなと思って。
ko: @niko 저기, 제가 앞으로 어떡해야 하는지 알려 주시겠어요?
pt_br: @niko Eu queria saber o que devo fazer agora.
ru: @niko Не могли бы вы подсказать, что мне делать дальше?

source: @niko I...think I'm supposed to go in the Tower.
cht: @niko 我...觉得我应该进去塔楼。
es: @niko Creo... Creo que tengo que ir a la Torre.
it: @niko Credo... di dover andare alla Torre.
ja: @niko たぶん…塔に行かなきゃダメなんだけど。
ko: @niko 전... 탑에 들어가야 하거든요...
pt_br: @niko Acho que... devo ir até a Torre.
ru: @niko Я...кажется должен зайти в Башню.

source: @george3_sad ...the Tower....\>\n\@george3_sigh A grim obelisk... \>\@george3_sigh a solemn reminder of our fate.
cht: @george3_sad 塔楼...\>\n\@george3_sigh 一座庄严的方尖塔...\>\@george3_sigh 是对我们命运的庄严提示。
es: @george3_sad La Torre...\>\n\@george3_sigh Un obelisco lúgubre... \>\@george3_sigh un recordatorio solemne de tu destino.
it: @george3_sad ...La Torre...\>\n\@george3_sigh Un obelisco tetro... \>\@george3_sigh Un solenne promemoria del nostro destino.
ja: @george3_sad 塔…\>\n\@george3_sigh あの、残忍なオベリスク… \>\@george3_sigh 私たちの運命を、厳粛に知らせる存在…
ko: @george3_sad ...탑이라...\>\n\@george3_sigh 음침한 첨탑이지요... \>\@george3_sigh 우리의 운명을 끊임없이 상기시키는 상징물입니다.
pt_br: @george3_sad ... a Torre...\>\n\@george3_sigh Um obelisco sombrio... \>\@george3_sigh Uma lembrança solene de nosso destino.
ru: @george3_sad ...Башня....\>\n\@george3_sigh Мрачный обелиск... \>\@george3_sigh горькое напоминание о нашей судьбе.

source: @george3_cry We're all gonna dieeeeeee....
cht: @george3_cry 我们都会死去...
es: @george3_cry Vamos a morir todoooos...
it: @george3_cry Moriremo tuuuttiii...!
ja: @george3_cry みんな、死んじゃうのよぉぉぉ…
ko: @george3_cry 우린 다 죽을 겁니다아아아...
pt_br: @george3_cry Todos nós vamos morreeeeeer...
ru: @george3_cry Мы все костьми поляже-е-е-ем....

source: @niko_what ...so...\>\@niko_eyeclosed how do I... \>\@niko_speak Get in?
cht: @niko_what 所以...\>\@niko_eyeclosed 我怎样...\>\@niko_speak 才能进去？
es: @niko_what Entonces...\>\@niko_eyeclosed ¿cómo... \>\@niko_speak se entra?
it: @niko_what ...Quindi... \>\@niko_eyeclosed come ci... \>\@niko_speak entro?
ja: @niko_what その…\>\@niko_eyeclosed ミーは… \>\@niko_speak どうやって、入ればいいの？
ko: @niko_what ...그러니까...\>\@niko_eyeclosed 어떻게 하면... \>\@niko_speak 들어갈 수 있죠?
pt_br: @niko_what ... então...\>\@niko_eyeclosed como eu faço... \>\@niko_speak para entrar?
ru: @niko_what ...так...\>\@niko_eyeclosed как мне... \>\@niko_speak Попасть внутрь?

source: @george3_cry I don't know...!!!\>\n\@george3_sad I've been reading and studying all my life, and yet...
cht: @george3_cry 我不知道...！！！\>\n\@george3_sad 我一生都在阅读和学习，但是^
es: @george3_cry ¡¡¡Y yo qué sé...!!!\>\n\@george3_sad Llevo leyendo y estudiando toda la vida, pero aun así...
it: @george3_cry Non... Non lo so...!!!\>\n\@george3_sad Ho passato tutta la vita a leggere e studiare, eppure...
ja: @george3_cry そんなの…知らない…！！！\>\n\@george3_sad 読書と勉学だけに人生を費やしてきたのに、 未だに…
ko: @george3_cry 저도 모릅니다...!!!\>\n\@george3_sad 평생을 바쳐서 읽고 연구했지만, 아직도...
pt_br: @george3_cry Eu não sei...!!!\>\n\@george3_sad Tenho lido e estudado a vida toda e mesmo assim...
ru: @george3_cry Я не знаю...!!!\>\n\@george3_sad Я читала и училась всю свою жизнь, но в итоге...

source: @george3_cry I haven't even found any books about entering the Tower!
cht: @george3_cry 但我没有发现任何关于进入塔楼的书籍！
es: @george3_cry ¡Ni siquiera me he encontrado con ningún libro que diga cómo entrar en la Torre!
it: @george3_cry ...non ho ancora trovato alcun libro su come entrare nella Torre!
ja: @george3_cry 塔への入り方が書かれた本を見たことがない！
ko: @george3_cry 탑에 들어가는 방법에 관한 책은 찾지 못했습니다!
pt_br: @george3_cry Não encontrei nenhum livro sobre como entrar na Torre!
ru: @george3_cry Я так и не нашла ни единой книги о том, как войти в Башню!

source: @george3 Oh, I know there's a small room you can go in, but...\>\n\@george3_cry Everybody knows that!
cht: @george3 噢，我知道有个小房间你可以进去，但是...\>\n\@george3_cry 每个人都知道！
es: @george3 Sí, sé que hay un pequeño vestíbulo al que se puede acceder, pero...\>\n\@george3_cry ¡eso lo sabe todo el mundo!
it: @george3 Certo, so che c'è una piccola stanza in cui puoi entrare...\>\n\@george3_cry ma quello lo sanno tutti!
ja: @george3 そう、小さな部屋があって、そこに 入れるのは知ってる、けど…\>\n\@george3_cry そんなの常識だもの！
ko: @george3 아, 거기에 작은 방이 하나 있다는 것 정도는 압니다. 하지만..\>\n\@george3_cry 그건 누구나 아는 사실이죠!
pt_br: @george3 Ah, eu sei que há uma salinha em que você pode entrar, mas...\>\n\@george3_cry Todos sabem disso!
ru: @george3 О, я знаю, что там есть маленькая комната, куда можно войти, но...\>\n\@george3_cry Это и так всем известно!

source: @george4_smile Helloooo~!\>\nYou must be the savior!
cht: @george4_smile 你好~！\>\n你肯定就是救世主！
es: @george4_smile ¡Holaaa!\>\n¡Tú debes de ser el salvador!
it: @george4_smile Ehilàààà~!\>\nDevi essere il salvatore!
ja: @george4_smile やっほー！\>\nキミ、救世主ね！
ko: @george4_smile 안녕~!\>\n네가 구원자구나!
pt_br: @george4_smile Oláááá~!\>\nVocê deve ser o messias!
ru: @george4_smile Приве-е-е-е-т~!\>\nТы, должно быть, спаситель!

source: @george4_omg I'm soooo happy I actually get to meet you! <3
cht: @george4_omg 见到你我太太高兴了！<3
es: @george4_omg ¡Me alegro tanto de conocerte por fin! <3
it: @george4_omg Sono cooosì felice di incontrarti! <3
ja: @george4_omg まさか会えるなんて、 わたしとーってもうれしいよ！
ko: @george4_omg 실제로 만나다니 넘나 반가워! <3
pt_br: @george4_omg Estou tão feliz em finalmente conhecer você! <3
ru: @george4_omg Я та-а-а-а-к рада с тобой познакомиться! <3

source: @niko_speak It's nice to meet you too, miss!
cht: @niko_speak 我也很高兴见到你，女士！
es: @niko_speak ¡Es un placer conocerte, señorita!
it: @niko_speak È un piacere anche per me, signorina!
ja: @niko_speak ミーも、会えてうれしいよ！
ko: @niko_speak 저도 반가워요!
pt_br: @niko_speak É um prazer conhecê-la também, senhorita!
ru: @niko_speak Мне тоже приятно познакомиться, мисс!

source: @george4 So! Are you here to check out the archives?\>\n\@george4_omg I can give you a tour!
cht: @george4 那么你是来检查档案的吗？\>\n\@george4_omg 我可以带你参观一下！
es: @george4 ¡Bueno! ¿Has venido a ver los archivos?\>\n\@george4_omg ¡Puedo hacerte un tour!
it: @george4 Dimmi un po'! Sei qui per controllare gli archivi?\>\n\@george4_omg Posso farti da guida!
ja: @george4 それでそれで！収蔵庫を見にきたんでしょ？\>\n\@george4_omg 案内してあげる！
ko: @george4 그래! 기록 보관실을 보러 온 거야?\>\n\@george4_omg 내가 안내해 줄까?
pt_br: @george4 Então! Está aqui para dar uma olhada nos arquivos?\>\n\@george4_omg Podemos fazer um passeio guiado!
ru: @george4 Итак! Ты пришёл посмотреть архивы?\>\n\@george4_omg Я могу тебе тут всё показать!

source: @niko Actually... \>\n\@niko_speak I need your help!
cht: @niko 实际上...\>\n\@niko_speak 我需要你的帮助！
es: @niko Pues el caso...\>\n\@niko_speak ¡es que necesito tu ayuda!
it: @niko In realtà... \>\n\@niko_speak avrei bisogno del tuo aiuto!
ja: @niko あの… \>\n\@niko_speak 実は、助けてほしくて！
ko: @niko 사실... \>\n\@niko_speak 당신의 도움이 필요해요!
pt_br: @niko Na verdade... \>\n\@niko_speak Preciso de sua ajuda!
ru: @niko На самом деле... \>\n\@niko_speak Мне нужна ваша помощь!

source: @niko_speak Can you tell me what I need to do next?\>\n\@niko I think... I'm supposed to go in the Tower...
cht: @niko_speak 你能告诉我接下来怎么做吗？\>\n\@niko 我觉得...我应该进塔楼里去...
es: @niko_speak ¿Puedes decirme qué tengo que hacer ahora?\>\n\@niko Creo... Creo que tengo que ir a la Torre...
it: @niko_speak Puoi dirmi cosa devo fare adesso?\>\n\@niko Penso... che dovrei andare nella Torre...
ja: @niko_speak 次に何をすればいいのか教えてほしい！\>\n\@niko たぶんだけど…塔に行かなきゃ ダメなんだよね…？
ko: @niko_speak 앞으로 제가 어떡해야 하는지 알려 주실 수 있나요?\>\n\@niko 전... 탑에 들어가야 한대요...
pt_br: @niko_speak O que será que preciso fazer agora?\>\n\@niko Acho que... preciso ir até a Torre...
ru: @niko_speak Вы не знаете, что мне делать дальше?\>\n\@niko Кажется... я должен попасть в Башню...

source: @george4 Yup!
cht: @george4 好啊！
es: @george4 ¡Sí!
it: @george4 Assolutamente sì!
ja: @george4 そ！
ko: @george4 그렇지!
pt_br: @george4 Isso!
ru: @george4 Ага!

source: @niko Do you know how I can get in?
cht: @niko 你知道我怎么才能进去？
es: @niko ¿Sabes cómo puedo entrar?
it: @niko Sai come posso entrarci?
ja: @niko どうすれば中に入れるのか、知ってる？
ko: @niko 들어가는 방법을 알아요?
pt_br: @niko Você sabe como posso entrar nela?
ru: @niko Вы не знаете, как мне попасть внутрь?

source: @george4 Nope!
cht: @george4 不！
es: @george4 ¡No!
it: @george4 Assolutamente no!
ja: @george4 全然！
ko: @george4 아니!
pt_br: @george4 Não!
ru: @george4 Не-а!

source: @george4_golly Gosh, I don't think ANYONE's supposed to get inside the Tower!
cht: @george4_golly 糟了，我觉得任何人都不应该进去那个 塔楼！
es: @george4_golly ¡Vaya, se supone que NADIE debe poder entrar en la Torre!
it: @george4_golly Cielo, in realtà credo che NESSUNO possa entrarci!
ja: @george4_golly んーと、あの塔にはだーれも入れないかも！
ko: @george4_golly 아마 그 탑 안에 들어갈 수 있는 사람은 없을걸!
pt_br: @george4_golly Meu Deus, acho que NINGUÉM nunca entrará na Torre!
ru: @george4_golly Блин, я не думаю, что КТО-ЛИБО может попасть внутрь Башни!

source: @george4 I mean, there's a little room that you can go into...\>\n\@george4_golly But there's no stairs or elevators or anything else...
cht: @george4 我是说，有个小房间你可以进去...\>\n\@george4_golly 但没有楼梯或电梯或其他东西...
es: @george4 A ver, hay un pequeño vestíbulo al que se puede acceder...\>\n\@george4_golly Pero sin escaleras ni ascensores, ni nada por estilo...
it: @george4 O meglio, si può accedere a una piccola stanza...\>\n\@george4_golly Ma non ci sono scale o ascensori per proseguire...
ja: @george4 あのね、そこにちっちゃな部屋が あるのは知ってるんだけど…\>\n\@george4_golly 階段もエレベーターも、何にもなくてね…
ko: @george4 입구에 작은 방이 하나 있는데, 거긴 들어갈 수 있지...\>\n\@george4_golly 하지만 거긴 계단도 없고, 엘리베이터도 없고, 그 무엇도 없어...
pt_br: @george4 Digo, há uma salinha acessível...\>\n\@george4_golly Mas não há nenhuma escada, nem elevador, nem nada do tipo...
ru: @george4 Ну то есть, там есть маленькая комната, в которую можно зайти...\>\n\@george4_golly Но в ней нет ни лестницы, ни лифта... ничего такого...

source: @george4 If you want my guess, you'll probably need \p's help?
cht: @george4 如果让我猜的话，你可能需要\p的帮助？
es: @george4 Yo diría que necesitas la ayuda de \p.
it: @george4 Secondo me potrebbe servirti l'aiuto di \p.
ja: @george4 わたしが思うに、 \p に手伝って もらわないと無理なのかもね？
ko: @george4 추측하자면 아마 \p 님의 도움이 필요하지 않을까?
pt_br: @george4 Você provavelmente precisará da ajuda de \p.
ru: @george4 Если хочешь моё мнение, я думаю, \p придётся тебе с этим помочь?

source: @george4_oops I don't know how exactly...
cht: @george4_oops 我不知道到底怎么进去...
es: @george4_oops No sé cómo exactamente...
it: @george4_oops Non chiedermi come possa aiutarti però...
ja: @george4_oops それ以上のことは分かんないけど…
ko: @george4_oops 정확히 어떻게 해야 하는지는 모르지만...
pt_br: @george4_oops Só não sei como exatamente...
ru: @george4_oops Только я не знаю, как именно...

source: @george4 In my experience, that kind of knowledge is usually recorded in some sort of cryptic book.
cht: @george4 以我的经验，这类知识通常记载在 某本神秘的书籍中。
es: @george4 Por lo que yo sé, ese tipo de conocimientos se suelen registrar en libros crípticos.
it: @george4 Per esperienza personale, quel tipo di conoscenza è solitamente racchiusa in qualche libro criptico.
ja: @george4 わたしの経験だとね、そういう情報って普通、 「秘密の書」みたいなのに記されてるの。
ko: @george4 내 경험상 이런 지식은 보통 비밀스러운 책에 기록되곤 해.
pt_br: @george4 Pelo que sei, esse tipo de informação geralmente fica gravada em um livro críptico.
ru: @george4 По опыту знаю, такого рода знания обычно хранятся в разных таинственных книгах.

source: @george4_golly But I haven't read anything like that before...\>\n\@george4_oops Sorry!
cht: @george4_golly 但我之前没有读过这类的知识...\>\n\@george4_oops 对不起！
es: @george4_golly Pero no he leído nada así hasta ahora...\>\n\@george4_oops ¡Lo siento!
it: @george4_golly Ma non ho mai letto niente del genere...\>\n\@george4_oops Mi dispiace!
ja: @george4_golly でも、そんなの読んだことないな…\>\n\@george4_oops ごめんね！
ko: @george4_golly 하지만 지금까지는 그런 책을 본 적이 없어...\>\n\@george4_oops 미안해!
pt_br: @george4_golly Mas eu nunca li nada do tipo...\>\n\@george4_oops Desculpe-me!
ru: @george4_golly Но на этот счёт мне ничего ещё не попадалось...\>\n\@george4_oops Прости!

source: @george5 Oh, hello there!
cht: @george5 噢，你好！
es: @george5 ¡Oh, hola!
it: @george5 Oh, ehilà!
ja: @george5 あら、こんばんは！
ko: @george5 오, 안녕!
pt_br: @george5 Ah, olá!
ru: @george5 О, приветик!

source: @george5_smile You must be the savior!
cht: @george5_smile 你肯定就是救世主！
es: @george5_smile ¡Tú debes de ser el salvador!
it: @george5_smile Tu devi essere il salvatore!
ja: @george5_smile 貴方が救世主ね！
ko: @george5_smile 너, 구원자로구나!
pt_br: @george5_smile Você deve ser o messias!
ru: @george5_smile Ты, должно быть, спаситель!

source: @george5_aww And also, the cutest darn thing I have ever seen!
cht: @george5_aww 也是我见过的最可爱的东西！
es: @george5_aww ¡Y además estás para mojar pan!
it: @george5_aww E sei anche l'esserino più dolce che io abbia mai visto!
ja: @george5_aww まぁ、なんて可愛らしい子なんでしょう！
ko: @george5_aww 거기다 이제껏 본 아이 중에 초최고로 귀여워!
pt_br: @george5_aww E, também, a coisa mais lindinha que eu já vi!
ru: @george5_aww Да ещё и милейшее существо на свете!

source: @niko U- um... \>\n\@niko_speak Thank you!
cht: @niko 嗯...\>\n\@niko_speak 谢谢你！
es: @niko E... Eh... \>\n\@niko_speak ¡Gracias!
it: @niko E-ehm... \>\n\@niko_speak Grazie!
ja: @niko えっ、と… \>\n\@niko_speak ありがとう！
ko: @niko 어, 음... \>\n\@niko_speak 고마워요!
pt_br: @niko Hmm...\>\n\@niko_speak Valeu!
ru: @niko Э- эм... \>\n\@niko_speak Спасибо!

source: @george5_smile Can I help you with anything, sweetie?
cht: @george5_smile 我能帮你什么吗，亲爱的？
es: @george5_smile ¿En qué te puedo ayudar, cariño?
it: @george5_smile Posso aiutarti in qualche modo, tesoro?
ja: @george5_smile 何か手伝えることはあるかしら？
ko: @george5_smile 내가 도울 거라도 있니?
pt_br: @george5_smile Posso ajudar em alguma coisa, fofura?
ru: @george5_smile Я могу тебе чем-нибудь помочь, лапуся?

source: @niko Mhm!\>\n\@niko I want to know what I should do next!
cht: @niko 嗯！\>\n\@niko 我想知道接下来我应该怎么做！
es: @niko ¡Gracias!\>\n\@niko ¡Quiero saber qué tengo que hacer ahora!
it: @niko Mhm!\>\n\@niko Vorrei sapere cosa dovrei fare ora!
ja: @niko うん！\>\n\@niko 次にすることを教えてほしい！
ko: @niko 네!\>\n\@niko 제가 앞으로 어떡해야 하는지 알고 싶어서요!
pt_br: @niko Aham!\>\n\@niko Quero saber o que devo fazer agora!
ru: @niko Ага!\>\n\@niko Я бы хотел узнать, что мне делать дальше!

source: @niko I think I'm supposed to go in the Tower?
cht: @niko 我觉得我应该进去塔楼？
es: @niko ¿Me parece que tengo que ir a la Torre?
it: @niko Credo di dover andare alla Torre.
ja: @niko ミーは塔に行かないとダメなんだよね？
ko: @niko 탑에 들어가야 할 것 같은데, 맞죠?
pt_br: @niko Acho que preciso ir para a Torre, não é?
ru: @niko Я ведь должен зайти в Башню?

source: @george5 Oooh that's right, the Tower!
cht: @george5 噢，是的，那个塔楼！
es: @george5 ¡Oooh, eso es, la Torre!
it: @george5 Oooh, giusto, la Torre!
ja: @george5 ええ、そうね。塔よ！
ko: @george5 맞아. 탑으로 가야지!
pt_br: @george5 Isso mesmo, a Torre!
ru: @george5 А-а-а, точно. Башня!
