Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @george1_smile Now you'll never forget my face! \>\n\@george1 The face... \>\@george1_hm of knowledge.
cht: @george1_smile 现在你就永远不会忘了我的脸！\>\n\@george1 这张...\>\@george1_hm 知性的脸。
es: @george1_smile ¡Así nunca olvidarás mi rostro! \>\n\@george1 El rostro... \>\@george1_hm de la sabiduría.
it: @george1_smile Ora non scorderai mai il mio volto!\>\n\@george1 Il volto... \>\@george1_hm della conoscenza.
ja: @george1_smile これでもう、私の顔を忘れないでしょう！ \>\n\@george1 この… \>\@george1_hm 博学多才な顔をね。
ko: @george1_smile 이제 당신은 제 얼굴을 잊지 않겠죠! \>\n\@george1 지식의 상징인... \>\@george1_hm 이 얼굴을 말이에요.
pt_br: @george1_smile Agora você nunca esquecerá do meu rosto! \>\n\@george1 O rosto... \>\@george1_hm do conhecimento.
ru: @george1_smile Теперь ты никогда не забудешь мой лик! \>\n\@george1 Лик... \>\@george1_hm знаний.

source: @niko_speak Ah, thank you!
cht: @niko_speak 噢，谢谢！
es: @niko_speak ¡Ah, gracias!
it: @niko_speak Ah, grazie!
ja: @niko_speak うん、ありがとう！
ko: @niko_speak 정말 고마워요!
pt_br: @niko_speak Ah, valeu!
ru: @niko_speak Ох, спасибо!

source: @george1 Yes, even someone as great as I must put the proper thought and care into a task like this.\>\n
cht: @george1 是的，就像我这样伟大的人，也必须像这样 尽心尽力地完成任务。\>\n
es: @george1 En efecto, incluso alguien de mi grandeza debe volcar todo su empeño y cuidado cuando se trata de una tarea semejante.\>\n
it: @george1 Sì, anche una massima esperta come me deve mettersi di impegno per svolgere un compito di questo calibro.\>\n
ja: @george1 そう。私のように優れた人間でも、 こういう作業に取り組むときには熟考し、 細心の注意を払う必要があるのよ。\>\n
ko: @george1 그래요. 이 몸처럼 위대한 사람조차도 이런 임무에서는 사고력과 배려 능력을 적절히 발휘해야 하는 법이니까요.\>\n
pt_br: @george1 Sim, mesmo alguém tão grandioso quanto eu precisa refletir e dar o máximo de si em uma tarefa como esta.\>\n
ru: @george1 Да, даже такие великие личности, как я, должны уделять достаточно внимания и времени на подобные задания.\>\n

source: @niko_yawn *yawn*...
cht: @niko_yawn *哈欠*...
es: @niko_yawn *Uaaa*...
ja: @niko_yawn ふわぁ…
ko: @niko_yawn *하암*...
pt_br: @niko_yawn *uaaah*...
ru: @niko_yawn *зевок*...

source: @niko_eyeclosed Excuse me.... \>\n\@niko ...again.
cht: @niko_eyeclosed 打扰了...\>\n\@niko ...又一次。
es: @niko_eyeclosed Perdona... \>\n\@niko otra vez...
it: @niko_eyeclosed Scusami... \>\n\@niko ancora.
ja: @niko_eyeclosed ごめんなさい…\>\n\@niko …またしちゃった。
ko: @niko_eyeclosed 저기... \>\n\@niko ...정말 죄송해요.
pt_br: @niko_eyeclosed Com licença... \>\n\@niko ... de novo.
ru: @niko_eyeclosed Простите.... \>\n\@niko ...опять.

source: @george1 Go take a nap, small child! \>\n\@george1_smug Take a nap and appreciate my hospitality!
cht: @george1 去休息下吧，孩子！\>\n\@george1_smug 休息一下并感受我的热心款待吧！
es: @george1 ¡Ve a echarte una siesta, pequeño! \>\n\@george1_smug ¡Duerme y disfruta de mi hospitalidad!
it: @george1 Vai a fare un pisolino, piccolino! \>\n\@george1_smug Un pisolino offerto dalla gentilissima George!
ja: @george1 お昼寝してくるといいわ！ \>\n\@george1_smug 少し仮眠を取って、 私のおもてなしに感謝することね！
ko: @george1 가서 좀 쉬는 게 좋겠네요! \>\n\@george1_smug 잠깐 쉬면서 제 접객에 감사하는 마음을 가지세요!
pt_br: @george1 Vá tirar um cochilo, criança! \>\n\@george1_smug Tire um cochilo e aproveite minha hospitalidade!
ru: @george1 Иди вздремни чуток, маленькое дитя! \>\n\@george1_smug Вздремни и оцени моё гостеприимство!

source: @george1 Guest room's in the attic down the hall, in case you forgot.
cht: @george1 以防你忘记，提醒一下客房在大厅 那边的阁楼里。
es: @george1 Por si lo olvidabas, la habitación de invitados se encuentra en el altillo que hay al fondo del pasillo.
it: @george1 La camera degli ospiti è nella soffitta in fondo al corridoio, se te lo sei dimenticato.
ja: @george1 ゲストルームは、通路をまっすぐ行った ところの屋根裏。念のため、ね。
ko: @george1 손님용 방은 홀 저쪽의 다락에 있어요. 잊어버렸을지도 모르니 말해 두죠.
pt_br: @george1 Se você não se lembra, o quarto de hóspedes fica no sótão ao fim do corredor.
ru: @george1 Если ты забыл, комната для гостей находится на чердаке, дальше по коридору.

source: @niko I do have this book, though!\>\n\@niko_speak I...think it's written in some sort of...words I don't recognize?
cht: @niko 我确实有这本书！\>\n\@niko_speak 但我...觉得它是用一些我不认识的字 写的...？
es: @niko ¡Tengo un libro!\>\n\@niko_speak Creo que está escrito con... una especie de palabras que no reconozco.
it: @niko Ho questo libro, però!\>\n\@niko_speak Ed è... scritto con parole strane che non riconosco!
ja: @niko この本なら持ってるよ！\>\n\@niko_speak たぶん…ミーには分からない文字…みたいなので 書かれているみたい？
ko: @niko 저기, 저한테 웬 책이 하나 있어요!\>\n\@niko_speak 그게... 제가 모르는 말로 쓰인 것 같아요.
pt_br: @niko Mas eu tenho esse livro!\>\n\@niko_speak Eu... acho que está escrito em um... idioma que não estou reconhecendo.
ru: @niko Но у меня есть эта книга!\>\n\@niko_speak Как бы я не старался...я не могу...ни слова в ней понять?

source: @george1 Aha!\>\nAn ancient book!\>\nWritten by no less than the most ancient... wait a minute.
cht: @george1 啊哈！\>\n一本古书\>\n它最早的写作时间是... 等一等。
es: @george1 ¡Ajá!\>\n¡Un libro antiguo!\>\nEscrito por nada más y nada menos que... Un momento...
it: @george1 Aha!\>\nUn libro antico!\>\nScritto nientemeno che dal più antico... Aspetta un momento.
ja: @george1 あら！\>\nこれは古代の本ね！\>\n著者は、最古の…いや、違うわね。
ko: @george1 아하!\>\n고대 서적이군요!\>\n고대인이 썼다고 하는... 잠깐만요.
pt_br: @george1 A-há!\>\nUm livro antigo!\>\nEscrito pelo mais antigo... calma aí.
ru: @george1 Ага!\>\nДревняя книга!\>\nНаписанная не менее чем самым древним... постой.

source: @george1_hm This isn't ancient at all!\>\n\@george1 But it's written in a dead language nevertheless.
cht: @george1_hm 这本并不是古书！\>\n\@george1 但它是用一种消亡了的语言写的。
es: @george1_hm ¡Esto no es antiguo en absoluto!\>\n\@george1 No obstante, es cierto que está escrito en una lengua muerta.
it: @george1_hm È tutto men che antico!\>\n\@george1 Però è scritto in una lingua morta.
ja: @george1_hm これはちっとも古いものではなさそうね！\>\n\@george1 にもかかわらず、今はすでに失われた言葉で 書かれている。
ko: @george1_hm 이건 고대 서적이 아니에요!\>\n\@george1 하지만, 지금은 사용되지 않는 언어로 쓰여 있어요.
pt_br: @george1_hm Isso não é antigo coisa nenhuma!\>\n\@george1 Mas de qualquer forma está escrito numa língua morta.
ru: @george1_hm Она вовсе не древняя!\>\n\@george1 Но тем не менее, она написана на мёртвом языке.

source: @george1_hm It's time...for me to unleash my brilliance!
cht: @george1_hm 是时候...轮到我大显身手了！
es: @george1_hm Ha llegado el momento... ¡de sacar a relucir toda mi genialidad!
it: @george1_hm È tempo di... sfoggiare la mia genialità!
ja: @george1_hm 私の…才気を解き放つ時がやってきたようね！
ko: @george1_hm 아무래도... 이 몸이 재능을 발휘해야 할 때인 것 같군요!
pt_br: @george1_hm Hora de... dar asas à minha geniosidade!
ru: @george1_hm Пришло время...дать волю моей гениальности!

source: @george1 For George (me),\npossessor of at least one PhD...\>\n\@george1_smug shall translate this!
cht: @george1 我George，\n 身兼多个博士学位...\>\n\@george1_smug 肯定可以翻译这个！
es: @george1 Yo, George,\nposeedora de más de un doctorado...\>\n\@george1_smug ¡me dispongo a traducir este libro!
it: @george1 Poiché George (io),\ndetentrice di almeno un dottorato di ricerca...\>\n\@george1_smug lo tradurrà!
ja: @george1 ジョージ（つまりこの私）は、\n少なくとも博士号を1つ持っている…\>\n\@george1_smug すなわち、これは私が解読するということ！
ko: @george1 박사 학위를 여러 개 보유한\n이 위대한 조지(이 몸)가...\>\n\@george1_smug 이걸 번역해 드리지요!
pt_br: @george1 Pois George (eu),\ndotada de um ou mais doutorados...\>\n\@george1_smug traduzirei isto!
ru: @george1 Ибо Джордж (я),\nобладательница как минимум одной учёной степени...\>\n\@george1_smug обязуюсь перевести перевести это!

source: @george1 ...this will take some time, however.
cht: @george1 ...但这需要花些时间。
es: @george1 ... Tardaré un poco, eso sí.
it: @george1 ...anche se ci vorrà del tempo.
ja: @george1 …けれど、少し時間がかかりそう。
ko: @george1 ...하지만 시간이 좀 걸릴 거예요.
pt_br: @george1 ... mas levará algum tempo.
ru: @george1 ...впрочем, это займёт некоторое время.

source: @niko I see...\>\n\@niko_yawn *yawn*...
cht: @niko 我知道...\>\n\@niko_yawn *哈欠*...
es: @niko Ya...\>\n\@niko_yawn *Uaaa*...
it: @niko Capisco...\>\n\@niko_yawn Yawn...
ja: @niko そうなんだ…\>\n\@niko_yawn ふわぁ…
ko: @niko 알았어요...\>\n\@niko_yawn *하암*...
pt_br: @niko Entendo...\>\n\@niko_yawn *uaaah*...
ru: @niko Ясно...\>\n\@niko_yawn *зевок*...

source: @niko_eyeclosed Excuse me....
cht: @niko_eyeclosed 打扰了...
es: @niko_eyeclosed Perdona...
it: @niko_eyeclosed Scusami...
ja: @niko_eyeclosed ごめんなさい…
ko: @niko_eyeclosed 죄송해요...
pt_br: @niko_eyeclosed Com licença...
ru: @niko_eyeclosed Простите....

source: @george1_hm Oh? What's this? \>\nYou are sleepy?
cht: @george1_hm 噢？这是什么？\>\n你睏了？
es: @george1_hm ¿Eh? ¿Qué sucede? \>\n¿Tienes sueño?
it: @george1_hm Oh? Cosa c'è? \>\nHai sonno?
ja: @george1_hm あら、どうしたの？ \>\n眠くなってきたのね？
ko: @george1_hm 오? 왜 그러지요? \>\n피곤한가요?
pt_br: @george1_hm Hã? O que é isso? \>\nEstá com sono?
ru: @george1_hm О? Что такое? \>\nТы хочешь спать?

source: @niko_eyeclosed A little....
cht: @niko_eyeclosed 有点...
es: @niko_eyeclosed Un poco...
it: @niko_eyeclosed Un po'...
ja: @niko_eyeclosed ちょっとだけね…
ko: @niko_eyeclosed 조금요...
pt_br: @niko_eyeclosed Um pouquinho...
ru: @niko_eyeclosed Немного....

source: @george1_smile Fear not! \>Because I have read a book on hospitality before!
cht: @george1_smile 不用担心！\>因为我以前读过一本关 于招待之道的书！
es: @george1_smile ¡No temas! \>¡He leído varios libros sobre la hospitalidad!
it: @george1_smile Non temere, ho letto un libro sull'ospitalità!
ja: @george1_smile 心配ご無用よ！ \>私は以前、おもてなしに関する 本を読んだことがあるのだから！
ko: @george1_smile 걱정하지 마시지요!\>\n전에 접객 예절에 대한 책을 읽은 적이 있으니까요!
pt_br: @george1_smile Pois não tema! \>Já li um livro sobre hospitalidade!
ru: @george1_smile Не страшись! \>Ибо я прочитала книгу по искусству гостеприимства!

source: @george1_smug ...and thus, have prepared for this exact situation!
cht: @george1_smug ...所以已经为这种情况做好准备了！
es: @george1_smug Por tanto, estoy preparada para abordar esta situación.
it: @george1_smug ...E infatti, questa situazione non mi coglie impreparata!
ja: @george1_smug …そして、そう。 まさにこうなることを予期していたの！
ko: @george1_smug ...그래서 이런 상황에도 대비를 해 두었죠!
pt_br: @george1_smug ... e, sendo assim, estou preparada para essa situação específica!
ru: @george1_smug ...и, как следствие, сумела подготовиться к данной ситуации!

source: @george1 ...Guest room's in the attic down the hall.
cht: @george1 ...提醒一下客房在大厅那边的阁楼里。
es: @george1 La habitación de invitados se encuentra en el altillo que hay al fondo del pasillo.
it: @george1 ...La stanza degli ospiti è nella soffitta in fondo al corridoio.
ja: @george1 …ゲストルームは、通路をまっすぐ 行ったところの屋根裏にある。
ko: @george1 ...홀 저편 다락에 손님용 방이 있어요.
pt_br: @george1 ... O quarto de hóspedes fica no sótão ao final do corredor.
ru: @george1 ...Комната для гостей — на чердаке дальше по коридору.

source: @niko So....
cht: @niko 所以...
es: @niko Entonces...
it: @niko Quindi...
ja: @niko えっと…
ko: @niko 그럼...
pt_br: @niko Então...
ru: @niko Значит....

source: @george1 If you have any questions regarding books, then fear not.
cht: @george1 如果你有关于书的任何问题，尽管来问。
es: @george1 Si tienes alguna pregunta sobre libros, no temas.
it: @george1 Se hai qualche domanda riguardo ai libri, non avere remore.
ja: @george1 本について質問があっても、 心配は無用よ。
ko: @george1 만약 책에 대한 질문이 있으면 얼마든지 말씀하시지요.
pt_br: @george1 Se tiver alguma pergunta relacionada a livros, não se preocupe.
ru: @george1 Если у тебя есть вопросы, связанные с книгами, то не страшись.

source: @george1_smug For I, George the head librarian, know a lot about \c[3]books\c[0].
cht: @george1_smug 我George作为图书馆馆长，懂得很多 关于\c[3]书\c[0] 的知识。
es: @george1_smug Puesto que yo, George, directora de la Biblioteca, tengo un amplio conocimiento sobre \c[3]libros\c[0].
it: @george1_smug Del resto, io, la capo bibliotecaria George, so molte cose sui \c[3]libri\c[0].
ja: @george1_smug この私、図書館長ジョージは、 \c[3]本\c[0]について知らないことは無いのだから。
ko: @george1_smug 이 도서관의 수석 사서인 이 몸, 위대한 조지가 \c[3]책\c[0]에 대해 빠삭하니까요.
pt_br: @george1_smug Pois eu, George, a bibliotecária-chefe, tenho amplo conhecimento sobre \c[3]livros\c[0].
ru: @george1_smug ...Ибо я, Джордж, главный библиотекарь, знаю много чего о \c[3]книгах\c[0].

source: @george2_grr What? You need me to explain again?
cht: @george2_grr 什么？你要我再解释一遍？
es: @george2_grr ¿Qué? ¿Quieres que te lo explique de nuevo?
it: @george2_grr Cosa? Vuoi che te lo rispieghi?
ja: @george2_grr はぁ？まーた説明しなきゃいけないの？
ko: @george2_grr 뭐? 또 설명해 달라고?
pt_br: @george2_grr O quê? Precisa que eu explique de novo?
ru: @george2_grr Что? Тебе нужно чтобы я опять всё объяснила?

source: @george2_sigh FINE.
cht: @george2_sigh 好的。
es: @george2_sigh DE ACUERDO.
it: @george2_sigh E VA BENE.
ja: @george2_sigh …まあいいわ。
ko: @george2_sigh 좋아.
pt_br: @george2_sigh CERTO.
ru: @george2_sigh ЛАДНО.

source: @george2 The Journal says you have to go to the small room at the base of the Tower while holding three pieces of the previous sun.
cht: @george2 日志说你必须到达塔楼底部的小房间， 拿着三片以前的太阳碎片。
es: @george2 El diario indica que debes poseer tres partes del sol anterior y dirigirte a la sala pequeña que hay en la base de la Torre.
it: @george2 Il diario dice che devi andare nella piccola stanza alla base della Torre, tenendo con te tre pezzi del sole precedente.
ja: @george2 この日記よると、以前まであった太陽の 3つのかけらを持って、塔のふもとにある 小さな部屋に行けって書いてある。
ko: @george2 그 기록에 따르면, 이전 태양의 조각 세 개를 모은 후 탑 아래에 있는 작은 방으로 가야 해.
pt_br: @george2 O diário diz que você precisa visitar a salinha na base da Torre portando três partes do sol anterior.
ru: @george2 В дневнике сказано, что ты должен войти в маленькую комнату в подножии Башни с тремя кусочками прежнего солнца.

source: @george2 Since you already have those, you must stand in the room and wait for \p to do something about floor patterns and windows.
cht: @george2 拿到三件物品后，你必须站在房间里， 等着\p对地板图案和窗口做些处理。
es: @george2 Como ya tienes todos los objetos, debes entrar en la sala. A continuación, \p hará algo con las ventanas y el patrón del suelo.
it: @george2 Dato che li hai già, dovrai restare fermo nella stanza e aspettare che \p faccia qualcosa riguardo alla forma del pavimento e le finestre.
ja: @george2 アンタはもう全部持ってるから、ただ部屋に 突っ立って、 \p が床の模様やら 窓やらで、何かするのを待ってればいいの。
ko: @george2 지금 이미 세 조각을 다 갖고 있으니까, 넌 그 방에서 얌전히 \p 녀석이 그 방의 창과 바닥 무늬로 뭘 할 때까지 기다리면 되는 거야.
pt_br: @george2 Como os itens já estão com você, você precisa ficar na sala e esperar \p resolver o que fazer sobre os desenhos do chão e as janelas.
ru: @george2 И раз у тебя они уже есть, просто стой там и жди, пока \p что-то не сделает с узорами на полу и окнами.

source: @niko Alright... that makes sense.\>\n\@niko Thank you!
cht: @niko 好的...我懂了。\>\n\@niko 谢谢你！
es: @niko Vale... Entendido.\>\n\@niko ¡Gracias!
it: @niko Beh... Ha senso.\>\n\@niko Grazie mille!
ja: @niko そっか…分かった。\>\n\@niko ありがとう！
ko: @niko 알았어요... 이제 이해가 되네요.\>\n\@niko 정말 고마워요!
pt_br: @niko Certo... faz sentido.\>\n\@niko Eu agradeço!
ru: @niko Хорошо... всё понятно.\>\n\@niko Спасибо!

source: @george2_sigh Well, bye.
cht: @george2_sigh 好，再见。
es: @george2_sigh Bueno, adiós.
it: @george2_sigh Bene, ciao.
ja: @george2_sigh じゃ、さよなら。
ko: @george2_sigh 그럼, 잘 가.
pt_br: @george2_sigh Bem, tchau.
ru: @george2_sigh Ну, пока.

source: @george2_grr THERE. FINALLY.\>\n\@george2_sigh ...the translation is done.
cht: @george2_grr 现在。终于。\>\n\@george2_sigh ...翻译完成了。
es: @george2_grr AL FIN.\>\n\@george2_sigh ... La traducción está terminada.
it: @george2_grr ECCO QUA. FINALMENTE.\>\n\@george2_sigh ...La traduzione è finita.
ja: @george2_grr はぁーー！ようやく！！\>\n\@george2_sigh …ようやく解読が終わったわ。
ko: @george2_grr 이제야 나타났네.\>\n\@george2_sigh ...번역이 끝났어.
pt_br: @george2_grr PRONTO. FINALMENTE.\>\n\@george2_sigh ... terminei a tradução.
ru: @george2_grr ВОТ. НАКОНЕЦ-ТО.\>\n\@george2_sigh ...перевод готов.

source: @niko_speak Oh!\>\n\@niko That was faster than I thought!
cht: @niko_speak 噢！\>\n\@niko 这比我想象的要快！
es: @niko_speak ¡Vaya!\>\n\@niko ¡Mucho más rápido de lo que creía!
it: @niko_speak Oh!\>\n\@niko C'è voluto meno del previsto!
ja: @niko_speak わぁ！\>\n\@niko 思ってたよりあっという間だったね！
ko: @niko_speak 와!\>\n\@niko 제가 생각했던 것보다 빨리 끝났네요!
pt_br: @niko_speak Ó!\>\n\@niko Foi mais rápido do que pensei!
ru: @niko_speak O!\>\n\@niko Даже быстрее, чем я ожидал!

source: @george2_grr Well, YEAH!\>\n\@george2_stress You've been asleep for hours!
cht: @george2_grr 嗯，是的！\>\n\@george2_stress 你已经睡了几个小时了！
es: @george2_grr No sé yo...\>\n\@george2_stress ¡Llevas muchas horas durmiendo!
it: @george2_grr Beh, CERTO!\>\n\@george2_stress Hai dormito per ore!
ja: @george2_grr ええ、そうね！\>\n\@george2_stress アンタはずーーっと寝てたからね！
ko: @george2_grr 당연하지!\>\n\@george2_stress 몇 시간이나 잤잖아!
pt_br: @george2_grr Bom, ISSO MESMO!\>\n\@george2_stress Você passou horas dormindo!
ru: @george2_grr НУ ЕСТЕСТВЕННО!\>\n\@george2_stress Ты же проспал несколько часов!

source: @george2_sigh Anyway...\>\n\@george2_grr It looks like this journal was meant for \p.
cht: @george2_sigh 无论怎样...\>\n\@george2_grr 看起来这个日志是写给\p的。
es: @george2_sigh En fin...\>\n\@george2_grr Parece que el diario va dirigido a \p.
it: @george2_sigh In ogni caso...\>\n\@george2_grr Sembra che questo diario sia stato scritto per \p.
ja: @george2_sigh まあいいわ…\>\n\@george2_grr この日記はね、 \pの ために書かれたものみたいよ。
ko: @george2_sigh 아무튼...\>\n\@george2_grr 이 일지는 \p 녀석이 보라고 쓴 것 같아.
pt_br: @george2_sigh Enfim...\>\n\@george2_grr Parece-me que este diário foi escrito para \p.
ru: @george2_sigh Короче...\>\n\@george2_grr Похоже, этот дневник был предназначен для \p.

source: @george2_sigh Here. Read it yourself.
cht: @george2_sigh 给，你自己读。
es: @george2_sigh Toma. Léelo tú mismo.
it: @george2_sigh Tieni. Leggilo tu stesso.
ja: @george2_sigh ほら。自分で読んでみなさいよ。
ko: @george2_sigh 자, 내용은 알아서 읽어.
pt_br: @george2_sigh Tome. Leia-o você.
ru: @george2_sigh Вот. Прочти сам.

source: @george2_grr That's all there is.\>\n\@george2_sigh Someone tore out the other pages.
cht: @george2_grr 所有的都在这。\>\n\@george2_sigh 有人撕毁了其他书页。
es: @george2_grr Eso es todo.\>\n\@george2_sigh Alguien ha arrancado las páginas que faltan.
it: @george2_grr Questo è tutto.\>\n\@george2_sigh Sembra che qualcuno abbia strappato le altre pagine.
ja: @george2_grr そこで終わりよ。\>\n\@george2_sigh 残りのページは誰かが破り取ったみたい。
ko: @george2_grr 그게 다야.\>\n\@george2_sigh 나머지 페이지는 누군가가 찢어 버렸거든.
pt_br: @george2_grr Isso é tudo.\>\n\@george2_sigh Alguém rasgou as outras páginas.
ru: @george2_grr Это всё, что есть.\>\n\@george2_sigh Кто-то вырвал остальные страницы.

source: @george2_grr Did YOU do this???
cht: @george2_grr 是你做的吗？
es: @george2_grr ¡¿No habrás sido tú?!
it: @george2_grr Sei stato TU a farlo!?!?
ja: @george2_grr もしかして、アンタが？？？
ko: @george2_grr 설마 네가 그랬어???
pt_br: @george2_grr Por acaso foi VOCÊ???
ru: @george2_grr Это ТЫ сделал???

source: @niko_huh No!
cht: @niko_huh 不是我！
ja: @niko_huh してないよ！
ko: @niko_huh 아뇨!
pt_br: @niko_huh Não!
ru: @niko_huh Нет!

source: @george2_sigh Then you're on your own, kid. I'm not sure what "window" means here.\>\n\@george2 Maybe \p will have to figure out that one.
cht: @george2_sigh 现在就靠你自己了，孩子。我不确定"窗口"在这代表什么。\>\n\@george2 可能\p会需要弄明白这点。
es: @george2_sigh Pues no puedo ayudarte en esto, chico. No sé qué significa "ventana" aquí.\>\n\@george2 Quizá \p consiga descifrarlo por su cuenta.
it: @george2_sigh Allora dovrai cavartela da solo, ragazzino. Non so cosa voglia dire con "finestra".\>\n\@george2 Magari \p troverà una soluzione.
ja: @george2_sigh じゃ、あとは自力で頑張りなさい。この「窓」って 言葉の意味は、アタシには分からない。\>\n\@george2 \p に何とかして もらうしかないかもね。
ko: @george2_sigh 그럼 그 "창"에 관한 내용은 직접 알아낼 수밖에 없겠네.\>\n\@george2 \p 녀석이 알아서 하겠지.
pt_br: @george2_sigh Então agora só depende de você, jovem. Não sei ao certo o que significa essa “janela” aqui.\>\n\@george2 Talvez \p tenha que desvendar esse mistério.
ru: @george2_sigh Ну тогда я тебе не помощник, потому что я понятия не имею, что это за «окно».\>\n\@george2 Может, \p сообразит, что к чему.

source: @george2_grr Do I have to explain EVERYTHING...
cht: @george2_grr 我需要解释所有内容...吗？
es: @george2_grr Tengo que explicarlo todo...
it: @george2_grr Diamine, ma devo proprio spiegarti TUTTO...!
ja: @george2_grr いちいち全部説明しなきゃいけないの…？
ko: @george2_grr 일일이 다 설명을 해 줘야 하나...
pt_br: @george2_grr Será que eu tenho que explicar TUDO?
ru: @george2_grr Мне что, нужно ВСЁ объяснять...

source: @george2_sigh Sigh.\>\n\@george2_grr It's just a fancy word for objects containing yellow phosphor.
cht: @george2_sigh 叹气。\>\n\@george2_grr 这只是对于含黄色荧光体的物品的 一个华丽的修饰。
es: @george2_sigh En fin.\>\n\@george2_grr No es más que una forma culta de designar el fósforo amarillo.
it: @george2_sigh Sigh.\>\n\@george2_grr È soltanto un parolone per gli oggetti che contengono fosforo giallo.
ja: @george2_sigh はぁ。\>\n\@george2_grr それは、黄色の蛍光体が含まれている物体を 意味する、ただのオシャレな言葉よ。
ko: @george2_sigh 하아.\>\n\@george2_grr 그건 노란색 발광체가 든 물건을 괜히 어렵게 써 놓은 거야.
pt_br: @george2_sigh Ah...\>\n\@george2_grr É só uma palavra chique para objetos que contém luminescência amarela.
ru: @george2_sigh Эх-х.\>\n\@george2_grr Это просто такое занудное выражение для предметов, содержащих жёлтый фосфор.

source: @george2_sigh Y'know, stuff that glows yellow.
cht: @george2_sigh 你知道的，发黄光的东西。
es: @george2_sigh Ya sabes, eso amarillo que brilla.
it: @george2_sigh Sai, la roba che risplende di giallo.
ja: @george2_sigh ほら、アレよ。黄色に光るやつ。
ko: @george2_sigh 있잖아, 노란색으로 빛나는 것들 말야.
pt_br: @george2_sigh Sabe, coisas que brilham na cor amarela.
ru: @george2_sigh Ну, знаешь, тех, что светятся жёлтым.

source: @niko_speak Oh!\>\n\@niko I do have a piece of amber and a feather!
cht: @niko_speak 噢！\>\n\@niko 我有一块琥珀和一根羽毛！
es: @niko_speak ¡Ah!\>\n\@niko ¡Tengo un trozo de ámbar y una pluma!
it: @niko_speak Oh!\>\n\@niko Ho un pezzo di ambra e una penna!
ja: @niko_speak あっ！\>\n\@niko 琥珀と羽根なら1つずつ持ってるよ！
ko: @niko_speak 아!\>\n\@niko 저, 이 호박석 조각과 깃털을 가지고 있어요!
pt_br: @niko_speak Ah!\>\n\@niko Eu tenho um pedaço de âmbar e uma pena!
ru: @niko_speak O!\>\n\@niko У меня же есть кусок янтаря и перо!

source: @niko_speak They fit the description, right...?
cht: @niko_speak 它们符合这描述，对吗...？
es: @niko_speak Encajan en la descripción, ¿verdad....?
it: @niko_speak Corrispondono alla descrizione, giusto...?
ja: @niko_speak いま説明してくれたのと、 同じものだよね…？
ko: @niko_speak 그 설명에 맞는 것들이죠, 그렇죠...?
pt_br: @niko_speak Eles se encaixam nesse perfil, né?
ru: @niko_speak Они подходят под описание, верно...?

source: @george2_grr Yeah, but you only have TWO of them.
cht: @george2_grr 是的，但你只有两件。
es: @george2_grr Sí, pero eso solo son DOS cosas.
it: @george2_grr Sì, ma ne hai soltanto DUE.
ja: @george2_grr そうね、でもアンタは「2つ」しか持っていない。
ko: @george2_grr 그래. 하지만 두 개뿐이네.
pt_br: @george2_grr Sim, mas você só tem DOIS itens.
ru: @george2_grr Да, но у тебя их только ДВА.

source: @george2_grr And they're super rare so it's not like you're just gonna find something like that on the ground.
cht: @george2_grr 而且他们很稀有，因此你不可能随随便便 就找到类似的物品。
es: @george2_grr Y no son precisamente abundantes; no es algo que vayas a encontrarte tirado por el suelo.
it: @george2_grr E sono anche oggetti super rari, non crescono mica sugli alberi.
ja: @george2_grr それに、とても珍しいものだから、 その辺で拾えるものじゃないわ。
ko: @george2_grr 게다가 그것들은 아주 희귀해. 네가 이 지상을 이 잡듯이 뒤져 봐야 찾기 힘들걸.
pt_br: @george2_grr E eles são mega raros, por isso não vá achando que o encontrará em qualquer esquina.
ru: @george2_grr А ещё они крайне редки, так что ты вряд ли найдёшь такой предмет просто валяющимся на земле.

source: @george2_sigh ...\>\@george2_grr ...okay.
cht: @george2_sigh ...\>\@george2_grr ...好吧。
es: @george2_sigh ...\>\@george2_grr Vale...
it: @george2_sigh ...\>\n\@george2_grr ...Ok.
ja: @george2_sigh …\>\@george2_grr …分かったわよ。
ko: @george2_sigh ...\>\@george2_grr ... 어쩔 수 없지.
pt_br: @george2_sigh ...\>\@george2_grr ... certo.
ru: @george2_sigh ...\>\@george2_grr ...ладно.

source: @george2 Here. You can have this.
cht: @george2 给。你可以用这个。
es: @george2 Toma. Quédate esto.
it: @george2 Tieni. Puoi prendere questo.
ja: @george2 ほら。持っていきなさい。
ko: @george2 자, 이걸 가져가.
pt_br: @george2 Tome. Fique com isto.
ru: @george2 Вот. Я дам тебе это.
