Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko This robot looks kind of rusty...
cht: @niko 这个机器人看起来有点生锈了...
es: @niko Este robot parece un poco oxidado...
it: @niko Questo robot sembra piuttosto arrugginito...
ja: @niko このロボットは少し錆びてるみたい…
ko: @niko 이 로봇, 녹이 슬었어요...
pt_br: @niko Este robô parece estar meio enferrujado...
ru: @niko Этот робот выглядит заржавленным...

source: @niko \p?\>\n.\..\..What happened?\>\nIt's very dark in here...
cht: @niko \p？\>\n.\..\..发生了什么？\>\n这里很黑...
es: @niko ¿\p?\>\n.\..\..¿Qué ha pasado?\>\nEsto está muy oscuro...
it: @niko \p?\>\n.\..\..Cos'è successo?\>\nÈ davvero buio qui...
ja: @niko \p？\>\n.\..\..何が起きたの？\>\nすごく暗いよ…
ko: @niko \p 님?\>\n.\..\..어떻게 된 거죠?\>\n너무 어두운데요...
pt_br: @niko \p?\>\n.\..\.. O que aconteceu?\>\nEstá muito escuro aqui...
ru: @niko \p?\>\n.\..\..Что произошло?\>\nТут так темно...

source: @niko_speak ...Oh!\>\nI can see a light at the end of this passage!
cht: @niko_speak ...哦！\>\n我看到道路的尽头有亮光。
es: @niko_speak ... ¡Oh!\>\n¡Veo una luz al final de este pasaje!
it: @niko_speak ...Oh!\>\nVedo una luce in fondo al corridoio!
ja: @niko_speak …あっ！\>\n通路の先に明かりが見えるよ！
ko: @niko_speak ...앗!\>\n통로 끝에 희미한 빛이 보여요!
pt_br: @niko_speak ... Ah!\>\nConsigo ver uma luz no fim desse corredor!
ru: @niko_speak ...О!\>\nЯ вижу свет в конце этого прохода!

source: @niko I think I hear a voice too...
cht: @niko 我想我还听到了一个声音...
es: @niko Creo que también oigo una voz...
it: @niko E mi sembra anche di sentire una voce...
ja: @niko 声も聞こえる気がする…
ko: @niko 목소리도 들려요...
pt_br: @niko Acho que ouvi uma voz...
ru: @niko Кажется, я даже слышу голос...

source: @niko_surprised Mama?\>\nI can hear her calling me!
cht: @niko_surprised 妈妈？\>\n我听到她在叫我！
es: @niko_surprised ¿Mamá?\>\n¡La oigo llamarme!
it: @niko_surprised Mamma?\>\nLa sento che mi chiama!
ja: @niko_surprised ママ？\>\nママがミーを呼んでる！
ko: @niko_surprised 엄마?\>\n엄마가 절 부르고 있어요!
pt_br: @niko_surprised Mamãe?\>\nPosso ouvi-la me chamando!
ru: @niko_surprised Мама?\>\nЯ слышу, как она меня зовёт!

source: @niko_speak All I need to do is pass through this wall...\>\nI'll finally be home again.
cht: @niko_speak 只要穿过这扇墙...\>\n我终于能回家了。
es: @niko_speak Solo tengo que atravesar esta pared...\>\nPor fin, volveré a casa.
it: @niko_speak Devo solo passare attraverso questo muro...\>\nE finalmente tornerò a casa.
ja: @niko_speak この壁を通り抜けたら…\>\nやっと家に帰れるんだ。
ko: @niko_speak 이 벽만 넘으면...\>\n집으로 돌아갈 수 있어요.
pt_br: @niko_speak Agora é só passar por essa parede...\>\nEu finalmente voltarei para casa.
ru: @niko_speak Мне только нужно пройти через эту стену...\>\nИ я снова буду дома.

source: @niko Ah, \p,\nI guess...
cht: @niko 嗯， \p,\n我想...
es: @niko Bueno, \p,\ncreo...
it: @niko Ah, \p,\ncredo che...
ja: @niko そっか、 \p、\nここで…
ko: @niko 아, \p 님,\n저기...
pt_br: @niko Ah, \p,\nacho que...
ru: @niko Ах, \p,\nя думаю...

source: @niko_eyeclosed2 I guess this is goodbye...
cht: @niko_eyeclosed2 我想该说再见了...
es: @niko_eyeclosed2 Creo que nos despedimos aquí...
it: @niko_eyeclosed2 Credo che questo sia un addio...
ja: @niko_eyeclosed2 ここで、お別れみたいだね…
ko: @niko_eyeclosed2 이제 작별이네요...
pt_br: @niko_eyeclosed2 Acho que isso é uma despedida...
ru: @niko_eyeclosed2 Я так понимаю, это прощание...

source: @niko2 I'm....\.\. glad...\.\. I got to meet you, \p...
cht: @niko2 我...\.\. 很高兴...\.\.能认识你，\p...
es: @niko2 Me...\.\. alegro...\.\. de haberte conocido, \p...
it: @niko2 \p...\.\. sono davvero felice...\.\. di averti conosciuto.
ja: @niko2 \p…\.\.ミーは…\.\.\p に会えて、 嬉しかった。
ko: @niko2 저....\.\. 정말로...\.\. 당신을 만나서 기뻤어요, \p 님...
pt_br: @niko2 Ainda...\.\. bem...\.\. que conheci você, \p...
ru: @niko2 Я....\.\. очень рад...\.\. что познакомился с тобой, \p...

source: @niko_sad Thank you for everything.
cht: @niko_sad 感谢你所做的一切。
es: @niko_sad Gracias por todo.
it: @niko_sad Grazie di tutto.
ja: @niko_sad 今まで、ありがとう。
ko: @niko_sad 여러 가지로 고마웠어요.
pt_br: @niko_sad Agradeço por tudo.
ru: @niko_sad Спасибо тебе за всё.

source: FATAL ERROR: SAVIOR NOT FOUND. SHUTTING DOWN.
cht: 致命错误：未找到救世主。关闭中。
es: ERROR GRAVE: SALVADOR NO ENCONTRADO. CERRANDO.
it: ERRORE IRREVERSIBILE: SALVATORE NON TROVATO. ARRESTO DEL PROGRAMMA.
ja: 致命的なエラー: 救世主が見つかりません。 シャットダウンします。
ko: 치명적인 오류: 구원자를 찾을 수 없습니다. 종료합니다.
pt_br: ERRO FATAL: MESSIAS NÃO ENCONTRADO. DESLIGANDO.
ru: КРИТИЧЕСКАЯ ОШИБКА: СПАСИТЕЛЬ НЕ НАЙДЕН. ЗАВЕРШЕНИЕ РАБОТЫ.

source: @alula_speak Hey!
cht: @alula_speak 嘿！
es: @alula_speak ¡Oye!
it: @alula_speak Ehi!
ja: @alula_speak 待ってーー！
ko: @alula_speak 잠깐만!
pt_br: @alula_speak Ei!
ru: @alula_speak Эй!

source: @alula I saw you going to the courtyard!\>\n\@alula_speak So I thought I'd tag along!
cht: @alula 我看见你进院子里了！\>\n\@alula_speak 所以我觉得我要跟着你！
es: @alula ¡Vi que te dirigías hacia el patio!\>\n\@alula_speak ¡Así que he pensado que podía unirme!
it: @alula Ti ho visto andare nel cortile!\>\n\@alula_speak Così ho pensato di seguirti!
ja: @alula 中庭のほうに行くのを見かけたの！\>\n\@alula_speak あたしも一緒に行くー！
ko: @alula 네가 마당 쪽으로 가는 걸 봤어!\>\n\@alula_speak 그래서 따라왔지!
pt_br: @alula Eu vi você indo para o pátio!\>\n\@alula_speak então resolvi vir atrás!
ru: @alula Я видела, как ты пошёл во двор!\>\n\@alula_speak И решила к тебе присоединиться!

source: @calamus_smile Same!
cht: @calamus_smile 我也是！
es: @calamus_smile ¡Yo también!
it: @calamus_smile Anch'io!
ja: @calamus_smile オレも！
ko: @calamus_smile 나도야!
pt_br: @calamus_smile Eu também!
ru: @calamus_smile И я тоже!

source: @alula This is the courtyard.\>\n\@alula It's got water...and...stuff...
cht: @alula 这是我们的院子！\>\n\@alula 这里有水...和一些杂物。
es: @alula Este es el patio.\>\n\@alula Tiene agua... y... cosas...
it: @alula Questo è il cortile.\>\n\@alula C'è l'acqua... e... altre cose...
ja: @alula ここ中庭よ。\>\n\@alula 色々あるのよ…えっと…水とか。
ko: @alula 여기가 마당이야.\>\n\@alula 여기에는 물이랑... 이런저런 것이... 있지.
pt_br: @alula Este é o pátio.\>\n\@alula Tem água e... umas coisas...
ru: @alula Это внутренний двор.\>\n\@alula Тут есть вода...и...другие штуки...

source: @alula_oh Oh, are you leaving now?
cht: @alula_oh 噢，你现在要走了吗？
es: @alula_oh ¡Oh! ¿Ya te vas?
it: @alula_oh Oh, stai andando via?
ja: @alula_oh あっ、もう行っちゃうの？
ko: @alula_oh 아, 이제 가려고?
pt_br: @alula_oh Ah, já está indo embora?
ru: @alula_oh Ой, ты уже уходишь?

source: @alula_speak Good luck, Niko! \>\n\@alula We believe in you!
cht: @alula_speak 祝你好运，Niko！\>\n\@Alula 我们相信你！
es: @alula_speak ¡Buena suerte, Niko! \>\n\@alula ¡Creemos en ti!
it: @alula_speak Buona fortuna, Niko! \>\n\@alula Crediamo in te!
ja: @alula_speak 頑張ってね、ニコ！\>\n\@alula 信じてるから！
ko: @alula_speak 행운을 빌어, 니코! \>\n\@alula 우린 널 믿어!
pt_br: @alula_speak Boa sorte, Niko!\>\n\@alula Acreditamos em você!
ru: @alula_speak Удачи, Нико! \>\n\@alula Мы в тебя верим!

source: @calamus There's an entrance to an underground passage here.\>\nIt's flooded, though.
cht: @calamus 这里有个入口通往地下通道。\>\n尽管它被水淹了。
es: @calamus Aquí hay una entrada a un pasaje subterráneo.\>\nAunque está inundado.
it: @calamus C'è un ingresso a un passaggio sotterraneo qui.\>\nPerò è allagato.
ja: @calamus ここには地下通路への入り口があるんだ。\>\n浸水しちゃってるけどね。
ko: @calamus 지하 통로로 가는 입구는 여기야.\>\n하지만 물이 들어찼어.
pt_br: @calamus Há uma entrada subterrânea aqui.\>\nMas está submersa.
ru: @calamus Тут есть вход в подземный ход.\>\nПравда, он затоплен.

source: @calamus_speak Oh, are you leaving now?\>\n\@calamus_smile It was...nice, to meet you.\>\n\@calamus Really. Thanks for everything.
cht: @calamus_speak 噢，你现在要走了吗？\>\n\@calamus_smile 很高兴认识你。\>\n\@calamus 真的。谢谢你做的一切。
es: @calamus_speak Oh, ¿ya te vas?\>\n\@calamus_smile Ha sido... un placer conocerte.\>\n\@calamus De verdad. Gracias por todo.
it: @calamus_speak Oh, stai andando via?\>\n\@calamus_smile È... stato bello incontrarti.\>\n\@calamus Grazie di tutto. Davvero.
ja: @calamus_speak あ、もう行くのか？\>\n\@calamus_smile ニコに会えて…良かったよ。\>\n\@calamus 本当だぞ？色々ありがとな。
ko: @calamus_speak 아, 이제 가려고?\>\n\@calamus_smile 만나서... 반가웠어.\>\n\@calamus 정말이야. 여러 가지로 고마워.
pt_br: @calamus_speak Já está indo embora?\>\n\@calamus_smile Foi... legal conhecer você.\>\n\@calamus Verdade. Obrigado por tudo.
ru: @calamus_speak О, ты уже уходишь?\>\n\@calamus_smile Был рад...с тобой познакомиться.\>\n\@calamus Честно. Спасибо тебе за всё.

source: @ed [I...do not recognize this place in the protocol.]
cht: @ed [我...在协定中无法识别这个地方。]
es: @ed [No... reconozco este lugar en el protocolo.]
it: @ed [Nel protocollo... non c'è traccia di questo luogo.]
ja: @ed [このプロトコルでは… こんな場所、知らないぞ。 ]
ko: @ed [이건... 내 프로토콜에는 이런 곳이 없는데.]
pt_br: @ed [Eu... não reconheço este lugar no protocolo.]
ru: @ed [Я...не узнаю это место в протоколе.]

source: @ed [This...]
cht: @ed [这...]
es: @ed [Esto...]
it: @ed [No...]
ja: @ed [これは…]
ko: @ed [이건...]
pt_br: @ed [Isso...]
ru: @ed [Это...]

source: @ed [This isn't what I'm supposed to be showing you at all!]
cht: @ed [这不应该是我见你们的地方！]
es: @ed [¡No es para nada lo que debería estar enseñándote!]
it: @ed [Non è questo che dovrei mostrarti!]
ja: @ed [これはおまえに見せるべきものではない！]
ko: @ed [이건 내가 네게 보여 주려는 게 아냐!]
pt_br: @ed [Isso definitivamente não é o que eu deveria estar lhe mostrando!]
ru: @ed [Это совершенно не то, что вы должны были увидеть!]

source: @ed [How did you get here?]
cht: @ed [你怎么到这来的？]
es: @ed [¿Cómo has llegado aquí?]
it: @ed [Come sei arrivato qui?]
ja: @ed [どうやってここに？]
ko: @ed [여긴 어떻게 왔지?]
pt_br: @ed [Como veio parar aqui?]
ru: @ed [Как вы сюда попали?]

source: @ed [...I can only think of one person.]
cht: @ed [...我只能想到一个人。]
es: @ed [... Solo se me ocurre una persona.]
it: @ed [...Mi viene in mente solo una persona.]
ja: @ed [ …思いつくのは1人だけだ。]
ko: @ed [...한 사람밖에 생각할 수 없군.]
pt_br: @ed [... Só uma pessoa me vem à cabeça.]
ru: @ed [...Мне приходит в голову только одна персона.]

source: @ed [He... contacted you?]
cht: @ed [他...联系你了？]
es: @ed [¿Se puso en contacto contigo...?]
it: @ed [Lui... ti ha contattato?]
ja: @ed [そうか…あいつが、おまえを？]
ko: @ed [그가... 연락한 거야?]
pt_br: @ed [Ele... entrou em contato com você?]
ru: @ed [Он... связался с тобой?]

source: @ed [How long has he been... doing this?]
cht: @ed [他做...这个多久了？]
es: @ed [¿Cuánto... lleva haciendo esto?]
it: @ed [Da quanto tempo si sta... intromettendo?]
ja: @ed [いつから企んでいた…？]
ko: @ed [그는 언제부터 이런 걸... 해온 거지?]
pt_br: @ed [Há quanto tempo... ele vem fazendo isso?]
ru: @ed [И как давно... он это делает?]

source: @ed [...it doesn't matter at this point.]
cht: @ed [...目前这不重要。]
es: @ed [... Llegados a este punto, no tiene importancia.]
it: @ed [...A questo punto non ha più importanza.]
ja: @ed […今はそれどころではない。]
ko: @ed [...하긴 이 시점에선 중요하지 않아.]
pt_br: @ed [... agora não importa.]
ru: @ed [Впрочем, сейчас уже неважно.]

source: @ed [You are going out of bounds.]
cht: @ed [你越限了。]
es: @ed [Estás adentrándote zona prohibida.]
it: @ed [Stai uscendo dai confini.]
ja: @ed [おまえは境界を越えている。]
ko: @ed [넌 경계를 벗어나고 있어.]
pt_br: @ed [Você está passando dos limites.]
ru: @ed [Вы выходите за рамки.]

source: @ed [You should turn back. Please turn back.]
cht: @ed [你应该回头。请回头。]
es: @ed [Deberías regresar. Regresa, por favor.]
it: @ed [Dovresti tornare indietro. Per favore, torna indietro.]
ja: @ed [引き返してくれ。頼む。]
ko: @ed [돌아가야 해. 돌아가.]
pt_br: @ed [Dê meia volta. Por favor, dê meia volta.]
ru: @ed [Вам нужно вернуться. Пожалуйста, вернитесь обратно.]

source: @ed [Bad things are going to happen.]
cht: @ed [有不好的事情要发生了。]
es: @ed [Van a ocurrir cosas malas.]
it: @ed [Accadranno cose brutte.]
ja: @ed [良くないことが起こってしまう。 ]
ko: @ed [나쁜 일이 생길 거야.]
pt_br: @ed [Coisas ruins acontecerão.]
ru: @ed [Ничего хорошего из этого не выйдет.]

source: @ed [Very bad things.]
cht: @ed [非常糟糕的事情。]
es: @ed [Cosas muy malas.]
it: @ed [Cose molto brutte.]
ja: @ed [とても、良くないことが。]
ko: @ed [아주 나쁜 일.]
pt_br: @ed [Coisas muito ruins.]
ru: @ed [От слова совсем.]

source: @ed [At this rate, Niko will be in danger.]
cht: @ed [这样的话，Niko 会陷入险境。]
es: @ed [A este paso, Niko estará en peligro.]
it: @ed [Di questo passo, Niko sarà in pericolo.]
ja: @ed [このままでは、ニコが危険に晒される。]
ko: @ed [이러다간 니코가 위험해져.]
pt_br: @ed [Nesse ritmo, Niko ficará em perigo.]
ru: @ed [Если вы не остановитесь, Нико будет подвергнут опасности.]

source: @ed [Please turn back.]
cht: @ed [请回头。]
es: @ed [Regresa, por favor.]
it: @ed [Per favore, torna indietro.]
ja: @ed [頼むから、引き返してくれ。]
ko: @ed [돌아가.]
pt_br: @ed [Por favor, volte.]
ru: @ed [Пожалуйста, вернитесь обратно.]

source: @silver [What's wrong?\>\nDo you want to head back?]
cht: @silver [怎么了？\>\n你想要回头吗？]
es: @silver [¿Qué pasa?\>\n¿Quieres volver?]
it: @silver [Cosa c'è che non va?\>\nVorresti tornare indietro?]
ja: @silver [どうしたの？\>\n戻る？]
ko: @silver [무슨 일이야?\>\n돌아가려고?]
pt_br: @silver [O que houve?\>\nVocê quer voltar?]
ru: @silver [Что такое?\>\nТы хочешь вернуться назад?]

source: @niko I have a weird feeling about this...
cht: @niko 我有种奇怪的感觉...
es: @niko Esto me da mala espina...
it: @niko Ho uno strano presentimento...
ja: @niko いやな予感がする…
ko: @niko 이상한 느낌이 들어요...
pt_br: @niko Estou com uma sensação esquisita...
ru: @niko У меня такое странное чувство...

source: @niko_speak What do you think, \p?\>\nShould we head back?
cht: @niko_speak 你觉得呢 \p？\>\n我们应该回头吗？
es: @niko_speak ¿Tú qué crees, \p?\>\n¿Volvemos?
it: @niko_speak Cosa ne pensi, \p?\>\nDovremmo tornare indietro?
ja: @niko_speak どう思う、 \p？ \>\n戻ったほうがいいかな？
ko: @niko_speak 어떻게 생각해요, \p 님?\>\n돌아가야 할까요?
pt_br: @niko_speak O que você acha, \p?\>\nSerá que é melhor voltarmos?
ru: @niko_speak Как ты думаешь, \p?\>\nНам стоит вернуться?

source: Let's head back
cht: 我们回头吧
es: Volvamos
it: Torniamo indietro.
ja: 引き返そう。
ko: 돌아간다
pt_br: Vamos voltar
ru: Давай вернёмся назад

source: Continue into the mines
cht: 继续进入矿区
es: Continuemos por las minas
it: Continua nelle miniere.
ja: 鉱山に進もう。
ko: 계속 광산으로 들어간다
pt_br: Continue entrando nas minas
ru: Продолжайте ехать в шахты

source: @niko \p says we should go back.
cht: @niko \p说我们应该回去。
es: @niko \p dice que deberíamos volver.
it: @niko \p dice che dovremmo tornare indietro.
ja: @niko \p は戻ったほうがいいって。
ko: @niko \p 님이 돌아가래요.
pt_br: @niko \p disse que é melhor voltar.
ru: @niko \p говорит, что нам надо ехать обратно.

source: @silver [Alright.]
cht: @silver [好。]
es: @silver [Vale.]
it: @silver [Va bene.]
ja: @silver [分かった。]
ko: @silver [그래.]
pt_br: @silver [Certo.]
ru: @silver [Ладно.]

source: @ed [So you've chosen to listen.]
cht: @ed [所以你选择听从。]
es: @ed [Has decidido escuchar.]
it: @ed [Quindi hai scelto di ascoltare.]
ja: @ed [私の言うことに従ったか。]
ko: @ed [말을 듣는군.]
pt_br: @ed [Então decidiu ouvir.]
ru: @ed [Правильный выбор.]

source: @ed [Good.]
cht: @ed [很好。
es: @ed [Bien.]
it: @ed [Bene.]
ja: @ed [よろしい。]
ko: @ed [좋아.]
pt_br: @ed [Muito bem.]
ru: @ed [Хорошо.]

source: @ed [There won't be any more trouble, then.]
cht: @ed [这样就不会再有麻烦了。]
es: @ed [Entonces no habrá ningún problema más.]
it: @ed [Allora non ci saranno altri problemi.]
ja: @ed [ならば、これ以上問題はないだろう。]
ko: @ed [이제 더 이상 문제는 없을 거야.]
pt_br: @ed [Sendo assim, não haverá mais problemas.]
ru: @ed [Всё будет хорошо.]

source: @niko Wait...\>\n\@niko_speak Where did the minecart go?
cht: @niko 等等...\>\n\@niko_speak 矿车去哪里了？
es: @niko Espera...\>\n\@niko_speak ¿Dónde está el vagón?
it: @niko Aspetta...\>\n\@niko_speak Dove è finito il carrello da miniera?
ja: @niko 待って… \>\n\@niko_speak トロッコはどこに行ったの？
ko: @niko 잠깐...\>\n\@niko_speak 광산 수레가 어딜 갔죠?
pt_br: @niko Espere... \>\n\@niko_speak Cadê a vagoneta?
ru: @niko Погоди...\>\n\@niko_speak А куда делась вагонетка?

source: @niko \p says we should keep going.
cht: @niko \p说我们应该继续前进。
es: @niko \p dice que deberíamos continuar.
it: @niko \p dice che dovremmo continuare ad andare avanti.
ja: @niko \p はこのまま進もうって。
ko: @niko \p 님이 계속 가래요.
pt_br: @niko \p disse que deveríamos continuar andando.
ru: @niko \p говорит, чтобы мы двигались дальше.

source: @silver [Sounds good.]
cht: @silver [听起来不错。]
es: @silver [Me parece bien.]
it: @silver [Va bene.]
ja: @silver [良かった。]
ko: @silver [좋아.]
pt_br: @silver [Tudo bem.]
ru: @silver [Это хорошо.]

source: @niko_distressed Oh...
cht: @niko_distressed 哦...
ja: @niko_distressed うあ…
ko: @niko_distressed 아...
pt_br: @niko_distressed Ah...
ru: @niko_distressed Ох....

source: @silver [Hm...? \.\.What's wrong?]
cht: @silver [嗯...?\.\.怎么了？]
es: @silver [¿Mmm...? \.\.¿Qué pasa?]
it: @silver [Mh...? \.\.Cosa c'è che non va?]
ja: @silver [うん…？ \.\.どうしたの？]
ko: @silver [흠...? \.\.왜 그래?]
pt_br: @silver [Hm...? \.\.O que houve?]
ru: @silver [М-м...? \.\.Что такое?]

source: @niko_distressed I...
cht: @niko_distressed 我...
es: @niko_distressed Eh...
it: @niko_distressed Io...
ja: @niko_distressed 何か…
ko: @niko_distressed 전...
pt_br: @niko_distressed Eu...
ru: @niko_distressed Я...

source: @niko_eyeclosed ...I have a bad feeling about this, all of a sudden...
cht: @niko_eyeclosed ...我突然有种不好的感觉...
es: @niko_eyeclosed ... De repente me ha dado muy mala espina todo esto...
it: @niko_eyeclosed ...Ho un brutto presentimento, così all'improvviso...
ja: @niko_eyeclosed …急に、いやな予感が…
ko: @niko_eyeclosed ...갑자기 예감이 좋지 않아요...
pt_br: @niko_eyeclosed ... De repente me veio uma sensação esquisita...
ru: @niko_eyeclosed ...У меня внезапно появилось плохое предчувствие...

source: @niko_distressed2 Feels like I should... not be here...
cht: @niko_distressed2 感觉我不应该...到这里来...
es: @niko_distressed2 Me parece... que no debería estar aquí...
it: @niko_distressed2 Mi sento come... se non dovessi essere qui...
ja: @niko_distressed2 ミーは…ここに来ちゃダメな気がする…
ko: @niko_distressed2 여기에 있으면... 안 될 것 같은 예감이요...
pt_br: @niko_distressed2 Sinto como se eu... não devesse estar aqui...
ru: @niko_distressed2 У меня такое чувство, будто... я не должен здесь быть...

source: @silver2 [Ah.]
cht: @silver2 [啊。]
ja: @silver2 [そう。]
ko: @silver2 [아.]
ru: @silver2 [А...]

source: @silver [Do you want to head back, then?]
cht: @silver [那你想回头吗？]
es: @silver [¿Quieres volver, entonces?]
it: @silver [Vuoi tornare indietro?]
ja: @silver [それなら、戻る？]
ko: @silver [그럼 돌아가려고?]
pt_br: @silver [Então, quer voltar?]
ru: @silver [Значит, ты хочешь вернуться назад?]

source: @niko_eyeclosed I... don't know...
cht: @niko_eyeclosed 我...不知道...
es: @niko_eyeclosed No... lo sé...
it: @niko_eyeclosed Io... non lo so...
ja: @niko_eyeclosed うう…分からない。
ko: @niko_eyeclosed 모르겠어요...
pt_br: @niko_eyeclosed Eu... não sei...
ru: @niko_eyeclosed Я... не знаю...

source: @niko2 What do you think, \p?\>\nShould we head back?
cht: @niko2 你觉得呢 \p？\>\n我们应该回头吗？
es: @niko2 ¿Tú qué crees , \p?\>\n¿Deberíamos volver?
it: @niko2 Cosa ne pensi, \p?\>\nDovremmo tornare indietro?
ja: @niko2 どう思う、 \p？\>\n戻ったほうがいいかな？
ko: @niko2 어떻게 생각해요, \p 님?\>\n돌아가야 할까요?
pt_br: @niko2 O que você acha, \p?\>\nSerá que é melhor voltarmos?
ru: @niko2 Как ты считаешь, \p?\>\nМожет, нам лучше вернуться назад?

source: Continue forward
cht: 继续前进
es: Seguir adelante
it: Continua ad andare avanti.
ja: 進もう。
ko: 계속 간다
pt_br: Continue em frente
ru: Продолжайте движение вперёд

source: @silver2 [Oh, alright.]
cht: @silver2 [哦，好的。]
es: @silver2 [Ah, vale.]
it: @silver2 [Oh, capito.]
ja: @silver2 [そう、分かった。]
ko: @silver2 [뭐, 좋아.]
pt_br: @silver2 [Ah, certo.]
ru: @silver2 [О, ну ладно.]

source: @ed [You... listened.]
cht: @ed [你...听到了。]
es: @ed [Has... escuchado.]
it: @ed [Tu... mi hai ascoltato.]
ja: @ed [そう…それでいい。]
ko: @ed [말을... 듣는군.]
pt_br: @ed [Você... ouviu.]
ru: @ed [Значит... мы друг друга поняли.]

source: @ed [I don't think there will be any more trouble.]
cht: @ed [我觉得不会再有麻烦。]
es: @ed [No creo que haya más problemas.]
it: @ed [Non penso che ci saranno altri problemi.]
ja: @ed [これ以上、問題は起きないだろう。]
ko: @ed [이제부터는 아무 문제 없을 거야.]
pt_br: @ed [Acho que não haverá mais problemas.]
ru: @ed [Думаю, теперь у нас больше не будет никаких проблем.]

source: @ed [Come on. Let's return to the protocol.]
cht: @ed [快点，让我们回到协定中去。]
es: @ed [Vamos. Volvamos al protocolo.]
it: @ed [Avanti. Torniamo a seguire il protocollo.]
ja: @ed [さあ。プロトコルに戻ろう。]
ko: @ed [자. 프로토콜로 돌아가자.]
pt_br: @ed [Vamos. Melhor retornar para o protocolo.]
ru: @ed [Ну что ж, вперёд. Пора вернуться к протоколу.]

source: @niko Wait...\>\n\@niko2 Where did the minecart go?
cht: @niko 等等...\>\n\@niko2 矿车去哪里了？
es: @niko Un momento...\>\n\@niko2 ¿Dónde está el vagón?
it: @niko Aspetta...\>\n\@niko_speak Dove è finito il carrello da miniera?
ja: @niko あれ…\>\n\@niko2 トロッコはどこ？
ko: @niko 잠깐...\>\n\@niko2 광산 수레가 어디로 간 거죠?
pt_br: @niko Espere... \>\n\@niko2 Cadê a vagoneta?
ru: @niko Погоди...\>\n\@niko2 А куда делась вагонетка?

source: @niko Guess we should get going, \p.
cht: @niko 我们应该出发了，\p。
es: @niko Supongo que deberíamos ponernos en marcha, \p.
it: @niko Credo che dovremmo proseguire, \p.
ja: @niko 先に進んだほうが 良さそうだね、 \p。
ko: @niko 가야 할 것 같아요, \p 님.
pt_br: @niko Acho melhor irmos andando, \p.
ru: @niko Думаю, нам пора идти, \p.

source: There was a time where our people used to live in these ruins.
cht: 我们的人曾经住在这些废墟中。
es: Hubo una época en la que nuestra gente vivía en estas ruinas.
it: Un tempo la nostra gente viveva in queste rovine.
ja: かつて、人々はこの遺跡に住んでいた。
ko: 한때 이곳 사람들은 폐허 근처에서 살았어.
pt_br: Houve um tempo em que nosso povo vivia nessas ruínas.
ru: Было время, когда наши люди жили в этих руинах.

source: But due to flooding, most of us have moved to less permanent settlements.
cht: 但是因为洪水，我们大多都搬到临时住所。
es: Pero, debido a la inundación, la mayoría tuvimos que mudarnos a asentamientos menos permanentes.
it: Ma a causa delle inondazioni, la maggior parte di noi si è trasferita verso insediamenti meno permanenti.
ja: だが洪水が起きたせいで、ほとんどの者が 去っていってしまったのさ。
ko: 하지만 홍수가 나는 바람에 대부분 임시 거처를 마련해야 했지.
pt_br: Mas, por causa das enchentes, a maioria de nós se mudou para habitações menos permanentes.
ru: Но из-за наводнения большинство перебралось в не столь постоянные поселения.

source: @niko Flooding?
cht: @niko 洪水？
es: @niko ¿La inundación?
it: @niko Inondazioni?
ja: @niko 洪水？
ko: @niko 홍수요?
pt_br: @niko Enchentes?
ru: @niko Наводнения?

source: Aye, the land has gotten brittle...
cht: 对，土地变脆弱了...
es: Como lo oyes, la tierra se ha quebrado...
it: Sì, il terreno è diventato friabile...
ja: ああ。そして大地は脆くなった…
ko: 그래, 땅이 약해졌거든...
pt_br: Sim... a terra ficou frágil...
ru: Ага, земля стала более хрупкой...

source: The Glen used to be in one piece, you know?
cht: Glen 以前是一片完整的陆地，你知道吗？
es: El Valle solía ser una única pieza, ¿sabes?
it: Sapevi che la Valle una volta era un blocco unico?
ja: 峡谷は昔、一つの繋がった大地だった。
ko: 이 협곡은 한때 한 덩어리였어.
pt_br: O Vale era inteiro, sabia?
ru: Знаешь, ведь раньше Долина была единым целым.

source: But now it's just a bunch of islands that get smaller and smaller.
cht: 但是现在，这里就只是几个日渐变小的小岛。
es: Pero, ahora, es solo un montón de islas que cada vez se hacen más y más pequeñas.
it: Ma ora è solo un gruppo di isole che diventano via via sempre più piccole.
ja: だが今では、ただの島の集まりだ。 縮小もずっと続いている。
ko: 하지만 지금은 점점 작아지는 군도일 뿐이지.
pt_br: Mas agora não passa de um punhado de ilhas cada vez menores.
ru: А теперь это только кучка островов, которые становятся всё меньше и меньше.

source: @niko Do you still live here?
cht: @niko 你还住在那里吗？
es: @niko ¿Aún vives aquí?
it: @niko Abiti ancora qui?
ja: @niko まだここに住んでるの？
ko: @niko 아직도 여기 살고 사세요?
pt_br: @niko Você ainda mora aqui?
ru: @niko Ты всё ещё живёшь здесь?

source: Sort of.
cht: 应该算是。
es: Más o menos.
it: Più o meno.
ja: まあな。
ko: 뭐, 그렇다고 봐야지.
pt_br: Mais ou menos.
ru: Типа того.

source: Fish populations near the village are thinning, so we fisherfolk are making temporary shelter here.
cht: 村子周边的鱼越来越少了，所以我们这些 渔民在这里建造了临时居住点。
es: La población de peces en torno a la aldea está disminuyendo, por eso, los pescadores, han buscado refugio temporal aquí.
it: Le popolazioni di pesci vicino al villaggio si sono ridotte di molto, quindi noi pescatori abbiamo deciso di rifugiarci qui temporaneamente.
ja: 村付近の魚の数が減少してきているから、 俺たち漁民はここに 一時的に身を寄せている。
ko: 마을 주위의 물고기 수가 줄어들어서 어부들이 임시로 이곳에서 지내는 중이야.
pt_br: Nós, pescadores, estamos nos abrigando aqui porque a população de peixes perto da aldeia está diminuindo.
ru: Популяция рыбы возле деревни сокращается, так что мы, рыбаки, временно переселяемся сюда.

source: @niko_speak Makes sense!
cht: @niko_speak 明白！
es: @niko_speak ¡Tiene sentido!
it: @niko_speak Ha senso!
ja: @niko_speak なるほど！
ko: @niko_speak 그렇군요!
pt_br: @niko_speak Faz sentido!
ru: @niko_speak Звучит логично!
