Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: $The savior will not be able to do anything there.\nYou, \p, on the other hand...
cht: $在那里救世主什么都做 不到。而你\p， 在另一方面...
es: $Allí el salvador no podrá hacer nada.\nTú, \p, sin embargo...
it: $Il salvatore non potrà fare niente lì.\nMentre tu \p, sì...
ja: $そこでは、救世主は 何もできない。\nだがその一方で、 \p、 君は…
ko: $구원자는 탑에서 아무것도 할 수 없을 겁니다.\n반면에 \p 당신은...
pt_br: $O messias não poderá fazer nada lá.\nJá você, \p, por outro lado...
ru: $Спаситель ничего не сможет там сделать.\nНо с другой стороны, ты, \p...

source: $Look at the pattern on the floor. Do as it says.\nThe window will be gone, so you need to bring it back.
cht: $观察地板上的图案。按 上面的指示行动。窗口\n会消失，所以你需要把 窗口找回来。
es: $Mira el dibujo del suelo. Haz lo que dice.\nLa ventana desaparecerá, así que tendrás que traerla de vuelta.
it: $Osserva la figura sul pavimento. Fai come dice.\nLa finestra sparirà e dovrai riportarla indietro.
ja: $床の模様を見るんだ。 そして、ただそれに 従えばいい。\n「窓」が消えるだろう が、元に戻せばよい。
ko: $바닥에 있는 무늬를 보세요. 무늬가 지시하는 대로 따르십시오.\n창이 사라질 테니 다시 띄워야 할 겁니다.
pt_br: $Veja o padrão do piso. Faça o que ele indica.\nA janela vai embora, portanto você precisa trazê-la de volta.
ru: $Посмотри на узор на полу. Следуй его указаниям.\nОкно исчезнет, так что тебе придётся вернуть его обратно.

source: @niko I'm not sure where I am, exactly...
cht: @niko 其实...我不确定这是在哪里...
es: @niko No estoy seguro de dónde estoy exactamente...
it: @niko Non sono sicuro di dove mi trovi esattamente...
ja: @niko ここがどこなのか、全然わかんないや…
ko: @niko 여기가 어딘지 전혀 모르겠어요...
pt_br: @niko Não sei exatamente onde estou...
ru: @niko Я не уверен, где именно я нахожусь...

source: @niko_eyeclosed I can't see too far off, everything's so dark...
cht: @niko_eyeclosed 我不太能看得清远处的东西，周围 太暗了...
es: @niko_eyeclosed Casi no veo nada, todo está tan oscuro...
it: @niko_eyeclosed Non riesco a vedere molto lontano, è tutto così buio...
ja: @niko_eyeclosed どこもすごく暗くて、 あんまり遠くまで見えない…
ko: @niko_eyeclosed 너무 어두워서 멀리 보이지가 않아요...
pt_br: @niko_eyeclosed Não consigo ver muito além, está tão escuro...
ru: @niko_eyeclosed Почти ничего не видно, здесь так темно...

source: @prophet [Our World Was Not Always This Dim.]
cht: @prophet [我们的世界并不是一直 都这么昏暗。]
es: @prophet [Nuestro mundo no siempre fue tan sombrío.]
it: @prophet [Il Nostro Mondo Non È Sempre Stato Così Spento.]
ja: @prophet [ワタクシたちの世界は、いつもこれほど 暗かったわけではございません。]
ko: @prophet [이 세계가 원래 이렇게 어두웠던 건 아닙니다.]
pt_br: @prophet [Nosso Mundo Nem Sempre Foi Tão Escuro.]
ru: @prophet [Наш Мир Не Всегда Был Таким Сумрачным.]

source: @prophet [Nor Was It So Broken.]
cht: @prophet [也不是这么破旧。]
es: @prophet [Ni estuvo nunca tan quebrantado.]
it: @prophet [Né Così Malridotto.]
ja: @prophet [これほど壊れていたわけでもございません。]
ko: @prophet [이렇게 망가져 있지도 않았고요.]
pt_br: @prophet [Nem Tão Avariado.]
ru: @prophet [И Таким Разрушенным.]

source: @prophet_hmm [But Time Waits For Nobody, Not Even Saviors.]
cht: @prophet_hmm [但是时间不等人，对救世主也一样。]
es: @prophet_hmm [Pero el tiempo no espera a nadie, ni siquiera a los salvadores.]
it: @prophet_hmm [Ma Il Tempo Non Ha Pietà Per Nessuno, Nemmeno Per I Salvatori.]
ja: @prophet_hmm [しかし時間は待ってくれません、 たとえ救世主であっても。]
ko: @prophet_hmm [하지만 시간은 아무도 기다려 주지 않죠. 아무리 구원자라 해도요.]
pt_br: @prophet_hmm [Mas o Tempo Não Espera Ninguém, Nem os Salvadores.]
ru: @prophet_hmm [Но Время Никого Не Ждёт, Даже Спасителей.]

source: @prophet [The World Is Divided Into Three Regions.]
cht: @prophet [世界被分为三个地区。]
es: @prophet [El mundo está dividido en tres regiones.]
it: @prophet [Il Mondo È Diviso In Tre Regioni.]
ja: @prophet [この世界は、3つの地域に分かれております。]
ko: @prophet [이 세계는 세 지역으로 나뉩니다.]
pt_br: @prophet [O Mundo se Divide em Três Regiões.]
ru: @prophet [Этот Мир Разделён На Три Региона.]

source: @prophet [You're On The Fringe Right Now, The Barrens.]
cht: @prophet [你现在所在边缘地区， Barrens 。]
es: @prophet [Ahora mismo estás en el límite, en los Baldíos.]
it: @prophet [Ora Ti Trovi In Quella Più Esterna, La Baia Desolata.]
ja: @prophet [今、アナタサマはその外れ… 『不毛の地』という場所におられます。]
ko: @prophet [당신은 지금 가장 바깥쪽에 있어요. 불모지라는 곳이죠.]
pt_br: @prophet [Você Está na Margem, nas Terras Áridas.]
ru: @prophet [Сейчас Ты На Окраине, В Пустошах.]

source: @prophet [That Tower You See In The Distance Once Held Our Sun.]
cht: @prophet [你看到的远处那座塔楼就是以前太阳 所在的地方。]
es: @prophet [Hubo un tiempo en que aquella torre que ves a lo lejos albergaba nuestro sol.]
it: @prophet [Quella Torre Che Vedi In Lontananza Una Volta Ospitava Il Nostro Sole.]
ja: @prophet [遠くに見えるあの塔には、 かつて太陽が置かれておりました。]
ko: @prophet [멀리 보이는 저 탑에 한때 우리의 태양이 있었습니다.]
pt_br: @prophet [Aquela Torre que Você Vê Lá Longe Já Guardou o Sol.]
ru: @prophet [Вон В Той Башне, Которую Ты Видишь В Отдалении, Раньше Находилось Наше Солнце.]

source: @niko_speak Oh, so that's what the tall thing was...
cht: @niko_speak 噢，所以它才那么高...
es: @niko_speak Ah, así que eso era esa cosa alta...
it: @niko_speak Oh, ecco che cos'era quella cosa così alta...
ja: @niko_speak あっ、あの高いのは塔だったんだ…
ko: @niko_speak 아, 저 높은 게 탑이었군요...
pt_br: @niko_speak Ah, então é isso aquela construção alta...
ru: @niko_speak А, так вот что это была за высокая штука...

source: @prophet [As You Go Further Towards The Center, You Will Cross The Other Regions.]
cht: @prophet [随着你不断走向中心，你就会穿过其他地区。]
es: @prophet [A medida que avances hacia el centro, atravesarás las otras regiones.]
it: @prophet [Man Mano Che Ti Dirigerai Verso Il Centro, Attraverserai Le Altre Regioni.]
ja: @prophet [中心に近づくにつれて、 他の地域を横断することになります。]
ko: @prophet [중앙으로 가다 보면 나머지 두 지역을 지나게 됩니다.]
pt_br: @prophet [À Medida em que For Indo para o Centro, Você Passará pelas Outras Regiões.]
ru: @prophet [Двигаясь Ближе К Центру, Ты Окажешься В Других Регионах.]

source: @prophet_hmm [There Should Be A Map Still In This Outpost Somewhere...]
cht: @prophet_hmm [在某处的驿站里应该还有地图...]
es: @prophet_hmm [En alguna parte de esta base debería haber un mapa...]
it: @prophet_hmm [Dovrebbe Esserci Una Mappa Da Qualche Parte In Questo Avamposto...]
ja: @prophet_hmm [この前哨基地のどこかに、 地図がまだあるはずです…]
ko: @prophet_hmm [여기 변경 지역 어딘가에 지도가 있을 겁니다.]
pt_br: @prophet_hmm [Deve Haver um Mapa Aqui neste Posto Avançado...]
ru: @prophet_hmm [Где-то В Этом Посту Должна Быть Карта...]

source: @niko_speak Ooo...
cht: @niko_speak 噢...
es: @niko_speak Mmm...
it: @niko_speak Oooh...
ja: @niko_speak そうなんだ…
ko: @niko_speak 우와...
ru: @niko_speak О-о-о...

source: @niko I found it in the house I woke up in...
cht: @niko 我在我苏醒的房间里找到了地图...
es: @niko La encontré en la casa en la que me desperté...
it: @niko L'ho trovata nella casa in cui mi sono svegliato...
ja: @niko ミーが起きた家で、 これを見つけたんだ…
ko: @niko 제가 깨어난 저 집에서 이걸 찾았는데요...
pt_br: @niko Eu a encontrei na casa onde eu acordei...
ru: @niko Я нашёл её в доме, в котором проснулся...

source: @prophet [Within Your Hands Is Our New Sun.]
cht: @prophet [你手里的是我们的新太阳。]
es: @prophet [En tus manos está nuestro nuevo sol.]
it: @prophet [Fra Le Mani Hai Il Nostro Nuovo Sole.]
ja: @prophet [アナタサマが手に持っておられるのが、 ワタクシたちの新しい太陽でございます。]
ko: @prophet [당신이 지금 들고 있는 건 우리 세계의 새로운 태양입니다.]
pt_br: @prophet [Em Suas Mãos Está Nosso Novo Sol.]
ru: @prophet [В Твоих Руках Наше Новое Солнце.]

source: @niko Your... \.\.\@niko_speak sun?
cht: @niko 你们的...\.\.\@niko_speak 太阳？
es: @niko ¿Vuestro... \.\.\@niko_speak sol?
it: @niko Il vostro... \.\.\@niko_speak sole?
ja: @niko 君たちの… \.\.\@niko_speak 太陽？
ko: @niko 당신들의... \.\.\@niko_speak 태양이요?
pt_br: @niko Seu... \.\.\@niko_speak sol?
ru: @niko Ваше... \.\.\@niko_speak солнце?

source: @prophet_omg [Yes!]
cht: @prophet_omg [是的！]
es: @prophet_omg [¡Sí!]
it: @prophet_omg [Sì!]
ja: @prophet_omg [その通りです！]
ko: @prophet_omg [네!]
pt_br: @prophet_omg [Sim!]
ru: @prophet_omg [Да!]

source: @prophet [Years Ago,\.\. Our Previous Sun Sat Atop That Tower And Spilled Its Life Into The Land.]
cht: @prophet [很久以前，\.\. 上一个太阳就在那座 塔楼的顶上，把自己的生命洒向大地。]
es: @prophet [Hace años,\.\. nuestro sol anterior se alzaba sobre aquella torre y arrojaba su vitalidad al mundo.]
it: @prophet [Anni Fa,\.\. Il Nostro Precedente Sole Giaceva In Cima A Quella Torre E Irradiava Questa Terra Con La Sua Vita.]
ja: @prophet [数年ほど前、\.\. 塔の頂上に鎮座していた以前の太陽は、 その生命を、大地に注いでくれていました。]
ko: @prophet [오래전,\.\. 태양은 저 탑 꼭대기에서 이 땅에 생명을 비춰 주었죠.]
pt_br: @prophet [Anos Atrás,\.\. Nosso Antigo Sol Ficava no Alto Daquela Torre e Espalhava sua Vida na Terra.]
ru: @prophet [Много Лет Назад\.\. Наше Прежнее Солнце Находилось На Вершине Той Башни И Проливало Свою Жизнь На Эти Земли.]

source: @prophet_sigh [But One Day, The Light Went Out.]
cht: @prophet_sigh [但是有一天，光突然消失了。]
es: @prophet_sigh [Pero un día, la luz se apagó.]
it: @prophet_sigh [Ma Un Giorno, La Luce Si Spense.]
ja: @prophet_sigh [しかしある日、光が消えてしまったのです。]
ko: @prophet_sigh [하지만 어느 날 그 빛이 꺼지고 말았어요.]
pt_br: @prophet_sigh [Mas um Dia a Luz Apagou.]
ru: @prophet_sigh [Но В Один Прекрасный День Свет Погас.]

source: @prophet_sigh [The World Is Still Hanging On By A Thread.]
cht: @prophet_sigh [世界现在的状态仿佛命悬一线。]
es: @prophet_sigh [El mundo sigue pendiendo de un hilo.]
it: @prophet_sigh [Il Mondo Resiste Ma È Appeso A Un Filo.]
ja: @prophet_sigh [この世界は、まだ危険に晒されております。]
ko: @prophet_sigh [이 세계는 간신히 버티고 있죠.]
pt_br: @prophet_sigh [O Mundo Ainda Está por um Fio.]
ru: @prophet_sigh [Мир До Сих Пор Висит На Волоске.]

source: @prophet_hmm [The Surface Of This World Is Abundant With An Element Called Phosphor.]
cht: @prophet_hmm [在这个世界的表面布满了一种叫做 荧光体的元素。]
es: @prophet_hmm [En la superficie de este mundo abunda un elemento llamado fósforo.]
it: @prophet_hmm [Sulla Superficie Di Questo Mondo Abbonda Un Elemento Chiamato Fosforo.]
ja: @prophet_hmm [この世界の地表には、 蛍光体と呼ばれる物質が豊富に存在しております。]
ko: @prophet_hmm [이 세계의 표면에는 발광체라 불리는 원소가 풍부합니다.]
pt_br: @prophet_hmm [A Superfície Deste Mundo é Abundante em um Elemento Chamado Luminescência.]
ru: @prophet_hmm [Поверхность Этого Мира Изобилует Элементом Под Названием Фосфор.]

source: @prophet_hmm [Fortunately For Us, This Element Stored Light Energy From Our Previous Sun.]
cht: @prophet_hmm [对我们来说值得庆幸的是，这种元素从上一个 太阳那里储存了光能。]
es: @prophet_hmm [Afortunadamente para nosotros, este elemento almacenó energía de nuestro sol anterior.]
it: @prophet_hmm [Fortunatamente Per Noi, Questo Elemento Conserva L'Energia Luminosa Del Nostro Precedente Sole.]
ja: @prophet_hmm [幸いなことに、この物質には以前の 太陽光エネルギーが蓄えられておりました。]
ko: @prophet_hmm [다행스럽게도 이 원소가 이전 태양으로부터 받은 빛 에너지를 저장해 주었죠.]
pt_br: @prophet_hmm [Felizmente, para Nós, Este Elemento Guardou a Energia da Luz do Antigo Sol.]
ru: @prophet_hmm [К Счастью Для Нас, Этот Элемент Накопил Энергию Света От Прежнего Солнца.]

source: @prophet_hmm [It's Now Our Only Source Of Illumination, But Its Energy Is Finite.]
cht: @prophet_hmm [这是我们现在唯一的光源，但是毕竟储存的 光能是有限的。]
es: @prophet_hmm [Ahora es nuestra única fuente de iluminación, pero su energía es limitada.]
it: @prophet_hmm [Ora È La Nostra Unica Fonte Di Illuminazione, Ma La Sua Energia Non Durerà Per Sempre.]
ja: @prophet_hmm [現在、それが唯一の光源となっております。 しかしそのエネルギーには限りがあるのです。]
ko: @prophet_hmm [발광체는 현재 우리에게 남은 유일한 광원인데, 안타깝게도 그 수에는 한계가 있습니다.]
pt_br: @prophet_hmm [Agora É Nossa Única Fonte de Luz, Mas Sua Energia é Finita.]
ru: @prophet_hmm [Теперь Это Наш Единственный Источник Освещения, Но Запасы Этой Энергии Не Бесконечны.]

source: @prophet_sigh [When The Last Of The Light Dies,\.\. Our World Will Too.]
cht: @prophet_sigh [一旦这最后的光能用完了，\.\. 我们的世界也将随之毁灭。]
es: @prophet_sigh [Cuando se apague la última luz,\.\. nuestro mundo también lo hará.]
it: @prophet_sigh [Quando L'Ultima Luce Morirà,\.\. La Stessa Fine Toccherà Al Nostro Mondo.]
ja: @prophet_sigh [最後の光が消滅すると、\.\. ワタクシたちの世界も…]
ko: @prophet_sigh [마지막 빛이 사라지면,\.\. 이 세계 역시 최후를 맞이하겠죠.]
pt_br: @prophet_sigh [Quando a Última Luz Morrer,\.\. Nosso Mundo Também Morrerá.]
ru: @prophet_sigh [Когда Угаснет Последняя Искра Света,\.\. Наш Мир Умрёт.]

source: @niko_speak ...\.\.\@niko_eyeclosed Ah...
cht: @niko_speak ...\.\.\@niko_eyeclosed 啊...
es: @niko_speak ...\.\.\@niko_eyeclosed Oh...
ja: @niko_speak …\.\.\@niko_eyeclosed そう…
ko: @niko_speak ...\.\.\@niko_eyeclosed 아...
ru: @niko_speak ...\.\.\@niko_eyeclosed Ох...

source: @prophet [But Now That You Are Here With The New Sun, All Is Well.]
cht: @prophet [不过现在既然你带来了新的太阳，一切都会好 起来的。]
es: @prophet [Pero ahora que estás aquí con el nuevo sol, no hay ningún problema.]
it: @prophet [Ma Adesso Che Sei Qui Con Il Nuovo Sole, Andrà Tutto Bene.]
ja: @prophet [しかし、アナタサマが新たな太陽を持って こられたので、もう安心でございましょう。]
ko: @prophet [하지만 당신이 새로운 태양을 가지고 왔으니, 다 잘될 겁니다.]
pt_br: @prophet [Mas Agora que Você Está Aqui com o Novo Sol, Está Tudo Bem.]
ru: @prophet [Но Теперь Ты Здесь С Новым Солнцем, Так Что Всё Хорошо.]

source: @prophet [You Will Need To Restore It To The Tower.]
cht: @prophet [你要把太阳重新放置到塔楼里。]
es: @prophet [Tendrás que llevarlo hasta la Torre.]
it: @prophet [Dovrai Metterlo In Cima Alla Torre, Al Suo Posto.]
ja: @prophet [その太陽を、塔にお戻しください。]
ko: @prophet [탑까지 가서 태양을 되돌려 놓아야 해요.]
pt_br: @prophet [Você Precisa Levá-lo à Torre.]
ru: @prophet [Ты Должен Вернуть Его В Башню.]

source: @niko2 That looks... pretty far off!
cht: @niko2 这看起来...好远啊！
es: @niko2 Parece que está... un poco lejos.
it: @niko2 Sembra... davvero molto lontana!
ja: @niko2 けっこう…遠そうだね！
ko: @niko2 탑이... 정말 멀리 있는 것 같은데요?
pt_br: @niko2 Ela parece muito... longe!
ru: @niko2 Кажется, это... довольно далеко!

source: @prophet [Yes. So Begins Your Pilgrimage.]
cht: @prophet [是的。所以开始你的朝圣之旅吧。]
es: @prophet [Sí, así comienza tu peregrinación.]
it: @prophet [Sì. È Qui Che Ha Inizio Il Tuo Pellegrinaggio.]
ja: @prophet [はい。旅の始まりでございます。]
ko: @prophet [맞습니다. 그러니 이제 순례를 떠나야겠죠.]
pt_br: @prophet [Sim, Então Comece a sua Peregrinação.]
ru: @prophet [Да. Так Начинается Твоё Паломничество.]

source: @prophet_hmm [Also, The Sun Is Fragile, So Be Careful.]
cht: @prophet_hmm [另外，太阳它非常脆弱，所以一定要小心。]
es: @prophet_hmm [Además, el sol es frágil, así que ten cuidado.]
it: @prophet_hmm [Inoltre Il Sole È Molto Fragile, Quindi Fai Attenzione.]
ja: @prophet_hmm [あと、太陽は壊れやすいですから、 どうかお気をつけて。]
ko: @prophet_hmm [또, 태양은 깨지기 쉬우니 조심하세요.]
pt_br: @prophet_hmm [O Sol é Muito Frágil, Portanto Tenha Cuidado.]
ru: @prophet_hmm [А Ещё Солнце Очень Хрупкое, Так Что Будь Осторожен.]

source: @prophet_sigh [If The Sun Shatters, The World Will End In An Instant.]
cht: @prophet_sigh [万一你打碎了太阳，这世界很快就会毁灭的。]
es: @prophet_sigh [Si el sol se destruye, el mundo acabará en un instante.]
it: @prophet_sigh [Se Andasse In Frantumi, Il Mondo Finirebbe In Un Istante.]
ja: @prophet_sigh [太陽が砕けると、世界は一瞬で 滅びてしまいます。]
ko: @prophet_sigh [태양이 부서지기라도 하면 이 세상도 끝장이니까요.]
pt_br: @prophet_sigh [Se o Sol se Quebrar, O Mundo Acabará num Instante.]
ru: @prophet_sigh [Если Оно Разобьётся, Миру Сразу Придёт Конец.]

source: @niko3 Oh...
cht: @niko3 噢...
es: @niko3 Vaya...
ja: @niko3 え…
ko: @niko3 아...
pt_br: @niko3 Ah...
ru: @niko3 Ох...

source: @niko Oh...
cht: @niko 噢...
es: @niko Vaya...
ja: @niko えっと…
ko: @niko 아...
pt_br: @niko Ah...
ru: @niko Ой...

source: @niko I don't mean to be rude, but I..
cht: @niko 虽然有些冒昧，但是我...
es: @niko No quiero ser impertinente, pero...
it: @niko Non vorrei sembrare maleducato, ma...
ja: @niko こんなこと言いたくないんだけど、でも…
ko: @niko 저기 죄송한데요...
pt_br: @niko Desculpe a grosseria, mas eu...
ru: @niko Не хочу показаться грубым, но я...

source: @niko_eyeclosed I'm... not sure about this.
cht: @niko_eyeclosed 我...还不是很确定。
es: @niko_eyeclosed No tengo claro... esto.
it: @niko_eyeclosed Non ci sto capendo molto.
ja: @niko_eyeclosed ちょっと…自信ないかも。
ko: @niko_eyeclosed 전... 아직도 잘 모르겠어요.
pt_br: @niko_eyeclosed Eu... não tenho certeza...
ru: @niko_eyeclosed Я... не уверен насчёт всего этого.

source: @niko_distressed2 I still don't know how I got here!
cht: @niko_distressed2 我还不知道我是怎么来到这里的！
es: @niko_distressed2 ¡Aún sigo sin saber cómo he llegado hasta aquí!
it: @niko_distressed2 Ancora non so come io sia arrivato qui!
ja: @niko_distressed2 どうやってここに来たのかも まだ分かってないし！
ko: @niko_distressed2 어쩌다 여기 왔는지도 모르겠는걸요!
pt_br: @niko_distressed2 Eu ainda nem sei como vim parar aqui!
ru: @niko_distressed2 Всё ещё не понимаю, как я сюда попал!

source: @niko_eyeclosed I was just with my mama a few hours ago...
cht: @niko_eyeclosed 几个小时之前我还跟我妈妈在一起...
es: @niko_eyeclosed Estaba con mamá hace unas horas...
it: @niko_eyeclosed Ero con la mamma fino a qualche ora fa...
ja: @niko_eyeclosed ちょっと前までは、ママと一緒にいたのに…
ko: @niko_eyeclosed 몇 시간 전까지만 해도 엄마와 있었는데...
pt_br: @niko_eyeclosed Eu estava com minha mãe algumas horas atrás...
ru: @niko_eyeclosed Ещё пару-тройку часов назад я был со своей мамой...

source: @niko_distressed2 And now it feels like I'm in a bad dream...
cht: @niko_distressed2 而现在我就好像在做噩梦一样...
es: @niko_distressed2 Y ahora parece que estoy en una pesadilla...
it: @niko_distressed2 E ora mi sembra di essere finito in un brutto sogno...
ja: @niko_distressed2 今はまるで、悪夢の中にいるみたい…
ko: @niko_distressed2 지금은 마치 악몽을 꾸는 것만 같아요...
pt_br: @niko_distressed2 Agora parece que estou num pesadelo...
ru: @niko_distressed2 А теперь будто попал в плохой сон...

source: @niko_eyeclosed I just want to go home...
cht: @niko_eyeclosed 我好想回家...
es: @niko_eyeclosed Solo quiero irme a casa...
it: @niko_eyeclosed Voglio solo tornare a casa...
ja: @niko_eyeclosed ミーは早く家に帰りたいだけなんだ…
ko: @niko_eyeclosed 그냥 집에 가고 싶어요...
pt_br: @niko_eyeclosed Eu só queria ir para casa...
ru: @niko_eyeclosed Я просто хочу домой...

source: @prophet [Your Mission Is To Save Our World.]
cht: @prophet [你的任务是拯救我们的世界。]
es: @prophet [Tu misión es salvar nuestro mundo.]
it: @prophet [La Tua Missione È Salvare Il Nostro Mondo.]
ja: @prophet [アナタサマの使命は、この世界を救うこと。]
ko: @prophet [당신의 임무는 우리 세계를 구하는 겁니다.]
pt_br: @prophet [Sua Missão É Salvar Nosso Mundo.]
ru: @prophet [Твоя Миссия — Спасти Наш Мир.]

source: @prophet_hmm [Just As My Mission Is To Tell You About Our World.]
cht: @prophet_hmm [就像我的任务是帮你了解我们的世界。]
es: @prophet_hmm [Del mismo modo que mi misión es hablarte de nuestro mundo.]
it: @prophet_hmm [Così Come La Mia Missione È Parlarti Del Nostro Mondo.]
ja: @prophet_hmm [この世界に関する情報を提供することが、 ワタクシの使命であるのと同じように。]
ko: @prophet_hmm [제 임무는 당신에게 우리 세계에 대해 설명하는 것이고요.]
pt_br: @prophet_hmm [Assim Como a Minha Missão É Contar Tudo Sobre Nosso Mundo a Você.]
ru: @prophet_hmm [Как И Моя Миссия — Рассказать Тебе О Нашем Мире.]

source: @prophet [I Am Unable To Help You Beyond My Programming.]
cht: @prophet [我无法在超出我的程序设计范围外， 为你提供帮助。]
es: @prophet [No puedo ayudarte más allá de para lo que estoy programado.]
it: @prophet [Non Posso Aiutarti, Andrebbe Oltre Il Mio Programma.]
ja: @prophet [プログラムされていないことは 何もお手伝いできません。]
ko: @prophet [제 프로그램을 벗어나는 내용에 대해선 도움을 드릴 수가 없습니다.]
pt_br: @prophet [Não Consigo Ajudar Você Além da Minha Programação.]
ru: @prophet [Я Не В Силах Помочь Тебе Чем-то Сверх Того, На Что Запрограммирован.]

source: @prophet_sigh [I Am Sorry.]
cht: @prophet_sigh [我很抱歉。]
es: @prophet_sigh [Lo siento.]
it: @prophet_sigh [Mi Dispiace.]
ja: @prophet_sigh [申し訳ございません。]
ko: @prophet_sigh [죄송합니다.]
pt_br: @prophet_sigh [Desculpe.]
ru: @prophet_sigh [Мне Очень Жаль.]

source: @niko_eyeclosed ...oh.
cht: @niko_eyeclosed ...噢。
es: @niko_eyeclosed ... Puf.
ja: @niko_eyeclosed …そっか。
ko: @niko_eyeclosed ...네.
pt_br: @niko_eyeclosed Ah...
ru: @niko_eyeclosed ...ох.

source: @niko_speak \p! Did you see what happened?
cht: @niko_speak \p！你看到发生什么了吗？
es: @niko_speak ¡\p! ¿Has visto lo que ha pasado?
it: @niko_speak \p, hai visto cos'è successo?
ja: @niko_speak \p！ 今の見た？
ko: @niko_speak \p 님! 방금 무슨 일이 있었는지, 보셨어요?
pt_br: @niko_speak \p! Você viu o que aconteceu?
ru: @niko_speak \p! Произошло что-то странное!

source: Yeah?
cht: 啊？
es: Sí...
it: Sì?
ja: ああ。
ko: 응?
pt_br: Sim?
ru: Да?

source: @niko_eyeclosed My vision went blank for a second...\>\n\@niko_speak And then I saw something?
cht: @niko_eyeclosed 我的视觉空白了几秒... \>\n\@niko_speak 然后我好像看到了什么？
es: @niko_eyeclosed Perdí la vista por un instante...\>\n\@niko_speak Y luego vi algo.
it: @niko_eyeclosed La mia vista si è oscurata per un secondo...\>\n\@niko_speak Poi ho visto... qualcosa?
ja: @niko_eyeclosed 目の前が一瞬、真っ暗になって…\>\n\@niko_speak それで、何かが見えたような…？
ko: @niko_eyeclosed 시야가 잠시 흐려졌어요...\>\n\@niko_speak 그다음... 뭔가를 본 것 같았는데...?
pt_br: @niko_eyeclosed Minha visão escureceu por um segundo...\>\n\@niko_speak E depois eu vi algo...?
ru: @niko_eyeclosed На секунду у меня потемнело перед глазами...\>\n\@niko_speak И потом я что-то увидел?

source: @niko Like a really short dream...
cht: @niko 好像一场很短的梦...
es: @niko Como en un sueño muy corto...
it: @niko Come un sogno molto breve...
ja: @niko すごく短い夢、みたいな…
ko: @niko 마치 짧은 꿈 같았어요...
pt_br: @niko Como um pequeno sonho...
ru: @niko Как очень короткий сон...

source: @niko_eyeclosed I wonder what that was about...
cht: @niko_eyeclosed 我想知道那是什么...
es: @niko_eyeclosed Me pregunto por qué...
it: @niko_eyeclosed Mi chiedo cosa fosse...
ja: @niko_eyeclosed 何だったんだろう…
ko: @niko_eyeclosed 대체 뭐였을까요...
pt_br: @niko_eyeclosed O que foi aquilo?
ru: @niko_eyeclosed Интересно, о чём он был...

source: So you actually made it here.
cht: 所以你经做到了。
es: Así que has conseguido llegar hasta aquí.
it: Così sei riuscito ad arrivare fin qui.
ja: ここまで来たか。
ko: 그래, 결국 여기까지 왔구나.
pt_br: Então você veio mesmo.
ru: Значит, тебе всё-таки удалось сюда добраться.

source: I... guess you win, \p.
cht: 我想...你已经赢了，\p。
es: Supongo... que tú ganas, \p.
it: \p, immagino tu abbia vinto.
ja: ふむ…おまえの勝ちのようだな、 \p。
ko: ...아무래도 네가 이긴 것 같네, \p.
pt_br: Acho... que você venceu, \p.
ru: Ладно... твоя взяла, \p.

source: I'll tell you how to save the world, then.
cht: 那么让我告诉你怎样拯救这个世界。
es: Así que te contaré cómo salvar el mundo.
it: Ti dirò come salvare il mondo.
ja: ならば、世界を救う方法を教えよう。
ko: 그럼 세상을 구하는 방법을 가르쳐 주지.
pt_br: Então eu lhe direi como salvar o mundo.
ru: Теперь я расскажу тебе, как спасти мир.

source: When you reach the summit, shatter the lightbulb, and...
cht: 当你到达最高层的时候，打碎灯泡，然后...
es: Cuando llegues a la cima, destruye la bombilla y...
it: Quando arriverai in cima alla Torre, rompi la lampadina e...
ja: 頂上に辿り着いた後、電球を砕き、そして…
ko: 꼭대기에 올라가서 전구를 깨트려 버려. 그러면...
pt_br: Quando chegar no topo, quebre a lâmpada e...
ru: Когда доберёшься до вершины, разбей лампочку и...

source: ...I'm just humoring you.
cht: ...刚才是个玩笑。
es: ... Solo estoy intentando animarte.
it: ...Ti sto prendendo in giro.
ja: …ただの冗談だ。
ko: ...그냥 웃자고 한 이야기야.
pt_br: Ah, brincadeira...
ru: ...Тебе это должно было показаться забавным.

source: I know you've been getting help from a certain someone.
cht: 我知道你一直在从某个人那里获得帮助。
es: Sé que cierta persona te ha estado ayudando.
it: So che sei stato aiutato da qualcuno.
ja: おまえが、どこぞの誰かから助けを得ているのは知っている。
ko: 그동안 네가 누군가에게 도움을 받았다는 걸 알아.
pt_br: Eu sei que tem uma certa pessoa ajudando você.
ru: Я знаю, что тебе всё это время кое-кто помогал.

source: He already told you about the choice, didn't he?
cht: 他已经告诉你如何选择了，是不是？
es: Ya te ha hablado de la decisión, ¿verdad?
it: Ti ha già parlato della scelta, vero?
ja: すでにそいつから、「選択」のことは聞いたのだろう？
ko: 그 자가 이미 이 선택에 대해서도 이야기했겠지?
pt_br: Ele já contou sobre a escolha, certo?
ru: Он ведь уже рассказал тебе насчёт выбора, разве нет?

source: Are you still planning to save the world, \p?
cht: 你还是要拯救这个世界吗，\p？
es: ¿Tu plan sigue siendo salvar el mundo, \p?
it: Hai ancora intenzione di salvare il mondo, \p?
ja: おまえはまだ世界を救うつもりなのか、 \p？
ko: \p, 아직도 이 세상을 구하려는 거야?
pt_br: Você ainda quer salvar o mundo, \p?
ru: Ты всё ещё собираешься спасти мир, \p?

source: Why are you trying so hard for this?
cht: 为什么你为了这如此努力呢？
es: ¿Por qué lo estás intentando con tantas ganas?
it: Perché ti stai impegnando così tanto?
ja: なぜそれほど躍起になっている？
ko: 왜 그렇게 열심인 거지?
pt_br: Por que tanto interesse nisso?
ru: Почему ты так ради этого стараешься?

source: Haven't you even figured out what this world IS?
cht: 你到底有没有弄明白这个世界的本质呢？
es: ¿Es que no has conseguido averiguar qué es este mundo?
it: Non hai ancora capito COS'È questo mondo?
ja: この世界がどういうものなのかさえ、解っていないのだろう？
ko: 이 세상의 정체가 뭔지, 아직도 모르겠어?
pt_br: Você ainda nem descobriu o que é este mundo?
ru: Разве до тебя ещё не дошло, ЧЕМ является этот мир?
