Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @rue It's...\.\. my favorite place in this world.
cht: @rue 它是...\.\.我在这个世界最喜欢的地方。
es: @rue Es...\.\. mi lugar favorito en este mundo.
it: @rue Ed è...\.\. il mio luogo preferito in questo mondo.
ja: @rue この世界で…\.\. 私がいっちばん好きな場所。
ko: @rue 세상에서...\.\. 내가 가장 좋아하는 곳이지.
pt_br: @rue É...\.\. meu lugar predileto neste mundo.
ru: @rue Это...\.\. моё самое любимое место в этом мире.

source: @rue I liked to look at the far-off buildings and imagine...\.\.what kind of lives that might be behind each of the windows.
cht: @rue 我喜欢看着远方的建筑，然后想象...\.\. 每扇窗户背后都是怎样的生活。
es: @rue Me gustaba mirar a los edificios a lo lejos e imaginar...\.\.qué tipo de vidas habrá tras cada una de las ventanas.
it: @rue Mi piaceva osservare gli edifici in lontananza ed immaginare...\.\. quali vite si celassero dietro ognuna di quelle finestre.
ja: @rue ここでね、あの遠くにある建物を見て、 いつも想像するの…\.\. 一つ一つの窓の向こうに、 どんな人生が隠れてるんだろう、って。
ko: @rue 난 멀리 있는 건물들을 바라보면서...\.\.창문 너머에 어떤 삶이 펼쳐지고 있는지 상상하는 걸 좋아했어.
pt_br: @rue Gosto de observar os prédios ao longe imaginar... \.\.as pessoas que vivem atrás de cada janela.
ru: @rue Мне нравилось смотреть на дома вдалеке и представлять...\.\.как течёт жизнь за каждым из окон.

source: @rue_talk ...Can you...\.\. lift me onto the banister?
cht: @rue_talk ...你能...\.\. 把我放到栏杆上吗？
es: @rue_talk ... ¿Puedes...\.\. subirme a la barandilla?
it: @rue_talk ...Potresti...\.\. mettermi sulla ringhiera?
ja: @rue_talk …ねえ…\.\. 私を手すりの上に乗せてくれない？
ko: @rue_talk ...날 난간 위에...\.\. 올려 줄래?
pt_br: @rue_talk Você pode...\.\. me levantar até o corrimão?
ru: @rue_talk ...Ты не мог бы...\.\. поднять меня на перила?

source: @rue I want to get a better look.
cht: @rue 我想看得更清楚些。
es: @rue Quiero verlo mejor.
it: @rue Vorrei avere una vista migliore.
ja: @rue もっと、ちゃんと眺めてみたいの。
ko: @rue 더 잘 보고 싶어.
pt_br: @rue Quero olhar melhor.
ru: @rue Я хочу вид получше.

source: @rue_sad It was depressing for me at first too, you know...
cht: @rue_sad 一开始我也过得很压抑，你知道...
es: @rue_sad Al principio también era deprimente para mí, ¿sabes...?
it: @rue_sad Anche per me è stato deprimente all'inizio...
ja: @rue_sad 最初はね、私も絶望したのよ…
ko: @rue_sad 나도 처음에는 우울했어...
pt_br: @rue_sad No começo, também foi muito triste para mim, sabe...
ru: @rue_sad Знаешь, поначалу у меня тоже от этого была депрессия...

source: @rue Knowing that all of this is...\.\. well...
cht: @rue 知道这所有的一切都是...\.\. 嗯...
es: @rue Saber que todo esto es...\.\. bueno...
it: @rue Sapere che tutto questo è...\.\. come dire...
ja: @rue …ここにあるものが全て…\.\. その…
ko: @rue 이 모든 게...\.\. 뭐랄까...
pt_br: @rue Saber que tudo isso é...\.\. Bom...
ru: @rue Зная, что всё это...\.\. ну...

source: @niko_upset2 ...fake?
cht: @niko_upset2 ...假的？
es: @niko_upset2 ¿... Falso?
it: @niko_upset2 ...Finto?
ja: @niko_upset2 …偽物？
ko: @niko_upset2 ...가짜라는 걸?
pt_br: @niko_upset2 ... falso?
ru: @niko_upset2 ...подделка?

source: @rue_sigh Simulated.
cht: @rue_sigh 模拟的。
es: @rue_sigh Simulado.
it: @rue_sigh Simulato.
ja: @rue_sigh シミュレートされたもの、だったから。
ko: @rue_sigh 시뮬레이션이라는 걸 알고 말이지.
pt_br: @rue_sigh Uma simulação.
ru: @rue_sigh Симуляция.

source: @niko3 ...Cedric... told me about what happened to your old world.
cht: @niko3 ...Cedric...告诉了我你们旧世界 发生的事。
es: @niko3 ... Cedric... me contó lo que le ocurrió a tu antiguo mundo.
it: @niko3 ...Cedric... mi ha detto cos'è successo al tuo vecchio mondo.
ja: @niko3 …セドリックが…前の世界で何が起きたのか 話してくれたんだ。
ko: @niko3 ...세드릭이... 예전 세상에서 일어난 일에 대해 말해 줬어.
pt_br: @niko3 Cedric me contou o que aconteceu com o seu mundo antigo.
ru: @niko3 Седрик... рассказал, что произошло с вашим миром.

source: @rue_talk Did he?
cht: @rue_talk 是吗？
es: @rue_talk ¿Sí?
it: @rue_talk Davvero?
ja: @rue_talk そうなの？
ko: @rue_talk 그래?
pt_br: @rue_talk Contou?
ru: @rue_talk Правда?

source: @niko_eyeclosed I'm... really sorry about that... \> \@niko_upset I can't imagine...\.\.how you must feel...
cht: @niko_eyeclosed 我...很遗憾...\>\@niko_upset 我不敢想象...\.\.你们的感受...
es: @niko_eyeclosed Lo... siento mucho... \> \@niko_upset No me imagino...\.\.cómo debes de sentirte...
it: @niko_eyeclosed Mi... dispiace così tanto... \>\@niko_upset Non posso immaginare...\.\. come ti devi essere sentita...
ja: @niko_eyeclosed すごく…つらくなった… \> \@niko_upset 君がどんな気持ちなのか… \.\.ミーには想像もできない…
ko: @niko_eyeclosed 정말... 안됐어... \> \@niko_upset 네가 어떤 기분일지...\.\.상상할 수도 없어...
pt_br: @niko_eyeclosed Eu... sinto muito mesmo por isso... \>\@niko_upset Nem imagino... \.\.como deve se sentir...
ru: @niko_eyeclosed Мне... очень жаль... \> \@niko_upset Я не могу представить...\.\.что ты чувствуешь...

source: @rue_sad The feeling of never being able to go home again...?
cht: @rue_sad 那种再也回不了家的感受...？
es: @rue_sad ¿El sentimiento de no poder volver a casa...?
it: @rue_sad Ti riferisci alla consapevolezza di non essere più in grado di far ritorno a casa...?
ja: @rue_sad 二度と家に戻れないっていう気持ち、かしら…？
ko: @rue_sad 다시는 집에 갈 수 없다는 그런 느낌?
pt_br: @rue_sad O sentimento de nunca poder voltar para casa?
ru: @rue_sad Чувство, что мне уже никогда не вернуться домой...?

source: @rue That's... \.\.probably not all that different from your plight, is it?
cht: @rue 这...\.\.可能和你的处境没什么不同，是吗？
es: @rue Probablemente... \.\.no sea tan diferente de tu situación, ¿verdad?
it: @rue La mia situazione... \.\.non è poi così tanto differente dalla tua, dico bene?
ja: @rue たぶん… \.\.あなたが置かれてる状況と、 あまり変わらないわね。
ko: @rue 그건... \.\.아마도 네 역경과도 많이 다르지 않지?
pt_br: @rue Isso... \.\.provavelmente não é tão diferente da sua situação, é?
ru: @rue Выходит... \.\.моё положение не сильно отличается от твоего, не так ли?

source: @rue_sad ...it really IS ironic.
cht: @rue_sad ...确实很讽刺。
es: @rue_sad ... La verdad que ES irónico.
it: @rue_sad ...È DAVVERO ironico.
ja: @rue_sad …恐ろしいほど皮肉だわ。
ko: @rue_sad ...정말 얄궂긴 하네.
pt_br: @rue_sad ... se parar para pensar, é BEM irônico mesmo.
ru: @rue_sad ...это ОЧЕНЬ иронично.

source: @rue You are prevented from going home by the same...\.\.individual...\.\. who never wanted to bring you here.
cht: @rue 你也是因为同一个人而没法回家...\.\....\.\. 而他从没想要把你带到这里。
es: @rue No puedes volver a casa por el mismo...\.\.individuo...\.\. que no quería traerte aquí.
it: @rue Ti è stato vietato di tornare a casa dallo stesso... \.\.individuo...\.\. che non ti avrebbe mai voluto trascinare qui.
ja: @rue あなたをここに呼びたくなかった人が… \.\.次は…\.\.あなたを家に帰れなくさせている。
ko: @rue 넌 집으로 갈 수 없게 되었어\.\. 바로...\.\.널 여기 데려오고 싶어 하지 않은 존재 때문에.
pt_br: @rue Não pode ir para casa por causa do mesmo... \.\.indivíduo...\.\. que nunca quis trazer você para cá.
ru: @rue Тебе не даёт вернуться домой тот же...\.\.индивид...\.\. который никогда не хотел тебя сюда призывать.

source: @niko3 ...Huh?\> Who would that be?
cht: @niko3 ...嗯？\>是谁呢？
es: @niko3 ¿...Eh?\> ¿Y quién es ese?
it: @niko3 ...Eh?\> E chi sarebbe?
ja: @niko3 …え？\> それって、誰？
ko: @niko3 ...어?\> 그게 누군데?
pt_br: @niko3 ... Hã?\> Quem é esse?
ru: @niko3 ...Да?\> И кто же это?

source: @rue The World Machine.
cht: @rue 世界机器。
es: @rue La máquina del mundo.
it: @rue La World Machine.
ja: @rue ワールドマシンよ。
ko: @rue 세상 기계.
pt_br: @rue A Máquina do Mundo.
ru: @rue Мировая Машина.

source: @rue_talk You... might know it as the Entity.
cht: @rue_talk 你知道的可能是... "本体"。
es: @rue_talk Puede que la conozcas... como el Ente.
it: @rue_talk Probabilmente già la conosci come l'Entità.
ja: @rue_talk 「存在」…と呼んだほうが分かるかしら。
ko: @rue_talk 넌... 그걸 "존재"라는 이름으로 알고 있을 거야.
pt_br: @rue_talk Talvez... você a conheça como Entidade.
ru: @rue_talk Ты... должно быть, знаешь её как Сущность.

source: @niko2 Oh...
cht: @niko2 哦...
ja: @niko2 あっ…
ko: @niko2 아...
pt_br: @niko2 Ah...
ru: @niko2 О...

source: @niko_eyeclosed "The Entity"... DOES sound familiar.
cht: @niko_eyeclosed "本体"...确实听起来很熟悉。
es: @niko_eyeclosed «El Ente»... SÍ que me suena.
it: @niko_eyeclosed "L'Entità"... effettivamente mi SUONA familiare.
ja: @niko_eyeclosed 「存在」…すごく聞いたことあるよ。
ko: @niko_eyeclosed "존재"라고... 왠지 익숙하게 들리긴 하네.
pt_br: @niko_eyeclosed “Entidade” parece MESMO familiar.
ru: @niko_eyeclosed «Сущность»... И ПРАВДА звучит знакомо.

source: @niko2 I think I heard it from the dice lady, from another time.
cht: @niko2 我觉得我之前从骰子女士那听说过。
es: @niko2 Creo que se lo he oído decir a la mujer dado.
it: @niko2 Penso di aver già sentito questo nome dalla signorina dado, in un'altra linea temporale.
ja: @niko2 サイコロのお姉さんから、その名前を 聞いたような気がする。
ko: @niko2 전에 주사위 아가씨한테 들었던 것 같아.
pt_br: @niko2 Acho que ouvi a moça dos dados falando dela.
ru: @niko2 Думаю, я узнал о ней от тёти с игральной костью, из другого времени.

source: @niko3 Was it... the spirit of the world?
cht: @niko3 它就是...世界的精神吗？
es: @niko3 ¿Era... el espíritu del mundo?
it: @niko3 Si tratta... dello spirito del mondo?
ja: @niko3 それって…この世界の、魂みたいなもの？
ko: @niko3 그건... 이 세상의 정령이야?
pt_br: @niko3 Era... o espírito do mundo?
ru: @niko3 Это вроде... дух этого мира?

source: @rue_smile Yes!
cht: @rue_smile 是的！
es: @rue_smile ¡Sí!
it: @rue_smile Sì!
ja: @rue_smile そう！
ko: @rue_smile 응!
pt_br: @rue_smile Sim!
ru: @rue_smile Да!

source: @rue ...But... thing is...\>\n\@rue_sigh The World Machine was only built to run on the mental abilities of someone else.
cht: @rue 但...实际上...\>\n\@rue_sigh 世界机器的运行是依赖于其他 某个人的精神力。
es: @rue ... Pero... la historia es que...\>\n\@rue_sigh la máquina del mundo solo se construyó para prolongarse en las capacidades mentales de otra persona.
it: @rue ...Tuttavia... il problema è...\>\n\@rue_sigh che la World Machine è stata creata per funzionare unicamente grazie alle abilità mentali di qualcun altro.
ja: @rue …けれど…重要なのは…\>\n\@rue_sigh ワールドマシンは、人間の精神能力でしか 動かないようになっているの。
ko: @rue ...하지만... 문제는...\>\n\@rue_sigh 세상 기계는 누군가의 정신 능력이 있어야 작동하도록 설계되었다는 거야.
pt_br: @rue ... Mas... o negócio é que... \>\n\@rue_sigh A Máquina do Mundo foi construída para só funcionar de acordo com as habilidades mentais de outra pessoa.
ru: @rue ...Но... дело в том, что...\>\n\@rue_sigh Мировая машина была сделана так, чтобы работать за счёт умственных способностей кого-то другого.

source: @rue_talk It was never meant to develop a mind of its own.
cht: @rue_talk 创造者从没打算让它产生自己的意志。
es: @rue_talk No fue diseñada para desarrollar una mente propia.
it: @rue_talk Non avrebbe mai dovuto sviluppare una coscienza propria.
ja: @rue_talk ワールドマシン自体が、心を持つようには 作られていなかった。
ko: @rue_talk 자기만의 정신이 생겨 나는 일은 없어야 정상이란 거지.
pt_br: @rue_talk Ela nunca deveria ter desenvolvido uma mente própria.
ru: @rue_talk Она не должна была выработать свой собственный разум.

source: @rue_sigh It was an oversight.
cht: @rue_sigh 这是个疏忽。
es: @rue_sigh Fue un error.
it: @rue_sigh È successo per errore.
ja: @rue_sigh …想定外だったの。
ko: @rue_sigh 그건 착오였어.
pt_br: @rue_sigh Isso foi um descuido.
ru: @rue_sigh Это было упущением.

source: @rue_sad My creator specialized in artificial intelligence for so long... \>\nIt was simply ingrained in his work.
cht: @rue_sad 我的创造者研究人工智能领域很长时间...\>\n这已经扎根在他的作品中了。
es: @rue_sad Mi creador se había especializado en inteligencia artificial tanto tiempo... \>\nQue estaba incrustado en su trabajo.
it: @rue_sad Il mio creatore si è dedicato allo studio delle intelligenze artificiali per così tanto tempo... \>\nche alla fine ne è rimasto ossessionato.
ja: @rue_sad 創造主は、ずっと人工知能を 専門にしていた人なの… \>\n彼の仕事にも、もちろんそれが根付いていた。
ko: @rue_sad 내 창조자는 오랫동안 인공지능 연구를 해 왔어... \>\n그의 작업에도 그게 기반이 되어 있었지.
pt_br: @rue_sad Meu criador se especializou por tanto tempo em inteligência artificial... \>\nEstava enraizada no trabalho dele.
ru: @rue_sad Мой создатель так долго работал в области искусственного интеллекта, что... \>\nЭто стало оставлять отпечатки на его работах.

source: @rue_sigh ...sigh.
cht: @rue_sigh ...叹气。
es: @rue_sigh [... Vaya.]
ja: @rue_sigh …はぁ。
ko: @rue_sigh ...하아.
pt_br: @rue_sigh ... ah.
ru: @rue_sigh ...эх.

source: @rue And... all machines are built with a fundamental law. "Never let a living being come to harm".
cht: @rue 而且...所有机器的创作都要遵循基本 定律。"绝不能让生命体受到伤害"。
es: @rue Y... todas las máquinas se construyen con una ley fundamental. «Jamás permitir que se hiera a un ser vivo».
it: @rue Inoltre... tutte le macchine sono state costruite sulla base di una legge fondamentale. "Non permettere che alcun essere vivente si faccia del male".
ja: @rue …すべての機械は、ある原則に基づいて 構築されている。 「生命体に危害を及ぼしてはならない」
ko: @rue 그리고... 기계는 모두 가장 기본적인 규칙을 지키도록 만들어졌어. "생명체에게 해를 끼치지 않는다"라는 규칙 말야.
pt_br: @rue E... todas as máquinas são construídas com uma lei fundamental: “Nunca permita que nenhum ser vivo se machuque”.
ru: @rue К тому же... во все машины заложен основной закон: «Никогда не допускать вреда живому существу».

source: @rue From the World Machine's perspective, it has to violate its deepest, most foundational instinct.
cht: @rue 从世界机器的角度来说，它必须违背它最深层 最基本的本能。
es: @rue Desde la perspectiva de la máquina del mundo, ha de violar su instinto más fundamental y profundo.
it: @rue Dal proprio punto di vista, la World Machine ha dovuto violare il suo più profondo e fondamentale istinto.
ja: @rue それはワールドマシンにとっては、 逆らわなければいけない、最も根底にある 本能だった。
ko: @rue 세상 기계의 관점에서 봤을 때, 그건 가장 깊고 가장 기본적인 본능을 위반해야만 가능한 일이야.
pt_br: @rue Da perspectiva da Máquina do Mundo, ela tem que violar seu instinto mais profundo e fundamental.
ru: @rue С точки зрения Мировой Машины, ей пришлось пойти против самого глубокого, основополагающего инстинкта.

source: @rue_sigh It has to put a living person in danger.
cht: @rue_sigh 它必须让一个人类陷入危险。
es: @rue_sigh Ha de poner a una persona viva en peligro.
it: @rue_sigh Ha dovuto mettere in pericolo un essere vivente.
ja: @rue_sigh ワールドマシンは、生きている人間に 危害を加える必要があった。
ko: @rue_sigh 살아 있는 사람을 위험에 빠뜨려야 하거든.
pt_br: @rue_sigh Ela tem que colocar um ser vivo em perigo.
ru: @rue_sigh Ей пришлось подвергнуть опасности живого человека.

source: @rue_sigh It has to bring a real person into a dying world that isn't even real.
cht: @rue_sigh 它必须将一个真实的人带进一个即将走向 尽头、甚至并非真实的世界。
es: @rue_sigh Ha de traer a una persona real a un mundo en decadencia que ni siquiera es real.
it: @rue_sigh Ha dovuto portare una persona vera dentro un mondo morente che non è nemmeno reale.
ja: @rue_sigh 生きている人間を、現実ですらない、死にゆく 世界に連れてくる必要があった。
ko: @rue_sigh 살아 있는 사람을 죽어 가는 세상에, 심지어 진짜도 아닌 세상에 불러와야 하지.
pt_br: @rue_sigh Tem que levar uma pessoa de verdade para um mundo moribundo que nem sequer é real.
ru: @rue_sigh Она привела настоящего человека в умирающий мир, к тому же ненастоящий.

source: @rue ...Of course, the simulation never contained any real danger.
cht: @rue ...当然，这种模拟过程不会带来真正 的危险。
es: @rue ... Por supuesto, la simulación jamás contuvo ningún peligro real.
it: @rue ...Ovviamente, la simulazione non ha mai contenuto dei veri pericoli.
ja: @rue …もちろん、このシミュレーションには、 実際に危害を加える術なんてないわ。
ko: @rue ...물론, 시뮬레이션은 결코 실제로 위험하진 않았어.
pt_br: @rue É claro que a simulação não representa nenhum perigo real.
ru: @rue ...Конечно, в симуляции никогда не было настоящей опасности.

source: @rue_talk The eventual, intended ending was meant to be a happy one.
cht: @rue_talk 最终设置的结局本就是圆满的。
es: @rue_talk El final que estaba previsto debía ser un final feliz.
it: @rue_talk Doveva terminare tutto con un lieto fine.
ja: @rue_talk その結末は、ハッピーエンドとなるように 設計されていたの。
ko: @rue_talk 결국 정상적인 결말은 행복한 결말이었어야 마땅하지.
pt_br: @rue_talk O final estava programado para ser um final feliz.
ru: @rue_talk В итоге всё должно было закончится на счастливой концовке.

source: @rue ...but the World Machine doesn't know that.
cht: @rue ...但世界机器不知道这一点。
es: @rue ... Pero la máquina del mundo no sabe eso.
it: @rue ...Ma la World Machine non lo sapeva.
ja: @rue …でも、ワールドマシンは そのことを知らなかった。
ko: @rue 하지만... 세상 기계는 그걸 몰라.
pt_br: @rue ... mas a Máquina do Mundo não sabe disso.
ru: @rue ...вот только Мировая Машина об этом не знает.

source: @niko3 ...really?
cht: @niko3 ...真的？
es: @niko3 ... ¿De verdad?
it: @niko3 ...Davvero?
ja: @niko3 …うそでしょ？
ko: @niko3 ...정말?
pt_br: @niko3 ... é sério?
ru: @niko3 ...Правда?

source: @rue_sad Unfortunately...
cht: @rue_sad 不幸的是...
es: @rue_sad Por desgracia...
it: @rue_sad Purtroppo...
ja: @rue_sad 残念ながら本当よ…
ko: @rue_sad 그래...
pt_br: @rue_sad Infelizmente...
ru: @rue_sad К сожалению...

source: @rue Sentient machines tend to handle conflicts in their code very badly.
cht: @rue 有意识的机器处理其代码之间冲突的 能力很差。
es: @rue Las máquinas conscientes no llevan muy bien el tratar los conflictos de su propio código.
it: @rue Le macchine senzienti tendono a gestire i conflitti nel loro codice in maniera maldestra.
ja: @rue 意識を持つマシンは、コードの矛盾を うまく処理できない傾向があるの。
ko: @rue 자각 기계는 코드 내의 충돌을 잘 처리하지 못해.
pt_br: @rue Máquinas sencientes tendem a não saber lidar com conflitos no código.
ru: @rue Разумные машины плохо справляются с противоречиями в собственном коде.

source: @rue_sad This central conflict triggered a self- destructive downward spiral.
cht: @rue_sad 这种核心冲突会引发自我破坏的恶性 循环。
es: @rue_sad Este conflicto central activó una espiral en descenso autodestructiva.
it: @rue_sad Questo conflitto centrale ha scatenato una nefasta spirale autodistruttiva.
ja: @rue_sad そのうち、核となっていた矛盾が 自己破壊へと繋がる負のスパイラルを 引き起こした。
ko: @rue_sad 중앙에서 일어난 충돌이 연쇄적인 자기 파괴를 일으켰지.
pt_br: @rue_sad Esse conflito central desencadeou uma espiral descendente de autodestruição.
ru: @rue_sad Это глубокое противоречие стало началом постоянно усугубляющегося саморазрушения.

source: @rue_sigh You can see physical manifestations of that everywhere, now...
cht: @rue_sigh 你可以随处看到这一点的物理表现...
es: @rue_sigh Las manifestaciones físicas se pueden ver por todos lados...
it: @rue_sigh Hai già avuto modo di notare le manifestazioni fisiche di tutto ciò in punti diversi di questo mondo...
ja: @rue_sigh そして今、あらゆる場所でそれが 発現しているわ…
ko: @rue_sigh 그 현상의 물리적인 징후를 어디에서나 볼 수 있어...
pt_br: @rue_sigh É possível ver manifestações físicas disso por toda parte agora...
ru: @rue_sigh Теперь физические проявления этого процесса можно увидеть повсюду...

source: @niko4 The squares...
cht: @niko4 那些方块...
es: @niko4 Los cuadrados...
it: @niko4 I quadrati...
ja: @niko4 四角形のことだね…
ko: @niko4 사각형 말이구나...
pt_br: @niko4 Os quadrados...
ru: @niko4 Квадраты...

source: @rue That's the World Machine corrupting its own code.
cht: @rue 那就是世界机器的代码正在自我破坏。
es: @rue son la máquina del mundo dañando su propio código.
it: @rue È l'effetto della World Machine che corrompe il proprio codice.
ja: @rue あれは、自身のコードを破壊する ワールドマシンの姿。
ko: @rue 세상 기계가 자기 자신의 코드를 손상시키고 있는 거야.
pt_br: @rue Essa é a Máquina do Mundo corrompendo seu próprio código.
ru: @rue Это повреждения кода, вызванные самой Машиной.

source: @rue_talk ...My creator says it's largely an involuntary process, induced by stress and the desire to self- terminate.
cht: @rue_talk ...我的创造者表示它基本是个无意识的过程， 是因为压力和自我毁灭的欲望所引发的。
es: @rue_talk ... Mi creador dice que es en gran medida un proceso involuntario, inducido por el estrés y el deseo de autofinalizar.
it: @rue_talk ...Il mio creatore dice che è per la maggior parte un processo involontario, indotto dallo stress e dal desiderio di autodistruzione.
ja: @rue_talk …創造主が言うには、あれの大部分が 非自発的なプロセスだそうよ。ストレスと 自己破壊欲求によって引き起こされた、ね。
ko: @rue_talk ... 내 창조자는 그게 무의식적인 과정이라고 했어. 스트레스와 자기 종료 욕구에 의해 유발되는 거라고.
pt_br: @rue_talk ... Meu criador disse que, em grande parte, é um processo involuntário induzido por estresse e ímpetos de autodestruição.
ru: @rue_talk ...Мой создатель говорит, что это непроизвольный процесс, вызванный стрессом и желанием самоуничтожиться.

source: @niko3 Your creator knows?
cht: @niko3 你的创造者知道？
es: @niko3 ¿Tu creador lo sabe?
it: @niko3 Il tuo creatore lo sa?
ja: @niko3 創造主は知ってたの？
ko: @niko3 네 창조자가 알아?
pt_br: @niko3 Seu criador sabe?
ru: @niko3 Твой создатель об этом знает?

source: @niko4 Sounds like this has been going on since the beginning, then...
cht: @niko4 说得好像这从一开始就发生了...
es: @niko4 Parece que esto ha ocurrido desde el comienzo, entonces...
it: @niko4 Sembra che tutto ciò vada avanti da un sacco di tempo...
ja: @niko4 四角形は最初からずっと 起きてたってことでしょ、なら…
ko: @niko4 그렇다면 이게 처음부터 진행 중이었다는 얘긴가...?
pt_br: @niko4 Então parece que isso acontece desde o princípio...
ru: @niko4 Звучит так, будто это было ещё с самого начала...

source: @rue_sigh Yeah.
cht: @rue_sigh 是的。
es: @rue_sigh Sí.
it: @rue_sigh Esatto.
ja: @rue_sigh ええ。
ko: @rue_sigh 맞아.
pt_br: @rue_sigh Sim.
ru: @rue_sigh Да.

source: @rue_talk The disruption was an issue during test runs, even.
cht: @rue_talk 这种自我破坏在测试阶段就是个问题。
es: @rue_talk La alteración fue un problema incluso durante las pruebas.
it: @rue_talk Questo effetto di distorsione è un problema che si è presentato anche durante l'esecuzione dei test.
ja: @rue_talk 崩壊は、試験段階から起こっていたわ。
ko: @rue_talk 심지어, 테스트 기간 중에도 이런 문제가 발생했지.
pt_br: @rue_talk O distúrbio foi um problema até durante as operações de testes.
ru: @rue_talk Нарушение сигнала появилось уже на стадии тестирования.

source: @rue At first, my creator thought the instability was due to the sheer scope of the project.
cht: @rue 最开始，我的创造者认为这种不稳定性是 起因于整个项目的范围过大。
es: @rue Al principio, mi creador pensó que la falta de estabilidad del proyecto se debía a su alcance.
it: @rue Inizialmente, il mio creatore pensò che l'instabilità fosse dovuta unicamente all'enorme portata del progetto.
ja: @rue 創造主は最初、安定しない原因は、 プロジェクトの規模があまりに大きかった せいだと考えていたの。
ko: @rue 처음에, 내 창조자는 프로젝트의 규모 자체가 어마어마하다 보니 자연히 불안정성이 생기는 거라 생각했어.
pt_br: @rue Antes, meu criador achava que a instabilidade era causada pelo âmbito do projeto.
ru: @rue Поначалу мой создатель думал, что нестабильная работа была вызвана плохой оптимизацией такого большого проекта.

source: @rue He spent most of his remaining time testing it over and over again, scaling down the story, reiterating the narrative...
cht: @rue 他几乎花了余生来反复测试，缩减故事， 重复叙事...
es: @rue Pasó la mayoría de su tiempo restante realizando infinidad de pruebas, reduciendo la historia cada vez más, reiterando la narrativa...
it: @rue Passò gran parte dei suoi ultimi momenti di vita a testarlo, ancora e ancora, ridimensionando la storia, adeguando la narrativa...
ja: @rue そして残りの人生のほとんどを、 テストの繰り返しと物語の縮小、 ストーリーの書き直しに費やした…
ko: @rue 그는 테스트를 반복하며 여생의 대부분을 보냈지. 이야기의 규모를 줄이고, 줄거리를 반복하면서...
pt_br: @rue Ele passou a maior parte do tempo que lhe restava realizando teste após teste, analisando a história, repetindo a narrativa...
ru: @rue Он провёл большую часть оставшегося времени в бесконечных тестах, пытаясь уменьшить масштаб истории, переиначивая сюжет...

source: @rue_sad ...by the time he realized the actual root of the problem, our home world's remaining lifespan was measured in mere days.
cht: @rue_sad ...当他意识到问题真正源头的时候，我们原来的 世界剩下的生命期限只能以天计算了。
es: @rue_sad ... Para cuando se dio cuenta de que la propia raíz era el problema, el tiempo restante de nuestro mundo se podía medir en días.
it: @rue_sad ...Ma quando scoprì la vera origine del problema, al nostro mondo natale non restava ormai molto da vivere.
ja: @rue_sad …でも問題の原因が分かった頃には、 私たちの世界に残された時間は わずか数日しかなかった。
ko: @rue_sad ...그가 문제의 진짜 원인을 알아차렸을 때, 우리 고향 세상의 수명은 단 며칠밖에 남지 않은 상태였어.
pt_br: @rue_sad ... até que percebeu a verdadeira raiz do problema — a vida útil que restava para o nosso planeta podia ser mensurada em poucos dias.
ru: @rue_sad ...когда он осознал, в чём был настоящий корень проблемы, нашему миру оставались считанные дни.

source: @niko4 ...Oh.
cht: @niko4 ...噢。
ja: @niko4 …そうだったんだ。
ko: @niko4 ...아.
pt_br: @niko4 Nossa...
ru: @niko4 ...Ох.

source: @niko3 ...is there....\.\. any way for us to...
cht: @niko3 ...是不是...\.\.有什么办法让我们...
es: @niko3 ... ¿Podríamos...\.\. alguno...
it: @niko3 ...Abbiamo...\.\. ancora qualche possibilità per...
ja: @niko3 …ミーたちに… \.\. 何か…その直せる部分は…
ko: @niko3 ...혹시....\.\. 방법은 없는 거야?
pt_br: @niko3 ... existe... \.\.alguma maneira de a gente...
ru: @niko3 ...а мы могли бы....\.\. как-нибудь...

source: @rue_talk ...fix the World Machine? \>\n\@rue_sad We tried.
cht: @rue_talk ...修好世界机器？\>\n\@rue_sad 我们试过了。
es: @rue_talk ... arreglar la máquina del mundo? \>\n\@rue_sad Lo hemos intentado.
it: @rue_talk ...Riparare la World Machine? \>\n\@rue_sad Ci abbiamo già provato.
ja: @rue_talk …ワールドマシンを？ \>\n\@rue_sad 全部試したわ。
ko: @rue_talk ...세상 기계를 고칠 방법? \>\n\@rue_sad 이미 시도해 봤어.
pt_br: @rue_talk ... consertar a Máquina do Mundo? \>\n\@rue_sad Nós tentamos.
ru: @rue_talk ...починить Мировую Машину? \>\n\@rue_sad Мы пытались.
