Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko_speak Oh! Thank you for holding the elevator door open for me, mister!
cht: @niko_speak 噢！谢谢你帮我开着电梯门，先生！
es: @niko_speak ¡Ah! Gracias por sujetarme la puerta del ascensor, señor.
it: @niko_speak Oh! Grazie per avermi tenuto la porta dell'ascensore aperta!
ja: @niko_speak あっ！開けておいてくれてありがとう！
ko: @niko_speak 참! 엘리베이터 문을 열어 주셔서 정말 고마워요!
pt_br: @niko_speak Ah! O senhor foi gentil em segurar a porta do elevador para mim!
ru: @niko_speak О! Спасибо, что подержал дверь лифта!

source: @plight No prob, hop in.
cht: @plight 没事，进来。
es: @plight No es nada. Pasa.
it: @plight Tranqui', salta su.
ja: @plight いいよ、乗んな。
ko: @plight 천만에, 어서 타.
pt_br: @plight Sem problemas. Pode entrar.
ru: @plight На здоровье, запрыгивай.

source: @plight Oh hey, welcome back...
cht: @plight 哦，好，欢迎回来...
es: @plight Ey, has vuelto...
it: @plight Oh ehi, bentornato...
ja: @plight よう、おかえり…
ko: @plight 아, 어서 와...
pt_br: @plight Ah, olá, que bom que voltou...
ru: @plight О, привет! С возвращением...

source: @plight_worry That... sure took you a while, huh...
cht: @plight_worry 当然...你需要点时间，哈...
es: @plight_worry Has... tardado bastante, ¿eh...?
it: @plight_worry Beh... Ce ne hai messo di tempo, eh...
ja: @plight_worry けっこう…時間かかったんだな…
ko: @plight_worry 그게... 꽤 시간이 걸렸나 보네, 흠...
pt_br: @plight_worry Você... demorou bastante, hein...
ru: @plight_worry Ты как-то... долго ходил, ха...

source: @niko2 Oh, shoot! You've been waiting this whole time?
cht: @niko2 噢，天啊！你一直都在等吗？
es: @niko2 ¡Hala! ¿Has estado todo este tiempo esperando?
it: @niko2 Oh, cavoli! Hai aspettato per tutto questo tempo?
ja: @niko2 あっ、うそ！ずっと待っててくれたの？
ko: @niko2 아, 이런! 지금껏 절 기다리신 거예요?
pt_br: @niko2 Ah, droga! Você ficou esperando todo esse tempo?
ru: @niko2 О, блин! Ты ждал меня всё это время?

source: @niko And... holding the door open?
cht: @niko 还...帮我开着门？
es: @niko ¿Y... sujetando la puerta?
it: @niko ...E hai tenuto la porta aperta?
ja: @niko しかも…ドアもずっと開けたままで？
ko: @niko 문도... 열어둔 채로요?
pt_br: @niko Segurando a porta para mim, ainda por cima?
ru: @niko И... держал дверь?

source: @plight_worry Well I uh...\.\. didn't want to be rude...
cht: @plight_worry 嗯，我...\.\. 不想太失礼...
es: @plight_worry Bueno, eh...\.\. No quería perder la buena educación...
it: @plight_worry Beh ecco...\.\. non volevo sembrare maleducato...
ja: @plight_worry まあ、その…\.\. 失礼なことはしたくなかったし…
ko: @plight_worry 그게, 음, 어...\.\. 멋대로 가면 안 될 것 같아서...
pt_br: @plight_worry Bem, eu...\.\. eu não quis ser mal-educado...
ru: @plight_worry Ну, я...\.\. не хотел показаться невежливым...

source: @niko_eyeclosed I'm sorry, I should've told you to go on ahead...
cht: @niko_eyeclosed 对不起，我应该事先告诉你...
es: @niko_eyeclosed Lo siento, debería haberte dicho que siguieras adelante...
it: @niko_eyeclosed Mi dispiace, avrei dovuto dirti di andare avanti...
ja: @niko_eyeclosed ごめんなさい、先に行ってって 言えばよかったね…
ko: @niko_eyeclosed 죄송해요. 그냥 가시라고 했어야 했는데...
pt_br: @niko_eyeclosed Desculpe-me. Eu deveria ter falado para você seguir sem mim...
ru: @niko_eyeclosed Прости. Надо было сказать, чтобы ты ехал без меня...

source: @plight Eh, don't worry about it.
cht: @plight 呃，不必担心。
es: @plight Bah, no te preocupes.
it: @plight Eh, non preoccuparti.
ja: @plight いいさ、気にするな。
ko: @plight 어... 너무 신경 쓰지 마.
pt_br: @plight Não se preocupe com isso.
ru: @plight Да не парься.

source: @niko I'll need to push the button to open the doors.
cht: @niko 我需要按下按钮才能开门。
es: @niko Tengo que pulsar el botón para abrir las puertas.
it: @niko Ho bisogno di premere il pulsante per aprire le porte.
ja: @niko ドアを開けるにはボタンを押さなきゃ。
ko: @niko 문을 열려면 버튼을 눌러야 해요.
pt_br: @niko Eu preciso apertar os botões para abrir as portas.
ru: @niko Мне придётся нажать кнопку, чтобы открыть двери.

source: @niko_what Huh, there aren't any buttons...
cht: @niko_what 哈，这里没有任何按钮...
es: @niko_what Eh... No hay botones.
it: @niko_what Oh, non ci sono pulsanti...
ja: @niko_what はあ、ボタンがない…
ko: @niko_what 아, 버튼이 없네요...
pt_br: @niko_what Hm... não há botões...
ru: @niko_what Хм, тут нет никаких кнопок...

source: @plight_why Yuuup, that's a problem.
cht: @plight_why 对，那是个问题。
es: @plight_why Ya... Es un inconveniente, desde luego.
it: @plight_why Eeeesatto, è questo il problema.
ja: @plight_why だろ、それが問題なんだ。
ko: @plight_why 그래, 그게 문제야.
pt_br: @plight_why Isso é um problema.
ru: @plight_why Ага-а, в этом и проблема.

source: @plight_2b There's usually a big button here that says "GROUND" on it.
cht: @plight_2b 那里一般会有一个大按钮，写着"地面"。
es: @plight_2b Normalmente hay un botón muy grande que dice "PLANTA BAJA".
it: @plight_2b Normalmente qui c'è un grande pulsante con sopra una "T".
ja: @plight_2b 普段ならここに大きなボタンがあるはず なんだがな、「GROUND」って書かれた。
ko: @plight_2b 원래는 여기에 "지상"이라 쓰인 큼지막한 버튼이 있었거든.
pt_br: @plight_2b Geralmente há um botão bem grande escrito “SUPERFÍCIE”.
ru: @plight_2b Обычно здесь находится большая кнопка с надписью «ЗЕМЛЯ».

source: @plight_2b Y'know, cuz it takes you to the ground area.
cht: @plight_2b 你知道，按下它就能带你到地面。
es: @plight_2b Tiene sentido, porque te lleva a la planta baja.
it: @plight_2b Sai com'è, ti porta al piano T-erra.
ja: @plight_2b あれだ、そういう名前なのは地上まで 連れて行ってくれるからだな。
ko: @plight_2b 뻔하지만, 지상층으로 가는 버튼이기 때문이지.
pt_br: @plight_2b Porque, sabe... ele leva até a superfície e tal...
ru: @plight_2b Ну, знаешь, потому что лифт везёт тебя до самой земли.

source: @plight_wtf But now it's been ripped out? Or something?
cht: @plight_wtf 但是这个按钮现在被扯掉了？还是其他什么的？
es: @plight_wtf Pero ahora no está. ¿Lo habrán... arrancado?
it: @plight_wtf Ma ora... qualcuno l'ha staccato, credo?
ja: @plight_wtf でも今はそれがむしり取られて…いるのか？ よく分からない。
ko: @plight_wtf 하지만 버튼이 떨어져 버렸다나, 뭐라나...
pt_br: @plight_wtf Mas será que ele foi arrancado ou algo do tipo?
ru: @plight_wtf Но теперь её вырвали? Или что там могло с ней произойти?

source: @plight_2 I tried looking everywhere for it, to no avail.
cht: @plight_2 我该找的地方都找了，但是没找到。
es: @plight_2 Lo he buscado por todas partes, pero no aparece.
it: @plight_2 L'ho cercato dappertutto, ma non l'ho trovato.
ja: @plight_2 探し回ったけど、無駄だった。
ko: @plight_2 내가 버튼을 찾으려고 사방을 돌아다녔지만 소용이 없었어.
pt_br: @plight_2 Eu procurei em todo lugar, mas nada.
ru: @plight_2 Я везде её искал, но напрасно.

source: @plight_worry M...maybe it exploded...
cht: @plight_worry 可能...已经爆炸了...
es: @plight_worry Quizá haya... explotado...
it: @plight_worry F... Forse è esploso...
ja: @plight_worry ば…爆発したのかも…
ko: @plight_worry 어... 어쩌면 폭발했을지도...
pt_br: @plight_worry Talvez ele... tenha explodido...
ru: @plight_worry М...может быть, она просто взорвалась...

source: @niko_speak Do you think we'll have to make a new one?
cht: @niko_speak 你觉得我们是不是得做一个新的？
es: @niko_speak ¿Crees que tendremos que hacer uno nuevo?
it: @niko_speak Pensi che dovremmo crearne uno nuovo?
ja: @niko_speak 新しいのを作らないとダメかな？
ko: @niko_speak 새로 하나 만들어보는 건 어떨까요?
pt_br: @niko_speak Será que precisaremos fazer mais um?
ru: @niko_speak Думаешь, нам придётся сделать новую?

source: @plight_worry ...what?
cht: @plight_worry ...什么？
es: @plight_worry ... ¿Qué?
it: @plight_worry ...Cosa?
ja: @plight_worry …えっ？
ko: @plight_worry ...뭐라고?
pt_br: @plight_worry ... o quê?
ru: @plight_worry ...что?

source: @plight_worry How?
cht: @plight_worry 怎么做？
es: @plight_worry ¿Cómo?
it: @plight_worry Come?
ja: @plight_worry どうやって？
ko: @plight_worry 어떻게?
pt_br: @plight_worry Como?
ru: @plight_worry Как?

source: @niko We'll figure it out!
cht: @niko 我们会想到办法的！
es: @niko ¡Ya lo averiguaremos!
it: @niko Ci inventeremo qualcosa!
ja: @niko きっと何とかなるよ！
ko: @niko 그건 우리가 알아내야죠!
pt_br: @niko Nós vamos descobrir!
ru: @niko Мы что-нибудь придумаем!

source: @niko That man said something about magnets, but I don't see a way to fit these in the panel by themselves.
cht: @niko 那个人说了些关于磁铁的事，但是我不 知道怎么把这些东西装到面板上。
es: @niko Ese hombre dijo algo sobre imanes, pero no sé cómo van a caber en este panel.
it: @niko Quell'uomo ha detto qualcosa sulle calamite, ma non trovo un modo per attaccarle alla pulsantiera.
ja: @niko あの人が磁石がどうのって言ってたけど、 磁石をパネルに はめ込む方法が思いつかないよ。
ko: @niko 그 아저씨가 자석이 어쩌고 저쩌고 했는데, 이대로는 패널에 맞을 것 같지 않네요.
pt_br: @niko Aquele moço disse algo sobre ímãs, mas eu não consigo descobrir como encaixá-los no painel.
ru: @niko Тот дядя что-то сказал насчёт магнитов, но я не понимаю, как их приделать к этой панели.

source: @niko The button fits snugly in the slot, but...
cht: @niko 按钮可以正好地装到槽里面去，但是...
es: @niko El botón encaja en la ranura, pero...
it: @niko Il pulsante entra perfettamente nella fessura, ma...
ja: @niko ボタンはぴったり収まるけど…
ko: @niko 버튼 자체는 구멍에 꼭 맞는데...
pt_br: @niko O botão encaixa certinho no espaço, mas...
ru: @niko Кнопка идеально подходит, но...

source: @niko I'm not sure how to "connect" it.
cht: @niko 我不确定该怎样"连接"它。
es: @niko No sé cómo "conectarlo".
it: @niko Non sono sicuro di come "connetterlo".
ja: @niko 「接続」の仕方が分からないや。
ko: @niko 어떻게 "연결"해야 할지를 모르겠어요.
pt_br: @niko Não sei como “conectá-lo”.
ru: @niko Я не знаю, как её «подсоединить».

source: @plight Hmm...
cht: @plight 唔...
es: @plight Humm...
it: @plight Mh...
ja: @plight うーん…
ko: @plight 흐음...
ru: @plight Хм-м...

source: @plight All I know is that the button works by some kind of magnetic technology.
cht: @plight 我只知道按钮靠某种磁性技术工作。
es: @plight Solo sé que el botón funciona con una especie de tecnología magnética.
it: @plight Tutto quello che so è che il pulsante funziona con una sorta di tecnologia magnetica.
ja: @plight おれに分かるのは、ボタンは 何らかの磁気技術で動くってことぐらいだ。
ko: @plight 내가 알기로 이 버튼은 일종의 자석 기술로 작동하는 거래.
pt_br: @plight Só sei que o botão funciona com um tipo de tecnologia magnética.
ru: @plight Я только знаю, что эта кнопка работает с помощью какой-то магнитной технологии.

source: @plight_why ...Don't ask me how magnets work, though. I didn't even finish high school...
cht: @plight_why ...别问我磁铁怎么工作。我连 高中都没读完...
es: @plight_why ... Eso sí, no me preguntes cómo funcionan los imanes. Ni siquiera acabé el instituto...
it: @plight_why ...Ehi, non chiedermi come funzionino le calamite. Non ho nemmeno finito le superiori...
ja: @plight_why …磁石の仕組みについては 聞かないでくれ。高校すら 卒業してないんだ…
ko: @plight_why ...자석의 원리는 내게 묻지 마, 난 고등학교도 안 나왔으니까...
pt_br: @plight_why ... Não me pergunte como os ímãs funcionam — não tenho nem o ensino médio...
ru: @plight_why ...Только не спрашивай меня, как действуют магниты. Я даже среднюю школу не закончил...

source: @niko_speak Alright, let's hope this works!
cht: @niko_speak 好吧，希望这样能奏效！
es: @niko_speak Vale, ¡espero que funcione!
it: @niko_speak Ok, speriamo che questo funzioni!
ja: @niko_speak よし、うまくいくといいね！
ko: @niko_speak 알았어요. 이 방법이 통하길 바라야겠네요!
pt_br: @niko_speak Certo. Espero que isso funcione!
ru: @niko_speak Ладно, будем надеяться, что это сработает!

source: @niko The button fits snugly, and...
cht: @niko 按钮可以正好的插进去，然后...
es: @niko El botón encaja perfectamente, y...
it: @niko Il pulsante entra perfettamente e...
ja: @niko ボタンはぴったり収まったよ、で…
ko: @niko 버튼이 꼭 맞아요. 그리고...
pt_br: @niko O botão encaixa certinho, e....
ru: @niko Кнопка идеально подходит, и...

source: @niko_speak I think I hear the machine powering on!
cht: @niko_speak 我觉得我听到了机器通电的声音！
es: @niko_speak ¡Creo que oigo cómo se enciende la máquina!
it: @niko_speak Credo di sentire l'ascensore avviarsi!
ja: @niko_speak 電源の入る音が聞こえる！
ko: @niko_speak 기계 전원이 들어오는 소리가 들려요!
pt_br: @niko_speak Acho que escutei a máquina ligando!
ru: @niko_speak Кажется, я слышу, как начинает работать механизм!

source: @niko_what The button completely fell apart!
cht: @niko_what 按钮完全散开了！
es: @niko_what ¡El botón se ha caído!
it: @niko_what Il pulsante è completamente a pezzi!
ja: @niko_what ボタンがバラバラになった！
ko: @niko_what 버튼이 망가져 버렸어요!
pt_br: @niko_what O botão despedaçou!
ru: @niko_what Кнопка развалилась на части!

source: @plight_2b Hey, you tried.
cht: @plight_2b 嘿，你试过了。
es: @plight_2b Bueno, lo has intentado.
it: @plight_2b Ehi, bel tentativo.
ja: @plight_2b まあ、よく頑張ったよ。
ko: @plight_2b 그래도 시도했잖니.
pt_br: @plight_2b Ei, pelo menos você tentou.
ru: @plight_2b Ну, попытка не пытка.

source: @niko Let's hope this works...
cht: @niko 希望这样能奏效...
es: @niko Espero que esto funcione...
it: @niko Speriamo che funzioni...
ja: @niko うまくいくといいな…
ko: @niko 이 방법이 통하기를...
pt_br: @niko Espero que funcione...
ru: @niko Будем надеяться, что это сработает...

source: [REACTIVATING ELEVATOR SERVICES.\|.\|.]
cht: [重新激活电梯服务.\|.\|.]
es: [REACTIVANDO EL SERVICIO DE ASCENSOR.\|.\|.]
it: [RIATTIVAZIONE SERVIZI ASCENSORE.\|.\|.]
ja: [エレベーターを再起動中.\|.\|.]
ko: [엘리베이터 서비스를 재개합니다.\|.\|.]
pt_br: [REATIVANDO SERVIÇOS DO ELEVADOR.\|.\|.]
ru: [ВОЗОБНОВЛЕНИЕ РАБОТЫ ЛИФТА.\|.\|.]

source: [PLEASE INPUT SECURITY CODE TO CONTINUE]
cht: [继续请输入安全密码]
es: [INTRODUCE EL CÓDIGO DE SEGURIDAD PARA CONTINUAR]
it: [INSERIRE IL CODICE DI SICUREZZA PER CONTINUARE.]
ja: [続行するにはセキュリティーコードの入力が必要。]
ko: [계속 진행하려면 보안 코드를 입력하십시오.]
pt_br: [PARA CONTINUAR, INSIRA O CÓDIGO DE SEGURANÇA]
ru: [ДЛЯ ПРОДОЛЖЕНИЯ ВВЕДИТЕ КОД ДОСТУПА]

source: @plight_shock ...What?
cht: @plight_shock ...什么？
es: @plight_shock ... ¿Qué?
it: @plight_shock ...Cosa?
ja: @plight_shock …えっ？
ko: @plight_shock ...뭐?
pt_br: @plight_shock ... O quê?
ru: @plight_shock ...Что?

source: @plight_wtf That's... never happened before.
cht: @plight_wtf 这样的情况...之前从未发生过。
es: @plight_wtf Es... es la primera vez que pasa esto.
it: @plight_wtf ...Non è mai successo prima d'ora.
ja: @plight_wtf こんな…こんなことは初めてだ。
ko: @plight_wtf 이런 일은... 처음이야.
pt_br: @plight_wtf Isso... nunca aconteceu antes.
ru: @plight_wtf Этого... никогда раньше не случалось.

source: @niko_speak The... squares?
cht: @niko_speak 那些...方块？
es: @niko_speak ¿Los... cuadrados?
it: @niko_speak Parli dei... quadrati?
ja: @niko_speak …四角形のこと？
ko: @niko_speak 사각형... 말인가요?
pt_br: @niko_speak Os... quadrados?
ru: @niko_speak Ты... про квадраты?

source: @plight_worry Huh?
cht: @plight_worry 啊？
es: @plight_worry Bueno...
it: @plight_worry Eh?
ja: @plight_worry え？
ko: @plight_worry 뭐?
pt_br: @plight_worry Hm?
ru: @plight_worry А?

source: @niko_speak You saw them, right?
cht: @niko_speak 你看到过那些东西，对吧？
es: @niko_speak Los viste, ¿verdad?
it: @niko_speak Li hai visti, giusto?
ja: @niko_speak 見たでしょ？
ko: @niko_speak 아저씨도 봤죠?
pt_br: @niko_speak Você os viu, não viu?
ru: @niko_speak Ты ведь их видел?

source: @niko They were on the door, and...
cht: @niko 他们就在门口，而且...
es: @niko Estaban en la puerta, y...
it: @niko Erano sulla porta e...
ja: @niko ドアのとこに出てきて、それで…
ko: @niko 문에도 있었고, 또...
pt_br: @niko Eles estavam na porta, e...
ru: @niko Они были на дверях и...

source: @plight_2b Oh, nah. The square stuff happens all the time.
cht: @plight_2b 哦，不。那些方块随时都会发生。
es: @plight_2b Ah, no. Lo de los cuadrados pasa cada dos por tres.
it: @plight_2b Oh, nah. La roba dei quadrati succede sempre.
ja: @plight_2b ああ、いや。あの四角形はいつものことだよ。
ko: @plight_2b 오, 아냐. 그 사각형은 늘 나타나는데, 뭘.
pt_br: @plight_2b Ah, não. Esses lances quadrados acontecem toda hora.
ru: @plight_2b Ой, нет. Эти квадраты появляются постоянно.

source: @plight I meant the whole "security code" thing.
cht: @plight 我的意思是刚刚提示要输入"安全密码"的事情。
es: @plight Me refería a lo del "código de seguridad".
it: @plight Intendevo la faccenda del "codice di sicurezza".
ja: @plight おれが言ってるのは 「セキュリティーコード」のことさ。
ko: @plight "보안 코드"니 뭐니 하는 거 얘기였어.
pt_br: @plight Eu estava falando sobre o “código de segurança”.
ru: @plight Я имею в виду эту ерунду с «кодом доступа».

source: @plight But then again, the elevator hasn't been this broken before...
cht: @plight 但是，电梯之前也没像这样坏过...
es: @plight De todos modos, el ascensor nunca se había estropeado así...
it: @plight E comunque, l'ascensore non è mai stato così rotto...
ja: @plight でも考えてみれば、エレベーターがこんなふうに 壊れたのは初めてだしな…
ko: @plight 하긴, 이 엘리베이터가 이렇게 고장 난 것도 처음이긴 하지...
pt_br: @plight Mas o elevador também nunca esteve quebrado antes...
ru: @plight Но, с другой стороны, лифт раньше настолько не ломался...

source: @niko Hmmm....
cht: @niko 啊...
es: @niko Humm....
it: @niko Mh...
ja: @niko うーん…
ko: @niko 흐으음...
ru: @niko Хм-м-м....

source: @niko_speak I guess we should go look for a code, \p...
cht: @niko_speak 我觉得我们应该去找一个密码， \p...
es: @niko_speak Supongo que deberíamos buscar un código, \p...
it: @niko_speak Credo che dovremmo andare a cercare un codice, \p...
ja: @niko_speak コードを探しに行ったほうがいいかもね、 \p…
ko: @niko_speak \p 님, 아무래도 우리가 저 코드를 찾아야 할 것 같아요...
pt_br: @niko_speak Acho que precisamos descobrir o código, \p...
ru: @niko_speak \p, думаю, нам нужно пойти поискать код...

source: @niko_eyeclosed That's not gonna work...
cht: @niko_eyeclosed 没用的...
es: @niko_eyeclosed Esto no va a funcionar...
it: @niko_eyeclosed Non credo funzionerà...
ja: @niko_eyeclosed これじゃダメだ…
ko: @niko_eyeclosed 이건 효과가 없을 것 같아요...
pt_br: @niko_eyeclosed Isso não funcionará...
ru: @niko_eyeclosed Это не сработает...

source: @niko Hmmm...
cht: @niko 啊...
es: @niko Humm....
it: @niko Mh...
ja: @niko うーん…
ko: @niko 흐으음...
ru: @niko Хм-м-м...

source: @niko_speak If it's been ripped out, how come there aren't any broken wires inside the empty slot?
cht: @niko_speak 按键已经被扯掉了，但空槽里怎么没有 任何断掉的线路？
es: @niko_speak Si lo hubieran arrancado, habría algún cable roto en la ranura.
it: @niko_speak Se è stato strappato, come mai non ci sono cavi rotti all'interno?
ja: @niko_speak むしり取られたのなら、どうして中に 千切れた線とかが残ってないんだろう？
ko: @niko_speak 만약 버튼이 떨어져 나왔다면 저 구멍 안쪽에 왜 전선 같은 게 하나도 없죠?
pt_br: @niko_speak Se ele foi arrancado, como não há fios rompidos no espaço vazio?
ru: @niko_speak Если она была вырвана, почему тут нет разорванных проводов?

source: @plight Well, I'm no engineer, but....
cht: @plight 嗯，我不是工程师，但是...
es: @plight Bueno, no soy ingeniero, pero...
it: @plight Beh, non sono un ingegnere, ma...
ja: @plight まあ、おれは技術者じゃないが…
ko: @plight 글쎄, 난 기술자가 아니라서 몰라. 하지만...
pt_br: @plight Bem, eu não sou engenheiro, mas...
ru: @plight Я конечно не инженер, но....

source: @plight_2b It's powered by some kind of magnetic technology, I know this much.
cht: @plight_2b 它靠某种磁性技术工作，我只知道这个。
es: @plight_2b Solo sé que funciona con una especie de tecnología magnética. Eso es todo.
it: @plight_2b È alimentato da qualche tipo di tecnologia magnetica, so solo questo.
ja: @plight_2b 何らかの磁気技術によって動いてる、 ということくらいは分かる。
ko: @plight_2b 이 기계가 일종의 자력으로 작동한다는 건 알지.
pt_br: @plight_2b A energia vem de uma tecnologia magnética. Isso eu consigo deduzir.
ru: @plight_2b Она работала на какой-то магнитной технологии — это всё, что я знаю.

source: [PLEASE INPUT SECURITY CODE TO CONTINUE.]
cht: [继续请输入安全密码。]
es: [INTRODUCE EL CÓDIGO DE SEGURIDAD PARA CONTINUAR.]
it: [INSERIRE IL CODICE DI SICUREZZA PER CONTINUARE.]
ja: [続行するにはセキュリティーコードを 入力してください。]
ko: [계속 진행하려면 보안 코드를 입력하십시오.]
pt_br: [PARA CONTINUAR, INSIRA O CÓDIGO DE SEGURANÇA]
ru: [ДЛЯ ПРОДОЛЖЕНИЯ ВВЕДИТЕ КОД ДОСТУПА.]

source: @plight_shock I don't know what you did, but it actually works!
cht: @plight_shock 我不知道你做了什么，但是奏效了！
es: @plight_shock No sé qué habrás hecho, pero ¡funciona!
it: @plight_shock Non so cosa tu abbia fatto, ma ha funzionato!
ja: @plight_shock 何をしたのかは知らないが、 とにかく動いたぞ！
ko: @plight_shock 뭘 했는지는 모르겠지만, 효과가 있는데!
pt_br: @plight_shock Eu não sei o que você fez, mas funcionou!
ru: @plight_shock Понятия не имею, что ты сделал, но это сработало!

source: @plight Good job, kid.
cht: @plight 干得好，孩子。
es: @plight Buen trabajo, chico.
it: @plight Ben fatto, piccoletto.
ja: @plight よくやったな。
ko: @plight 잘했어, 꼬마야.
pt_br: @plight Bom trabalho, criança.
ru: @plight Отличная работа, парень.

source: @plight You're a genius, you know that?
cht: @plight 你真是个天才，知道吗？
es: @plight Eres un genio, ¿sabes?
it: @plight Sei un genio, sai?
ja: @plight 君は天才だよ。
ko: @plight 넌 정말 천재로구나, 그런 말 많이 듣지 않니?
pt_br: @plight Você é genial, sabia?
ru: @plight Ты просто гений, ты знал об этом?

source: @niko_speak Well, I had help from \p too!
cht: @niko_speak 嗯， \p 也给了我帮助！
es: @niko_speak ¡Bueno, \p me ha ayudado!
it: @niko_speak Beh, mi sono fatto aiutare anche da \p!
ja: @niko_speak まあ、 \p にも手伝ってもらったから！
ko: @niko_speak 저도 \p 님의 도움을 받았는걸요!
pt_br: @niko_speak Bem, \p me ajudou!
ru: @niko_speak Ну, в этом есть и заслуга \p!

source: @plight_worry ...Oh, right.
cht: @plight_worry ...哦，对。
es: @plight_worry Ah, cierto...
it: @plight_worry ...Oh, giusto.
ja: @plight_worry …あっ、そうか。
ko: @plight_worry ...아, 그랬군.
pt_br: @plight_worry ... Ah, sim.
ru: @plight_worry ...Ах, да.

source: @plight_worry The whole messiah business.
cht: @plight_worry 多亏了救世主。
es: @plight_worry Todo el asunto del mesías.
it: @plight_worry La faccenda del messia.
ja: @plight_worry 救世主だもんな。
ko: @plight_worry 구원자 얘기인가.
pt_br: @plight_worry Aquela história de messias.
ru: @plight_worry Ты же мессия и всё такое.

source: @niko_speak The button works!
cht: @niko_speak 按钮能用了！
es: @niko_speak ¡El botón funciona!
it: @niko_speak Il pulsante funziona!
ja: @niko_speak ボタンが使える！
ko: @niko_speak 버튼이 동작하네요!
pt_br: @niko_speak O botão funciona!
ru: @niko_speak Кнопка работает!

source: @niko What was that?
cht: @niko 那是什么？
es: @niko ¿Qué ha sido eso?
it: @niko Cos'è stato?
ja: @niko 今の、何だろう？
ko: @niko 방금 그건 뭐죠?
pt_br: @niko O que foi isso?
ru: @niko Что это было?

source: @plight_unknown WHY. ISN'T. THIS. WORKING??!?
cht: @plight_unknown 为什么！它！不！工作？？！？
es: @plight_unknown Por... qué... no... ¡¿FUNCIONAAA?!
it: @plight_unknown PERCHÉ. NON. STA. FUNZIONANDO!?!?
ja: @plight_unknown なぜ！こいつは！ちっとも！ 動かない？？！？
ko: @plight_unknown 이건. 왜. 작동하지. 않는. 거야??!?
pt_br: @plight_unknown POR QUE NÃO ESTÁ FUNCIONANDO?!
ru: @plight_unknown ПОЧЕМУ. ОН. НЕ. РАБОТАЕТ??!?

source: @niko_speak ...I...
cht: @niko_speak ...我...
es: @niko_speak Creo...
it: @niko_speak ...Io...
ja: @niko_speak …たぶん…
ko: @niko_speak ...저기...
pt_br: @niko_speak ... Eu...
ru: @niko_speak ...Я...

source: @niko_speak ....think someone might need help.
cht: @niko_speak ...觉得有人可能会需要帮助。
es: @niko_speak que alguien necesita ayuda...
it: @niko_speak ...credo che qualcuno abbia bisogno di aiuto.
ja: @niko_speak …誰か、困ってるみたい。
ko: @niko_speak ...도움이 필요할 것 같네요.
pt_br: @niko_speak ... acho que alguém precisa de ajuda.
ru: @niko_speak ....думаю, кто-то нуждается в помощи.

source: @niko_eyeclosed Oh well...
cht: @niko_eyeclosed 嗯，好吧...
es: @niko_eyeclosed Oh, vaya...
it: @niko_eyeclosed Oh beh...
ja: @niko_eyeclosed しかたない…
ko: @niko_eyeclosed 에잇...
pt_br: @niko_eyeclosed Bem...
ru: @niko_eyeclosed Ну и ладно...

source: @niko A bulletin board with lots of papers on it.
cht: @niko 贴满纸的布告栏。
es: @niko Un tablón de anuncios con un montón de papeles.
it: @niko Una bacheca con sopra tanti documenti.
ja: @niko ボードに紙がたくさん貼ってあるよ。
ko: @niko 종이가 잔뜩 붙은 게시판이에요.
pt_br: @niko Um quadro de avisos com um monte de papéis.
ru: @niko Доска для заметок, на которой висит много бумажек.

source: @niko It's a shelf full of books.
cht: @niko 堆满书的书架。
es: @niko Un estante lleno de libros.
it: @niko Uno scaffale pieno di libri.
ja: @niko 本がいっぱい並んでる棚。
ko: @niko 책으로 가득 찬 책장이에요.
pt_br: @niko É uma prateleira cheia de livros.
ru: @niko Шкаф, полный книг.

source: @niko It's a tea set.
cht: @niko 一套茶具。
es: @niko Un juego de té.
it: @niko Un servizio da tè.
ja: @niko 紅茶セットだよ。
ko: @niko 다기예요.
pt_br: @niko É um conjunto de chá.
ru: @niko Это чайный сервиз.

source: @niko There's a glass tea set on the table.
cht: @niko 桌子上有套玻璃茶具。
es: @niko Hay un juego de té de cristal en la mesa.
it: @niko C'è un servizio da tè di vetro sul tavolo.
ja: @niko テーブルの上に、ガラスでできた 紅茶セットがある。
ko: @niko 테이블 위에 유리 다기가 있어요.
pt_br: @niko Tem um conjunto de chá de vidro na mesa.
ru: @niko На столе стоит чайный сервиз из стекла.

source: @cedric_hmm Tea DOES sound really nice right now...
cht: @cedric_hmm 茶闻起来真的很香...
es: @cedric_hmm Un té estaría pero que MUY bien ahora...
it: @cedric_hmm Effettivamente sembra un buon momento per il tè...
ja: @cedric_hmm 今、紅茶が飲めたら最高ですねえ…
ko: @cedric_hmm 지금 차를 마시면 정말 좋겠네...
pt_br: @cedric_hmm ATÉ que um chá cairia muito bem agora...
ru: @cedric_hmm Было бы неплохо сейчас попить чаю...
