Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @calamus_heh I'll... deal with it later.
cht: @calamus_heh 我...稍后会处理的。
es: @calamus_heh Me... ocuparé de eso más tarde.
it: @calamus_heh Io... me ne occuperò più tardi.
ja: @calamus_heh あ…あとで処理しとく。
ko: @calamus_heh 으... 나중에 처리할게.
pt_br: @calamus_heh Eu... cuidarei disso mais tarde.
ru: @calamus_heh Я... потом с этим разберусь.

source: @calamus_shame Oh no!
cht: @calamus_shame 哦，不！
ja: @calamus_shame やっちまった！
ko: @calamus_shame 오, 이런!
pt_br: @calamus_shame Oh não!
ru: @calamus_shame О нет!

source: @calamus_heh I guess that's what happens if you leave your house for three days...
cht: @calamus_heh 我觉得离开家里三天就会变成这个样子...
es: @calamus_heh Supongo que eso es lo que pasa cuando te vas de casa tres días...
it: @calamus_heh Ecco cosa succede se resti fuori di casa per tre giorni...
ja: @calamus_heh 3日も家を空けるとそうなるんだな…
ko: @calamus_heh 3일 이상 집을 비우면 이렇게 되는구나...
pt_br: @calamus_heh Acho que é isso que acontece quando a gente sai de casa por três dias...
ru: @calamus_heh Вот что происходит с едой, когда уходишь из дома на три дня...

source: @niko They're cold now.
cht: @niko 它们现在已经冷了。
es: @niko Están fríos.
it: @niko È freddo ormai.
ja: @niko 冷たくなってる。
ko: @niko 이제 차가워요.
pt_br: @niko Estão frios.
ru: @niko Теперь они холодные.

source: @niko It's a book with a clover on the cover.
cht: @niko 一本封面上画有三叶草的书。
es: @niko Es un libro con un trébol en la cubierta.
it: @niko È un libro con un trifoglio sulla copertina.
ja: @niko 表紙にクローバーがある本だ。
ko: @niko 표지에 클로버가 있는 책이에요.
pt_br: @niko Um livro com um trevo na capa.
ru: @niko Книга с клевером на обложке.

source: @calamus_heh I really need to finish this...
cht: @calamus_heh 我真要完成这个...
es: @calamus_heh Tengo que acabarlo ya...
it: @calamus_heh Dovrei proprio finirlo...
ja: @calamus_heh 早く読み終えないとな…
ko: @calamus_heh 진짜 다 읽어야 하는데...
pt_br: @calamus_heh Preciso terminar de ler isto...
ru: @calamus_heh Мне давно пора бы это дочитать...

source: @niko There's a clover symbol on the cover of this book.
cht: @niko 书的封面上有一个三叶草标志。
es: @niko La cubierta de este libro tiene el símbolo de un trébol.
it: @niko C'è un simbolo a forma di trifoglio sulla copertina di questo libro.
ja: @niko 本の表紙にクローバーのシンボルがある。
ko: @niko 이 책 표지에 클로버 기호가 그려져 있네.
pt_br: @niko Há um símbolo de um trevo na capa desse livro.
ru: @niko На обложке этой книги изображён клевер.

source: @niko_speak Hey! Just like-
cht: @niko_speak 嘿！就像——
es: @niko_speak ¡Anda! Igual que...
it: @niko_speak Ehi! Proprio come-
ja: @niko_speak ねえ！これって――
ko: @niko_speak 잠깐만! 이건 꼭...
pt_br: @niko_speak Ei! É igual...
ru: @niko_speak Эй! Прямо как-

source: @calamus_speak Oh! My book!
cht: @calamus_speak 噢！我的书！
es: @calamus_speak ¡Oh! ¡Mi libro!
it: @calamus_speak Oh! Il mio libro!
ja: @calamus_speak あ！オレの本じゃないか！
ko: @calamus_speak 아! 그건 내 책이야!
pt_br: @calamus_speak Ah! Meu livro!
ru: @calamus_speak О! Моя книга!

source: @calamus_shame Gosh, I still need to finish studying it...
cht: @calamus_shame 天啦，我还是得读完它...
es: @calamus_shame Vaya, aún tengo que acabar de estudiármelo...
it: @calamus_shame Accidenti, devo ancora finire di studiarlo...
ja: @calamus_shame まだ研究し終わってないんだ…
ko: @calamus_shame 아직 덜 읽었어...
pt_br: @calamus_shame Eu preciso mesmo terminar de estudá-lo...
ru: @calamus_shame Блин, мне ещё как-то нужно её дочитать...

source: @calamus My friend gave it to me for Solstice Day.
cht: @calamus 这是我朋友送给我的冬至礼物。
es: @calamus Me lo dio mi amigo por el día del solsticio.
it: @calamus Il mio amico me l'ha regalato per il Giorno del Solstizio.
ja: @calamus 至点の日に友達がくれたんだ。
ko: @calamus 이건 우리 친구가 동짓날 선물로 준 거야.
pt_br: @calamus Meu amigo me deu de presente pelo Dia do Solstício.
ru: @calamus Мне друг её подарил на День Солнцестояния.

source: @calamus_speak He's the one who wrote it, actually!
cht: @calamus_speak 其实，这本书是他写的！
es: @calamus_speak ¡En realidad, fue él quien lo escribió!
it: @calamus_speak L'ha scritto proprio lui, sai?
ja: @calamus_speak というか、その友達が書いたものなんだ！
ko: @calamus_speak 이 책을 쓴 사람이기도 하지!
pt_br: @calamus_speak Na verdade, foi ele que escreveu!
ru: @calamus_speak Вообще-то он её и написал!

source: @calamus_smile He's also the one who taught me how to read!
cht: @calamus_smile 教会我认字的人也是他！
es: @calamus_smile ¡Y también me enseñó a leer!
it: @calamus_smile Ed è stato lui che mi ha insegnato a leggere!
ja: @calamus_smile 字の読み方も教えてくれた！
ko: @calamus_smile 글을 읽는 법도 그 친구가 가르쳐 줬어!
pt_br: @calamus_smile Também foi ele que me ensinou a ler!
ru: @calamus_smile А ещё он научил меня читать!

source: @calamus_smile I have a few more of his books somewhere...
cht: @calamus_smile 我还有一些他的书，放在某个地方...
es: @calamus_smile Tengo más libros suyos en algún lado...
it: @calamus_smile Ho alcuni dei suoi libri da qualche parte...
ja: @calamus_smile どっかに、そいつの本があと何冊かある…
ko: @calamus_smile 그 친구가 쓴 책이 어디 또 있을 텐데...
pt_br: @calamus_smile Eu tenho mais livros dele por aí...
ru: @calamus_smile У меня тут где-то ещё несколько его книг...

source: @niko_speak It's a plush toy!
cht: @niko_speak 这是一个毛绒玩具！
es: @niko_speak ¡Es un peluche!
it: @niko_speak È un peluche!
ja: @niko_speak ぬいぐるみだ！
ko: @niko_speak 봉제 인형이에요!
pt_br: @niko_speak É um bicho de pelúcia!
ru: @niko_speak Это мягкая игрушка!

source: @niko I have one at home too...
cht: @niko 我家也有一个...
es: @niko Yo también tengo uno en casa...
it: @niko Ne ho uno a casa anch'io...
ja: @niko ミーの家にも1つある…
ko: @niko 저도 집에 하나 있어요...
pt_br: @niko Eu também tenho um em casa...
ru: @niko У меня тоже такая есть дома...

source: @niko_83c But mine's an owl and not a fox!
cht: @niko_83c 但我的是一只猫头鹰，不是狐狸。
es: @niko_83c ¡Pero el mío no es un zorro, es un búho!
it: @niko_83c Ma il mio è un gufo, non una volpe!
ja: @niko_83c でもミーのはキツネじゃなくて フクロウなんだ！
ko: @niko_83c 하지만 내 인형은 여우가 아니라 올빼미죠!
pt_br: @niko_83c Mas o meu é uma coruja, não uma raposa!
ru: @niko_83c Только не лиса, а сова!

source: @alula My fox is named Ruby, by the way!
cht: @alula 我的狐狸名叫 Ruby。
es: @alula ¡Por cierto, mi zorro se llama Ruby!
it: @alula Sai, la mia volpe si chiama Ruby!
ja: @alula ちなみに、あたしが飼ってるキツネの名前は、 ルビーって言うの！
ko: @alula 이 여우 이름은 루비야!
pt_br: @alula A propósito, o nome da minha raposa é Ruby!
ru: @alula Кстати, мою лису зовут Руби!

source: @alula_speak That's mine! \>\@alula Our friend gave it to me last year!
cht: @alula_speak 那是我的！\>\@alula 我们的朋友去年给我的！
es: @alula_speak ¡Es mío! \>\@alula ¡Me lo dio nuestro amigo el año pasado!
it: @alula_speak È mia! \>\@alula Il nostro amico me l'ha data l'anno scorso!
ja: @alula_speak それあたしの！ \>\@alula 去年、お友達がくれたの！
ko: @alula_speak 그건 내 거야! \>\@alula 친구가 작년에 준 거야!
pt_br: @alula_speak É minha! \>\@alula Nosso amigo me deu de presente ano passado!
ru: @alula_speak Это моё! \>\@alula Наш друг подарил мне её в прошлом году!

source: @alula_gasp Yeah! He has a fox too!\nAnd she can even talk!
cht: @alula_gasp 是的！他也有一只狐狸！\n而且，她还会说话！
es: @alula_gasp ¡Sí! ¡También tiene un zorro!\n¡Y hasta puede hablar!
it: @alula_gasp Già! Anche lui ha una volpe!\nE può parlare!
ja: @alula_gasp うん！その人もキツネを飼っててね！\nしかもしゃべれるの！
ko: @alula_gasp 맞아! 그 친구도 여우를 데리고 있었어!\n거기다 말도 할 줄 안다?
pt_br: @alula_gasp É! Ele também tem uma raposa!\nE ela sabe falar!
ru: @alula_gasp Да! И у него тоже есть лиса!\nОна даже умеет говорить!

source: @alula_speak I know! I thought she was the coolest thing ever!
cht: @alula_speak 我知道！我觉得她是我见过的最酷的 东西！
es: @alula_speak ¿A que sí? ¡A mí me parecía la cosa más chula del mundo!
it: @alula_speak Hai capito bene! Per me era la cosa più bella del mondo!
ja: @alula_speak びっくりよね！あんなの生まれて初めて！
ko: @alula_speak 놀랍지? 진짜 최고로 멋져!
pt_br: @alula_speak Não é?! É a coisa mais legal do mundo!
ru: @alula_speak Ага! Тогда мне казалось, что ничего круче быть не может!

source: @alula So he got me a fox plush for Solstice Day!
cht: @alula 所以，他在冬至送了我一只毛绒狐狸！
es: @alula ¡Así que me dio un zorro de peluche el día del solsticio!
it: @alula Così mi ha regalato una volpe di peluche per il Giorno del Solstizio!
ja: @alula それで至点の日に、 キツネのぬいぐるみをくれたの！
ko: @alula 그래서 동짓날에 그 친구가 이 여우 인형을 준 거야!
pt_br: @alula Gostei tanto dela que ele me deu uma raposa de pelúcia no Dia do Solstício!
ru: @alula Вот он и подарил мне игрушечную лису на День Солнцестояния!

source: @niko_speak Oh! That's nice of him!
cht: @niko_speak 噢！他真好！
es: @niko_speak ¡Vaya! ¡Qué amable por su parte!
it: @niko_speak Oh! È stato carino da parte sua!
ja: @niko_speak へえ！良い人なんだね！
ko: @niko_speak 와! 정말 멋진 친구네!
pt_br: @niko_speak Ah, que gentil da parte dele!
ru: @niko_speak О! Как мило с его стороны!

source: @alula_speak He's the best!
cht: @alula_speak 他是最好的！
es: @alula_speak ¡Es el mejor!
it: @alula_speak È proprio il migliore!
ja: @alula_speak 最高のお友達よ！
ko: @alula_speak 최고라니까!
pt_br: @alula_speak Ele é o melhor!
ru: @alula_speak Он самый лучший!

source: @niko It's a fishing pole.
cht: @niko 这是一个钓竿。
es: @niko Es una caña de pescar.
it: @niko È una canna da pesca.
ja: @niko 釣り竿だ。
ko: @niko 낚싯대예요.
pt_br: @niko Uma vara de pesca.
ru: @niko Это удочка.

source: @calamus That reminds me, I need to go fishing later...
cht: @calamus 这倒是提醒了我，我等会儿要去钓鱼。
es: @calamus Eso me recuerda a que tengo que ir a pescar más tarde...
it: @calamus Ora che ci penso, più tardi dovrò andare a pesca...
ja: @calamus 思い出した、あとで釣りに行かなきゃ…
ko: @calamus 그러고 보니 나중에 낚시를 하러 가야겠는걸...
pt_br: @calamus Eu preciso pescar mais tarde...
ru: @calamus Напоминает о том, что мне уже скоро идти рыбачить...

source: @alula Do you like fish, Niko?
cht: @alula 你喜欢钓鱼吗，Niko？
es: @alula ¿Te gusta el pescado, Niko?
it: @alula Ti piace il pesce, Niko?
ja: @alula ニコ、お魚は好き？
ko: @alula 니코, 생선 좋아해?
pt_br: @alula Você gosta de peixe, Niko?
ru: @alula Ты любишь рыбу, Нико?

source: @alula_speak So do we! \|\@alula They're good in stews.
cht: @alula_speak 我们也是的！\|\@alula 鱼炖着吃很美味。
es: @alula_speak ¡A nosotras también! \|\@alula Está buenísimo en estofados.
it: @alula_speak Anche a noi! \|\@alula Negli stufati è buonissimo.
ja: @alula_speak あたしたちも！ \|\@alula シチューに入れると美味しいの。
ko: @alula_speak 우리도 그래! \|\@alula 전골에 넣으면 맛있지.
pt_br: @alula_speak Nós também! \|\@alula Ensopado de peixe é uma delícia.
ru: @alula_speak И мы тоже! \|\@alula Из них получаются вкусные рагу.

source: @niko_speak Or soups!
cht: @niko_speak 做汤也不错！
es: @niko_speak ¡O en sopas!
it: @niko_speak O nelle minestre!
ja: @niko_speak それかスープ！
ko: @niko_speak 수프에 넣어도 좋고!
pt_br: @niko_speak Ou sopa mesmo!
ru: @niko_speak Или супы!

source: @niko_eyeclosed ...but I know some people back home who like to eat them raw.
cht: @niko_eyeclosed ...但是我知道家乡有人喜欢生吃。
es: @niko_eyeclosed ... Aunque sé que hay gente en mi aldea a la que le gusta comerlo crudo.
it: @niko_eyeclosed ...Ma conosco alcune persone a casa a cui piace mangiarlo crudo.
ja: @niko_eyeclosed …ミーの世界では、生で食べるのが 好きな人もいたんだ。
ko: @niko_eyeclosed ...우리 고향에는 생선을 날로 먹는 사람들도 있어.
pt_br: @niko_eyeclosed ... mas sei que tem gente que come peixe cru.
ru: @niko_eyeclosed ...но в моём мире есть люди, которые любят есть их сырыми.

source: @alula_speak Ewww!
cht: @alula_speak 呃呃呃！
es: @alula_speak ¡Puaj!
it: @alula_speak Bleah!
ja: @alula_speak げーっ！
ko: @alula_speak 으에엑!
pt_br: @alula_speak Eca!
ru: @alula_speak Фу-у-у!

source: @niko_eyeclosed Yeup.
cht: @niko_eyeclosed 是的。
es: @niko_eyeclosed Sí.
it: @niko_eyeclosed Già.
ja: @niko_eyeclosed だよね。
ko: @niko_eyeclosed 그러게 말이야.
pt_br: @niko_eyeclosed Sim.
ru: @niko_eyeclosed Ага.

source: @niko Jars full of dried fish.
cht: @niko 装满干鱼的罐子。
es: @niko Tarros llenos de pescado seco.
it: @niko Dei vasi pieni di pesci essiccati.
ja: @niko 乾いた魚がいっぱい入った壺。
ko: @niko 말린 생선이 가득한 항아리예요.
pt_br: @niko Potes cheios de peixe seco.
ru: @niko Сосуды с сушёной сельдью.

source: @niko It's a jar full of worms!
cht: @niko 装满虫子的罐子。
es: @niko ¡Es un tarro lleno de gusanos!
it: @niko È un vaso pieno di vermi!
ja: @niko この壺にはミミズがたくさん入ってる！
ko: @niko 벌레가 가득 든 항아리예요!
pt_br: @niko Um pote cheio de minhocas!
ru: @niko В этом сосуде полно червей!

source: @niko Jars full of dried moss.
cht: @niko 装满苔藓的罐子。
es: @niko Tarros llenos de musgo seco.
it: @niko Sono vasi pieni di muschio secco.
ja: @niko 乾いたコケがいっぱい入った壺。
ko: @niko 말린 이끼가 가득 들었어요.
pt_br: @niko Potes cheios de musgo seco.
ru: @niko Сосуды, полные высушенного мха.

source: @niko Jars full of beans.
cht: @niko 装满豌豆的罐子。
es: @niko Tarros llenos de judías.
it: @niko Sono vasi pieni di fagioli.
ja: @niko 豆がたくさん入った壺。
ko: @niko 콩이 잔뜩 들어 있어요.
pt_br: @niko Potes cheios de feijão.
ru: @niko Сосуды, полные бобов.

source: @mason Good luck with that seed, now!
cht: @mason 祝那颗种子好运！
es: @mason ¡Buena suerte con esa semilla!
it: @mason Buona fortuna con quel seme!
ja: @mason その種の幸運を祈っているぞ！
ko: @mason 그 씨앗이 잘 자라길 빌어!
pt_br: @mason Boa sorte com a semente!
ru: @mason Удачи тебе с этим семечком!

source: @mason Most of the plants in our world tend to grow in The Glen.
cht: @mason 我们世界的大多数植物都在Glen里生长。
es: @mason La mayoría de las plantas de nuestro mundo tienden a crecer en el Valle.
it: @mason La maggior parte delle piante del nostro mondo tende a crescere nella Valle.
ja: @mason この世界の植物の多くは、 峡谷に生息している。
ko: @mason 우리 세계의 식물은 대부분 협곡에서 자라지.
pt_br: @mason A maioria das plantas do nosso mundo cresce no Vale.
ru: @mason Большинство растений в нашем мире растут в Долине.

source: @mason Even if it's facing the flooding issues, it's still in better condition than the other two areas.
cht: @mason 虽然面临着洪水问题，仍然比其他两个 地区的情况好一些。
es: @mason A pesar de las inundaciones, sigue estando en mejores condiciones que las otras dos zonas.
it: @mason Nonostante il problema delle inondazioni, è in condizioni migliori rispetto alle altre due aree.
ja: @mason あそこには浸水問題があるが、それでも 他の地域よりは良好な状態なのだ。
ko: @mason 침수 문제가 발생하고 있긴 하지만 나머지 두 지역에 비하면 굉장히 양호한 편이야.
pt_br: @mason Mesmo com o problema das inundações, ainda é o melhor lugar se comparado a outras áreas.
ru: @mason Даже несмотря на затопление, там всё равно условия получше, чем в других регионах.

source: @mason The Barrens is... well, the barrens.
cht: @mason Barrens 是...呃，荒漠。
es: @mason Los Baldíos son... pues, los Baldíos.
it: @mason La Baia Desolata è... beh, brulla e desolata.
ja: @mason 不毛の地は…まあ、不毛の地だな。
ko: @mason 불모지는... 그야말로 불모지지.
pt_br: @mason As Terras Áridas são... Bom, são as Terras Áridas.
ru: @mason Пустоши это... ну, просто пустоши.

source: @mason And Refuge city has barely enough ground to stand on, let alone grow stuff!
cht: @mason 而 Refuge 连站的地方都不够，更别说 种东西了！
es: @mason Y la ciudad Refugio apenas tiene terreno suficiente como para mantenerse ¡y mucho menos para cultivar cosas!
it: @mason E il Rifugio ha a malapena terreno sufficiente per stare in piedi, figuriamoci per coltivarci qualcosa!
ja: @mason そして避難所の街は、植物を育てる どころの話ではない。 歩ける地面を確保するのでやっとだ！
ko: @mason 그리고 난민 지구라 불리는 곳엔 식물이 자랄 땅은커녕 건물이 서 있을 땅도 없어!
pt_br: @mason O cidade de Refúgio mal tem lugar para pisar, quanto mais para plantar!
ru: @mason А в Пристанище еле хватает земли для самого города, не говоря уже о том, чтобы тут что-то выращивать!

source: @mason ...On a larger scale than this, I mean.
cht: @mason ...我的意思是比这里更大规模的种植。
es: @mason ... A una escala mayor que esta, claro.
it: @mason ...Su vasta scala, intendo, non come qua dentro.
ja: @mason …今以上の規模では、な。
ko: @mason ...여기보다는 넓지만 말야.
pt_br: @mason ... Em maior escala, digo.
ru: @mason ...Я имею в виду, в более крупных масштабах чем здесь.

source: @niko_speak Oh! \.\.\@niko You're a gardener, right?
cht: @niko_speak 噢！\.\.\@niko 你是一名园丁，对吗？
es: @niko_speak ¡Vaya! \.\.\@niko Eres jardinero, ¿verdad?
it: @niko_speak Oh! \.\.\@niko Sei un giardiniere, vero?
ja: @niko_speak そうだ！\.\.\@niko お庭屋さんなんだよね？
ko: @niko_speak 아! \.\.\@niko 당신이 정원사로군요, 그렇죠?
pt_br: @niko_speak Ah! \.\.\@niko Você é jardineiro, né?
ru: @niko_speak O! \.\.\@niko Вы же садовник, да?

source: @mason Yup!
cht: @mason 是啊！
es: @mason ¡Así es!
it: @mason Già!
ja: @mason うむ！
ko: @mason 그렇단다!
pt_br: @mason Isso!
ru: @mason Ага!

source: @niko_speak Do you... happen to have any dirt?\>\n\@niko For growing plants, I mean!
cht: @niko_speak 那你...有土吗？\>\n\@niko 我的意思是种植物的泥土！
es: @niko_speak ¿No tendrás algo de... tierra?\>\n\@niko ¡Para las plantas, me refiero!
it: @niko_speak Hai per caso del terriccio?\>\n\@niko Per coltivare le piante, intendo!
ja: @niko_speak あの…土を持ってたりしないかな？\>\n\@niko 植物を育てるための！
ko: @niko_speak 저기... 흙을 좀 가지고 계시나요?\>\n\@niko 식물을 키우기 위한 흙이요!
pt_br: @niko_speak Você por acaso... tem terra?\>\n\@niko Para cultivar plantas, digo!
ru: @niko_speak А у вас случайно нет... немного грунта?\>\n\@niko Ну, для выращивания растений!

source: @mason Yup!\>\nDo you need some?
cht: @mason 有啊！\>\n你需要点吗？
es: @mason ¡Pues sí!\>\n¿Necesitas un poco?
it: @mason Certo!\>\nNe hai bisogno?
ja: @mason あるとも！\>\n必要なのか？
ko: @mason 물론이지!\>\n필요하니?
pt_br: @mason Tenho sim!\>\nEstá precisando?
ru: @mason Имеется!\>\nТебе нужно?

source: @niko_speak Yes!\>\n\@niko I'm supposed to plant this seed left behind by a plant lady...
cht: @niko_speak 要！\>\n\@niko 我要种植植物女士留下的种子...
es: @niko_speak ¡Sí!\>\n\@niko Se supone que tengo que plantar una semilla olvidada por una mujer planta...
it: @niko_speak Sì!\>\n\@niko Dovrei piantare questo seme lasciato dalla signorina pianta...
ja: @niko_speak うん！\>\n\@niko 植物のお姉さんが残していった種を 植えなきゃいけなくて…
ko: @niko_speak 네!\>\n\@niko 식물 아가씨가 남긴 이 씨앗을 심고 싶어서요...
pt_br: @niko_speak Sim!\>\n\@niko Preciso plantar esta semente que uma moça-planta deixou para trás...
ru: @niko_speak Да!\>\n\@niko Я должен посадить это семечко, которое оставила тётя-растение...

source: @niko_eyeclosed ...but the pot in the garden doesn't have any soil...
cht: @niko_eyeclosed ...但是花园的花盆里没有土了...
es: @niko_eyeclosed ... pero la maceta del jardín no tiene nada de tierra...
it: @niko_eyeclosed ...ma il vaso nel giardino è completamente vuoto...
ja: @niko_eyeclosed …でも、庭にある鉢には土が入ってなかったんだ…
ko: @niko_eyeclosed ...하지만, 정원에 있던 화분에는 흙이 없어서...
pt_br: @niko_eyeclosed ... mas o vaso no jardim não tem terra...
ru: @niko_eyeclosed ...но в горшке в саду нет земли...

source: @mason I see....
cht: @mason 我明白了...
es: @mason Entiendo...
it: @mason Capisco...
ja: @mason なるほど…
ko: @mason 그랬군...
pt_br: @mason Entendo...
ru: @mason Понятно....

source: @mason I know who you're talking about, yeah.
cht: @mason 我知道你在说谁，是的。
es: @mason Ya sé de quién hablas.
it: @mason So di chi stai parlando, sì.
ja: @mason 君の言っている人物のことは、私も 知っているとも。
ko: @mason 네가 말하는 사람이 누군지 알 것 같아.
pt_br: @mason Sei de quem você está falando.
ru: @mason Да, я понимаю, о ком ты говоришь.

source: @mason Here, take this whole bag!
cht: @mason 给你，整袋都拿走吧！
es: @mason ¡Toma, llévate la bolsa entera!
it: @mason Ecco, prendine pure un sacco intero!
ja: @mason ほら、袋ごと持っていくといい！
ko: @mason 자, 이 봉투를 가져가렴!
pt_br: @mason Tome, pode ficar com o saco inteiro!
ru: @mason Вот, бери целый мешок!

source: @mason Feel free to ask me about the plants!
cht: @mason 欢迎问我有关植物的问题！
es: @mason ¡No dudes en preguntarme cualquier cosa sobre plantas!
it: @mason Chiedimi pure quello che vuoi sulle piante!
ja: @mason 植物については何でも聞いてくれ！
ko: @mason 식물에 관한 거라면 뭐든 물어보거라!
pt_br: @mason Pode me perguntar qualquer coisa sobre plantas!
ru: @mason Не стесняйся задавать мне вопросы насчёт растений!

source: @mason Hello there!
cht: @mason 你好呀！
es: @mason ¡Hola!
it: @mason Ehilà!
ja: @mason こんばんは！
ko: @mason 안녕!
pt_br: @mason Oi!
ru: @mason Привет!

source: @niko_speak You have a lot of plants!
cht: @niko_speak 你有这么多的植物！
es: @niko_speak ¡Tienes muchas plantas!
it: @niko_speak Hai un sacco di piante!
ja: @niko_speak 植物がたくさんあるね！
ko: @niko_speak 식물을 많이 키우시네요!
pt_br: @niko_speak Você tem um monte de plantas!
ru: @niko_speak У вас так много растений!

source: @mason I do!\nGrew all of these myself, y'see.
cht: @mason 是的呢！\n你看，这些都是我自己种的。
es: @mason ¡Sí!\nLas he cultivado todas yo mismo, ¿sabes?
it: @mason Sì!\nCome vedi, le ho coltivate tutte da solo.
ja: @mason あるとも！\nすべて自分で育てたのだ。
ko: @mason 그래, 맞아!\n이 식물들을 다 내 손으로 키웠지.
pt_br: @mason Tenho sim!\nEu as cultivei sozinho.
ru: @mason Это верно!\nЯ их все вырастил собственными руками.

source: @mason Feel free to ask me about them!
cht: @mason 欢迎问我有关植物的问题！
es: @mason ¡No dudes en preguntarme cualquier cosa sobre ellas!
it: @mason Chiedimi pure quello che vuoi!
ja: @mason 何でも聞いてくれ！
ko: @mason 식물에 관한 거라면 뭐든 물어보렴!
pt_br: @mason Fique à vontade para fazer perguntas sobre elas!
ru: @mason Если что хочешь о них узнать, спрашивай!

source: @niko A small garden trowel. The handle part is shaped like... an owl?
cht: @niko 一把花园小泥铲。把手部分的形状像... 一只猫头鹰？
es: @niko Una pequeña pala de jardín.
it: @niko Una pala da giardinaggio. Il manico ha la forma di... una piccola ala?
ja: @niko 小さなスコップ。持ち手の形が… フクロウみたい？
ko: @niko 작은 정원용 모삽이에요. 손잡이는... 올빼미 모양이네요?
pt_br: @niko Uma pá de jardim. O cabo tem formato de... coruja?
ru: @niko Маленький совок. У него ручка сделана в виде... совы?

source: @niko_83c I get it!
cht: @niko_83c 我明白了！
es: @niko_83c Seguro que la usa mucho.
it: @niko_83c Ah, l'ho capita!
ja: @niko_83c そういうことね！
ko: @niko_83c 알겠어요!
pt_br: @niko_83c Saquei!
ru: @niko_83c А, я понял шутку!

source: @niko A watering can. It's half full.
cht: @niko 一个喷壶。是半满的。
es: @niko Una regadera. Está medio llena.
it: @niko Un annaffiatoio. È pieno per metà.
ja: @niko じょうろだ。水が半分入ってる。
ko: @niko 물뿌리개예요. 반쯤 차 있네요.
pt_br: @niko Um regador. Está pela metade.
ru: @niko Садовая лейка. Наполовину полная.

source: @niko Filled with plant clippings.
cht: @niko 装着修剪过植物残骸。
es: @niko Está llena de tallos de plantas.
it: @niko Pieno di resti di potature.
ja: @niko 刈り取られた植物でいっぱいだ。
ko: @niko 잘라낸 식물로 가득해요.
pt_br: @niko Cheio de mudas de plantas.
ru: @niko Наполнено обрезками растений.

source: @niko Empty flowerpot...
cht: @niko 空花盆...
es: @niko Una maceta vacía...
it: @niko Un vaso da fiori vuoto...
ja: @niko 空の植木鉢…
ko: @niko 빈 화분이네에요..
pt_br: @niko Um vaso de planta vazio...
ru: @niko Пустой цветочный горшок...

source: @niko So... is it a tree?
cht: @niko 那么...这是一棵树吗？
es: @niko Entonces..., ¿es un árbol?
it: @niko Quindi... è un albero?
ja: @niko これは…木なの？
ko: @niko 음... 이건 나무인가요?
pt_br: @niko Então... isso é uma árvore?
ru: @niko Значит... это дерево?

source: @mason Only in name!
cht: @mason 只是名字有树字而已！
es: @mason ¡Solo por el nombre!
it: @mason Solo di nome!
ja: @mason 名ばかりの、だがな！
ko: @mason 이름만 그렇지!
pt_br: @mason Só de nome!
ru: @mason Чисто номинально!

source: @mason That's a phosphor tree.
cht: @mason 这是一颗荧光树。
es: @mason Es un árbol de fósforo.
it: @mason Quello è un albero di fosforo.
ja: @mason それは蛍光樹である。
ko: @mason 그건 발광 나무란다.
pt_br: @mason É uma árvore luminescente.
ru: @mason Это фосфорное дерево.

source: @niko_speak Oh! Like the ones we saw in the glen!
cht: @niko_speak 噢！就像我们在Glen看到的一样！
es: @niko_speak ¡Vaya! ¡Como los que vimos en el valle!
it: @niko_speak Oh! Come quelli che abbiamo visto nella Valle!
ja: @niko_speak あっ！峡谷で見たのと同じやつだ！
ko: @niko_speak 아! 비슷한 걸 협곡에서 본 적이 있어요!
pt_br: @niko_speak Ah! Como as que eu vi no Vale!
ru: @niko_speak Ой! Мы видели такие же в долине!

source: @niko I always wondered... where are the leaves?
cht: @niko 我一直疑惑...树叶去哪里了？
es: @niko Siempre me he preguntado dónde están las hojas.
it: @niko Mi sono sempre chiesto... dove sono le foglie?
ja: @niko いつも不思議だったんだけど… 葉っぱはどこにあるの？
ko: @niko 볼 때마다 궁금했는데... 잎은 어디 있나요?
pt_br: @niko Sempre fico me perguntando... cadê as folhas?
ru: @niko Мне всегда было интересно... куда подевались их листья?

source: @niko2 They're not... dead, are they?
cht: @niko2 他们没有...死，是不是？
es: @niko2 No están... muertas, ¿verdad?
it: @niko2 Non sono... morti, vero?
ja: @niko2 まさか…枯れてるわけじゃないよね？
ko: @niko2 죽은... 건 아니죠?
pt_br: @niko2 Elas não estão... mortas, estão?
ru: @niko2 Они же... не умерли, правда?

source: @mason Oh, not at all!
cht: @mason 噢，当然没有了！
es: @mason ¡Qué va, para nada!
it: @mason Oh, niente affatto!
ja: @mason これっぽっちも枯れてはおらん！
ko: @mason 물론, 죽지 않았단다!
pt_br: @mason Ah, não mesmo!
ru: @mason О, вовсе нет!
