Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @george4_golly Seriously, you should go take a nap before you overexert yourself!\>\n\@george4 The guest room is in the attic down the hall, if you forgot!
cht: @george4_golly 说真的，你应该去休息一会儿，以免过度劳累了！\>\n\@george4 提醒一下客房在大厅那边的阁楼里，以免你忘记。
es: @george4_golly En serio, deberías ir a echarte una siesta, ¡vas a desfallecer!\>\n\@george4 Por si no te acuerdas, la habitación de invitados está en el altillo que hay al fondo del pasillo.
it: @george4_golly Davvero, se non fai un pisolino crolli!\n\>\@george4 Ti ricordo che per raggiungere la stanza degli ospiti devi salire le scale in fondo al corridoio!
ja: @george4_golly ほらほら、倒れちゃう前にお昼寝してきなよ！\>\n\@george4 ゲストルームは、通路をまっすぐ行った ところの屋根裏ね！
ko: @george4_golly 진짜, 넌 너무 무리하지 않게 가끔은 쉬어야 돼!\>\n\@george4 손님용 방은 홀 저편에 있는 다락에 있어!
pt_br: @george4_golly É sério, você deveria ir tirar uma soneca, senão ficará acabada!\>\n\@george4 Se você não se lembra, o quarto de hóspedes fica no sótão ao final do corredor!
ru: @george4_golly Послушай, тебе надо выспаться, чтобы не переутомиться!\>\n\@george4 Если забыл, комната для гостей на чердаке в конце коридора!

source: @niko_speak Oh! I do have this!\>\n\@niko_speak I...think it's written in some sort of...words I don't recognize?
cht: @niko_speak 噢！我确实有这个！\>\n\@niko_speak 我...觉得它是用一些...我不认识 的字写的？
es: @niko_speak ¡Ah! ¡Tengo esto!\>\n\@niko_speak Creo que está escrito con... una especie de palabras que no reconozco.
it: @niko_speak Oh! Ho questo!\>\n\@niko_speak Ed è scritto... con parole strane che non riconosco!
ja: @niko_speak 本…これなら持ってるよ！\>\n\@niko_speak たぶん…ミーには分からない文字…みたいなので 書かれてるみたい？
ko: @niko_speak 참! 이 책이 있어요!\>\n\@niko_speak 그게... 제가 모르는 말로 쓰인 것 같았어요.
pt_br: @niko_speak Ah! Eu tenho isto!\>\n\@niko_speak Eu... acho que está escrito em algum... idioma que não estou reconhecendo.
ru: @niko_speak O! У меня есть это!\>\n\@niko_speak Как бы я не старался...я не могу...ни слова в ней понять?

source: @george4_golly Oh my gosh!
cht: @george4_golly 噢，天啊！
es: @george4_golly ¡Ay, madre!
it: @george4_golly Oddio!
ja: @george4_golly うっそ！
ko: @george4_golly 세상에나!
pt_br: @george4_golly Minha nossa!
ru: @george4_golly Ох, божечки-кошечки!

source: @george4 It's.... \.\.\@george4_omg A book!
cht: @george4 它是...\.\.\@george4_omg 一本书！
es: @george4 Es... \.\.\@george4_omg ¡un libro!
it: @george4 Ma quello... \.\.\@george4_omg è un libro!
ja: @george4 それって… \.\.\@george4_omg 本だよね！
ko: @george4 이건... \.\.\@george4_omg 책이네!
pt_br: @george4 É... \.\.\@george4_omg Um livro!
ru: @george4 Это же.... \.\.\@george4_omg книга!

source: @george4 And not just any book! \>\@george4_golly Golly... where did you find this?
cht: @george4 但不是一般的书！\>\@george4_golly 天呐...你在哪里找到它的？
es: @george4 ¡Y no un libro cualquiera! \>\@george4_golly Madre mía... ¿De dónde lo has sacado?
it: @george4 E non un libro qualunque! \>\@george4_golly Perbacco... Dove l'hai trovato?
ja: @george4 しかも、ただの本じゃない！ \>\@george4_golly ひゃー…これ、どこで見つけたの？
ko: @george4 게다가 그냥 책이 아니야! \>\@george4_golly 와... 이거 어디서 났니?
pt_br: @george4 E não é qualquer livro! \>\@george4_golly Caramba, onde você encontrou isso?
ru: @george4 И не просто какая-то книга! \>\@george4_golly О-хо-хо... где ты такое раскопал?

source: @niko I woke up with it.
cht: @niko 我醒来就看见了。
es: @niko Estaba ahí cuando me desperté.
it: @niko Ce l'avevo con me quando mi sono svegliato.
ja: @niko 起きたら手元にあったんだ。
ko: @niko 깨어날 때부터 가지고 있었어요.
pt_br: @niko Eu acordei com ele.
ru: @niko Я с этим проснулся.

source: @niko Somewhere in the barrens!\>\n\@niko_speak Oh! We found it in a safe!\> Right, \p?
cht: @niko Barrens 的某个地方！\>\n\@niko_speak 噢！我们在保险箱中发现了它！\>是吗\p？
es: @niko ¡De Los Baldíos!\>\n\@niko_speak ¡Ah, sí! Lo encontramos en una caja fuerte.\> ¿Verdad, \p?
it: @niko Da qualche parte nella Baia Desolata!\>\n\@niko_speak Oh! L'abbiamo trovato dentro una cassaforte!\> Giusto, \p?
ja: @niko 不毛の地の、えっと…\>\n\@niko_speak あっ！金庫で見つけたんだ！ \>だよね、 \p？
ko: @niko 불모지에서 찾았어요!\>\n\@niko_speak 아! 금고 안에서요!\> 그렇죠, \p 님?
pt_br: @niko Em algum lugar das Terras Áridas!\>\n\@niko_speak Ah! Nós o encontramos num cofre!\> Não foi, \p?
ru: @niko Где-то в Пустошах!\>\n\@niko_speak Ах да! Мы нашли её в сейфе!\> Верно, \p?

source: @george4 Is that so!
cht: @george4 是这样吗！
es: @george4 ¡Vaya!
it: @george4 Incredibile!
ja: @george4 そういうことね！
ko: @george4 그래?
pt_br: @george4 É mesmo?
ru: @george4 Неужели!

source: @george4_smile In that case, I know what I have to do now!
cht: @george4_smile 这样的话，我知道该怎么做了。
es: @george4_smile ¡En ese caso, ya sé qué tengo que hacer!
it: @george4_smile Allora so già quel che devo fare!
ja: @george4_smile それなら、わたしのやることは決まりっ！
ko: @george4_smile 그렇다면 내가 어떡해야 할지 알겠네!
pt_br: @george4_smile Sendo assim, já sei o que preciso fazer!
ru: @george4_smile В таком случае я знаю, что делать!

source: @george4 I need to borrow this journal for a bit, okay?\>\n\@george4_omg Gotta translate it!
cht: @george4 我需要借日志一会儿，可以吗？\>\n\@george4_omg 准备翻译它！
es: @george4 Necesito que me prestes este diario un rato, ¿vale?\>\n\@george4_omg ¡Tengo que traducirlo!
it: @george4 Prendo il diario in prestito per un po', ok?\>\n\@george4_omg Non vedo l'ora di tradurlo!
ja: @george4 この日記、少し借りてもいいかな？\>\n\@george4_omg 解読しなきゃ！
ko: @george4 이 일지, 잠시 빌려줄래, 응?\>\n\@george4_omg 내가 번역하고 싶어!
pt_br: @george4 Preciso pegar este diário emprestado um pouquinho, beleza?\>\n\@george4_omg Preciso traduzi-lo!
ru: @george4 Я позаимствую у тебя на время этот дневник, хорошо?\>\n\@george4_omg Надо его перевести!

source: @niko_speak Oh, cool!
cht: @niko_speak 噢，真酷！
es: @niko_speak Ah, ¡genial!
it: @niko_speak Oh, fai pure!
ja: @niko_speak わあ、やった！
ko: @niko_speak 와, 멋진데요!
pt_br: @niko_speak Ah, beleza!
ru: @niko_speak О, здорово!

source: @george4_oops It... might take a while, though...
cht: @george4_oops 但... 可能需要一段时间...
es: @george4_oops Puede que tarde un rato, eso sí...
it: @george4_oops Però... potrebbe volerci un po'...
ja: @george4_oops むう…でも、ちょっと時間 かかっちゃうかもね…
ko: @george4_oops 하지만... 아마 시간은 좀 걸릴 거야...
pt_br: @george4_oops Mas... pode demorar um pouco...
ru: @george4_oops Хотя это... может занять много времени...

source: @niko_speak That's fine!\>\n\@niko_yawn *yawn*...
cht: @niko_speak 好的！\>\n\@niko_yawn *哈欠*...
es: @niko_speak ¡No pasa nada!\>\n\@niko_yawn *Uaaa*...
it: @niko_speak Va benissimo!\>\n\@niko_yawn Yawn...
ja: @niko_speak 大丈夫だよ！\>\n\@niko_yawn ふわぁ…
ko: @niko_speak 괜찮아요!\>\n\@niko_yawn *하암*...
pt_br: @niko_speak Tudo bem!\>\n\@niko_yawn *uaaah*...
ru: @niko_speak Ничего страшного!\>\n\@niko_yawn *зевок*...

source: @george4_golly Gosh! You look really tired!
cht: @george4_golly 天啊！你看起来真累！
es: @george4_golly ¡Cielos! ¡Estás al borde del agotamiento!
it: @george4_golly Caspiterina! Sembri stanco!
ja: @george4_golly ありゃ！だいぶ疲れちゃってるね！
ko: @george4_golly 정말 피곤한가 보네!
pt_br: @george4_golly Minha nossa! Você está um caco!
ru: @george4_golly Блин! Кажется, ты очень устал!

source: @niko_eyeclosed A little, yeah....
cht: @niko_eyeclosed 是的，有点...
es: @niko_eyeclosed Un poco, sí...
it: @niko_eyeclosed Sì, giusto un po'...
ja: @niko_eyeclosed うん、ちょっとだけ…
ko: @niko_eyeclosed 네, 조금...
pt_br: @niko_eyeclosed Um pouquinho...
ru: @niko_eyeclosed Да, немного....

source: @george4_smile No worries! I have a guest room in the attic down the hall!
cht: @george4_smile 不用担心！客厅那边的阁楼上有一间 客房！
es: @george4_smile ¡No te preocupes! Tengo una habitación de invitados en el altillo, al fondo del pasillo.
it: @george4_smile Stai tranquillo! Ho una stanza degli ospiti in soffitta, in fondo al corridoio!
ja: @george4_smile 心配ご無用っ！通路をまっすぐ行ったところの 屋根裏にゲストルームがあるから！
ko: @george4_smile 걱정하지 마! 홀 너머 다락에 손님용 방을 마련해 뒀거든!
pt_br: @george4_smile Sem problema! Eu tenho um quarto de hóspedes no sótão no final do corredor!
ru: @george4_smile Не волнуйся! У меня есть комната для гостей на чердаке в конце коридора!

source: @george4 If you want, you can go take a nap!\>\n\@george4_smile ... a catnap!
cht: @george4 你可以去那休息一下！\>\n\@george4_smile ...小憩一会！
es: @george4 ¡Si quieres, ir a echarte una siesta!\>\n\@george4_smile Procura no ronron... digo, ¡no roncar mucho!
it: @george4 Se hai sonno, il letto è di là! Dormi pure come un ghiro...\>\n\@george4_smile ...anche se sembri più un gatto!
ja: @george4 休みたかったら、そこでお昼寝しなさいなっ！\>\n\@george4_smile …ネコちゃんみたいに体を丸くしてさ！
ko: @george4 원한다면 거기서 좀 쉬어도 돼!\>\n\@george4_smile ...쪽잠이라고 하지!
pt_br: @george4 Se quiser, pode ir tirar um cochilo!\>\n\@george4_smile ... uma sonequinha!
ru: @george4 Если хочешь, можешь там поспать!\>\n\@george4_smile ... сном котёнка!

source: @george4 Well, since you're already here, feel free to check out my archives!
cht: @george4 既然你都到这了，请尽管查看我的档案！
es: @george4 Bueno, ya que has venido, puedes echar un vistazo a mis archivos, ¡no te cortes!
it: @george4 Dato che sei qui, sentiti libero di dare un'occhiata ai miei archivi!
ja: @george4 まっ、どうせここにいるんだから、収蔵庫も 自由に見て回ってきなよ！
ko: @george4 뭐, 이왕 여기 왔으니까 내가 모은 기록을 마음껏 봐도 좋아!
pt_br: @george4 Bom, já que você está aqui, pode ficar à vontade para conferir meus arquivos!
ru: @george4 Что ж, раз ты здесь, не стесняйся ознакомиться с моими архивами!

source: @george4_omg Or better yet! If you have any questions about \c[3]books\c[0], I can answer them!
cht: @george4_omg 或者最好看一下！如果你有任何关于 \c[3]书\c[0]的问题，我都可以回答！
es: @george4_omg ¡O aún mejor! Si tienes dudas sobre \c[3]libros\c[0], ¡puedo resolvértelas!
it: @george4_omg O, ancor meglio... se hai delle domande sui \c[3]libri\c[0] posso dirti tutto quel che vuoi!
ja: @george4_omg あとね！\c[3]本\c[0]について質問があるなら、 答えてあげる！
ko: @george4_omg 아니면! 내게 \c[3]책\c[0]에 관한 질문을 해도 좋아. 뭐든 대답해 줄 테니까!
pt_br: @george4_omg Ou melhor, se tiver alguma pergunta sobre \c[3]livros\c[0], eu tenho as respostas!
ru: @george4_omg Или ещё лучше! Задай мне какие-нибудь вопросы насчёт \c[3]книг\c[0], и я с радостью на них отвечу!

source: @george4 I love books.... books books books!
cht: @george4 我爱书...书！书！书！
es: @george4 Me encantan los libros... ¡Libros, libros, libros!
it: @george4 Amo taaaaanto... tanto tanto i libri! Tanto!
ja: @george4 本、だーい好き…本、本、本！
ko: @george4 난 책이 너무 좋아... 책, 책, 책!
pt_br: @george4 Eu amo livros... livros, livros, livros!
ru: @george4 Я обожаю книги.... Книги, книжечки, книжонки!

source: @george5 Oh! Would you like me to explain again?
cht: @george5 噢！你需要我再解释一遍吗？
es: @george5 ¡Ah! ¿Quieres que te lo vuelva a explicar?
it: @george5 Oh! Vuoi che te lo rispieghi?
ja: @george5 あら！もう一度説明してあげましょうか？
ko: @george5 어머! 설명을 다시 듣고 싶니?
pt_br: @george5 Ah! Quer que eu explique de novo?
ru: @george5 Ох! Ты хочешь, чтобы я объяснила ещё раз?

source: @george5 According to the journal, you must go to the small room at the base of the Tower while having three pieces of the previous sun in your possession.
cht: @george5 根据日志所说，你必须到达塔楼底部的 小房间，并且持有三片以前的太阳碎片。
es: @george5 Según el diario, debes poseer tres partes del sol anterior y dirigirte a la sala pequeña que hay en la base de la Torre.
it: @george5 Secondo il diario, devi andare nella piccola stanza alla base della Torre mentre hai tre pezzi del sole precedente in tuo possesso.
ja: @george5 この日記によると、貴方は以前あった太陽の かけらを3つ持って、塔のふもとにある 小さな部屋に行かなきゃいけないみたいよ。
ko: @george5 그 일지에 따르면, 너는 이전 태양의 조각 세 개를 모은 뒤에 탑 아래에 있는 작은 방으로 가야 한단다.
pt_br: @george5 De acordo com o diário, você precisa ir a uma salinha na base da Torre com três partes do sol anterior.
ru: @george5 Согласно дневнику, ты должен войти в маленькую комнату в подножии Башни с тремя кусочками прежнего солнца.

source: @george5 ...and then, you must stand in the room, and \p will do something about floor patterns and windows.
cht: @george5 ...然后，你必须站在房间里，而\p 会对地板图案和窗口做些处理。
es: @george5 ... y luego debes entrar en la sala. A continuación, \p hará algo con las ventanas y el patrón del suelo.
it: @george5 ...Dopodiché, dovrai restare fermo nella stanza e \p farà qualcosa riguardo alla forma del pavimento e le finestre.
ja: @george5 …その後、部屋の中に立つの。そうすると、 \p が床の模様や窓で 何かしてくれるみたいね。
ko: @george5 ...그 다음에는 방 안에 가만히 서 있기만 하면 돼. 그러면 \p님이 그 방의 바닥과 창에 뭔가 해 주실 거야.
pt_br: @george5 Depois, você precisará ficar na sala enquanto \p fará alguma coisa relacionada a janelas e desenhos do chão.
ru: @george5 ...а потом просто стой в той комнате, а \p что-то сделает с узорами на полу и окнами.

source: @niko Ooo, makes sense, thank you!
cht: @niko 我懂了，谢谢你。
es: @niko ¡Aaah...! Entendido, ¡gracias!
it: @niko Ooh, certo, grazie mille!
ja: @niko おおお、分かった。ありがとう！
ko: @niko 와, 정말 알기 쉬웠어요. 고맙습니다!
pt_br: @niko Ahh, faz sentido, valeu!
ru: @niko А-а-а, понятно, спасибо!

source: @george5 Best of luck, sweetie!
cht: @george5 祝你好运，甜心！
es: @george5 ¡Que tengas mucha suerte, cielo!
it: @george5 Buona fortuna, tesorino!
ja: @george5 じゃあ、頑張ってちょうだいね！
ko: @george5 행운을 빌마, 귀여운 꼬마야!
pt_br: @george5 Toda sorte para você, meu bem!
ru: @george5 Удачи тебе, малыш!

source: @george5_smile Had a good nap, dear?
cht: @george5_smile 亲爱的，休息得好吗？
es: @george5_smile ¿Has dormido bien, cariño?
it: @george5_smile Schiacciato un buon pisolino, tesoro?
ja: @george5_smile おちびさん、よく眠れた？
ko: @george5_smile 어머, 잘 잤니?
pt_br: @george5_smile Como foi o cochilo, meu bem?
ru: @george5_smile Ты хорошо выспался, дорогуша?

source: @george5_smile Wonderful!
cht: @george5_smile 很好！
es: @george5_smile ¡Estupendo!
it: @george5_smile Meraviglioso!
ja: @george5_smile それは良かったわ！
ko: @george5_smile 다행이네!
pt_br: @george5_smile Maravilhoso!
ru: @george5_smile Замечательно!

source: @george5 I have the translation ready for you now.\>\n\@george5_hmm It looks like this journal might be meant for \p.
cht: @george5 我已经为你翻译好了。\>\n\@george5_hmm 看起来这日志是为了\p写的。
es: @george5 Ya tienes lista la traducción.\>\n\@george5_hmm Parece que el diario es para \p.
it: @george5 Ecco qui la tua traduzione.\>\n\@george5_hmm Sembra che il diario sia stato scritto proprio per \p.
ja: @george5 解読はもう終わっているわよ。\>\n\@george5_hmm この日記は、 \p のために 書かれたものみたいね。
ko: @george5 마침 번역을 끝냈단다.\>\n\@george5_hmm 이 일지 말인데, \p 님을 위한 내용 같더구나.
pt_br: @george5 Fiz a tradução para você. \>\n\@george5_hmm Parece que o diário foi escrito para \p.
ru: @george5 А у меня для тебя уже готов перевод.\>\n\@george5_hmm Похоже, этот дневник предназначен для \p.

source: @george5 Here, why don't you take a look?
cht: @george5 来，你何不自己看一下呢？
es: @george5 Toma, ¿por qué no le echas un vistazo?
it: @george5 Tieni, perché non dai un'occhiata?
ja: @george5 はい、見てごらんなさい。
ko: @george5 자, 한번 볼래?
pt_br: @george5 Tome, dê uma olhada.
ru: @george5 Вот, почему бы тебе не взглянуть?

source: @george5_hmm That is all there is to translate...\>\nLooks like the other pages have been torn out.
cht: @george5_hmm 所有的翻译都在这了...\>\n看起来其他书页都被撕毁了。
es: @george5_hmm Eso es todo lo que había para traducir...\>\nParece que alguien arrancó las páginas que faltan.
it: @george5_hmm C'era solo quello da tradurre...\>\nSembra che le pagine restanti siano state strappate via.
ja: @george5_hmm 解読できたのはそれだけ…\>\n他のページは、どうやら 破り取られているみたいね。
ko: @george5_hmm 이게 내가 번역한 전부란다...\>\n나머지 페이지는 모두 찢어져 있더구나.
pt_br: @george5_hmm Foi o que eu consegui traduzir...\>\nParece que arrancaram as outras páginas.
ru: @george5_hmm Это всё, что было...\>\nПохоже, что другие страницы были вырваны.

source: @george5_hmm Quite a shame! I was wondering what "window" was supposed to mean.\>\n\@george5 Ah well, I guess \p can figure that one out!
cht: @george5_hmm 真遗憾！我想知道"窗口" 到底意味着什么。\>\n\@george5 啊，我觉得\p能弄清楚这点！
es: @george5_hmm ¡Vaya, qué lástima! Me preguntaba qué querrá decir "ventana".\>\n\@george5 Bueno, supongo que \p tendrá que averiguarlo por su cuenta.
it: @george5_hmm Un vero peccato! Mi chiedevo cosa volesse dire con "finestra".\>\n\@george5 Beh, a quanto pare dovrà pensarci \p!
ja: @george5_hmm とても残念！ 「窓」は何を意味していたのかしらね。\>\n\@george5 まあ、 \p がきっとすぐに 解明してくれるわ！
ko: @george5_hmm 안타까운 일이지! "창"이 무슨 뜻인지 알고 싶었거든.\>\n\@george5 하지만 괜찮아. 아마 \p 님이 알아내실 테니까!
pt_br: @george5_hmm Uma pena! Fiquei curiosa para saber o significado da tal “janela”.\>\n\@george5 Ahm, bem... Acho que \p saberá decifrar esse mistério!
ru: @george5_hmm Какая досада! Мне было интересно, что за «окно» имеется в виду.\>\n\@george5 Ну что ж, думаю, \p сможет догадаться!

source: @niko_speak Oh! What does it mean by "three pieces of the previous sun"?\>\n\@niko I only have this sun...
cht: @niko_speak 噢！"三片以前的太阳碎片"是什么意思？\>\n\@niko 我只有这个太阳...
es: @niko_speak Ah, ¿qué significa "tres partes del sol anterior"?\>\n\@niko Solo tengo este sol...
it: @niko_speak Oh! Cosa significa "tre pezzi del sole precedente"?\>\n\@niko Ho soltanto questo sole...
ja: @niko_speak あっ！ 「以前まであった太陽の3つのかけら」って どういう意味？\>\n\@niko ミーはこの太陽しか持ってない…
ko: @niko_speak 아! "이전 태양의 조각 세 개"라는 게 무슨 뜻이죠?\>\n\@niko 전 이 태양 하나만 가지고 있는데...
pt_br: @niko_speak Ah, e o que significa “três partes do antigo sol”?\>\n\@niko Eu só tenho este sol...
ru: @niko_speak О! А что значит «три кусочка прежнего солнца»?\>\n\@niko У меня только это солнце...

source: @george5 That means the stuff containing yellow phosphor!\>\n\@george5_smile They glow for a very long time, so people call them "pieces of the sun" sometimes!
cht: @george5 这是指含有黄色荧光体的东西！\>\n\@george5_smile 它们能够发光很长一段时间，因此人们 有时候称它们为"太阳的碎片"。
es: @george5 ¡Se refiere a los objetos que tienen fósforo amarillo!\>\n\@george5_smile Como brillan durante mucho tiempo, a veces la gente los llama "partes del sol".
it: @george5 Parla di quegli oggetti che contengono fosforo giallo!\> \@george5_smile Brillano a lungo, tanto da essere chiamati, a volte, proprio "pezzi del sole"!
ja: @george5 黄色の蛍光体を含んだ物体のことでしょうね！\>\n\@george5_smile とても長い時間光るから、みんなはそれを 「太陽のかけら」と呼んでいるの！
ko: @george5 노란색 발광체가 든 물건을 뜻한단다!\>\n\@george5_smile 아주 오랫동안 빛을 내는 발광체거든. 그래서 "태양의 조각"이라고 부르곤 하지!
pt_br: @george5 Significa coisas que contêm luminescência amarela!\>\n\@george5_smile Elas brilham por um tempão, por isso as pessoas por vezes as chamam de “pedaços de sol”!
ru: @george5 Это предметы, содержащие жёлтый фосфор!\>\n\@george5_smile Они светятся очень долго, поэтому люди иногда называют их «кусочками солнца»!

source: @george5 Very good, dear!\>\n\@george5_smile And I can help you with the last one!
cht: @george5 很好，亲爱的！\>\n\@george5_smile 第三件物品我可以帮你！
es: @george5 ¡Muy bien, cielo!\>\n\@george5_smile ¡Creo que yo puedo ayudarte con el tercer objeto!
it: @george5 Oh, fantastico, tesorino!\>\n\@george5_smile Con l'ultimo posso dare una mano io!
ja: @george5 素晴らしいわ、おちびさん！\>\n\@george5_smile 最後のかけらは私に任せてちょうだい！
ko: @george5 잘됐네!\>\n\@george5_smile 마지막 하나는 내가 줄 수 있거든.
pt_br: @george5 Muito bem, querida!\>\n\@george5_smile E posso ajudar você com o último item!
ru: @george5 Очень хорошо, дорогуша!\>\n\@george5_smile А я помогу тебе с последним предметом!

source: @niko Oh...\>\n\@niko_speak It looks....\@niko_huh ...like you?
cht: @niko 噢...\>\n\@niko_speak 它看起来...\@niko_huh 像你？
es: @niko Ah...\>\n\@niko_speak Se parece...\@niko_huh ¿a ti...?
it: @niko Oh...\>\n\@niko_speak Assomiglia... \@niko_huh un po' a te.
ja: @niko え…\>\n\@niko_speak これ…\@niko_huh …お姉さんとそっくりだね？
ko: @niko 오...\>\n\@niko_speak 이건....\@niko_huh ...당신을 닮았는데요?
pt_br: @niko Ah...\>\n\@niko_speak Parece... \@niko_huh ... com você?
ru: @niko O...\>\n\@niko_speak Он похож....\@niko_huh ...на вас?

source: @george5_heh I know! Isn't it silly?\>\n\@george5 But now you'll have something to remind you of the library!
cht: @george5_heh 我知道！是不是很傻？\>\n\@george5 但现在你会有些东西让 你想起图书馆了！
es: @george5_heh ¿A que sí? ¡Es muy gracioso!\>\n\@george5 Ahora tendrás un recuerdo de la biblioteca.
it: @george5_heh Già! Carino, vero?\>\n\@george5 Almeno avrai qualcosa che ti ricorderà la biblioteca!
ja: @george5_heh そうなの！おかしいでしょ？\>\n\@george5 でも、これで図書館のことを思い出せるわね！
ko: @george5_heh 알아! 좀 우습지?\>\n\@george5 하지만 이걸로 도서관에서의 추억을 떠올릴 수 있을 거야!
pt_br: @george5_heh Sim! É uma bobeirinha?\>\n\@george5 Mas agora você terá algo para se lembrar da biblioteca!
ru: @george5_heh Знаю! Так глупо, правда?)\>\n\@george5 Зато у тебя будет кое-что на память о библиотеке!

source: @george5_smile Good luck now, sweetie!\>\n\@george5 I wish you safe travels!
cht: @george5_smile 祝你好运，甜心！\>\n\@george5 祝你一路顺风！
es: @george5_smile ¡Mucha suerte, cielo!\>\n\@george5 ¡Ten cuidado, y buen viaje!
it: @george5_smile Buona fortuna tesorino!\>\n\@george5 Ti auguro un buon viaggio!
ja: @george5_smile じゃあ、頑張ってね！\>\n\@george5 無事を祈っているわ！
ko: @george5_smile 그럼, 행운을 빌마. 귀여운 구원자님!\>\n\@george5 안전한 여행이 되기를!
pt_br: @george5_smile Boa sorte, meu bem!\>\n\@george5 Desejo-lhe uma boa jornada!
ru: @george5_smile Удачи тебе, лапуся!\>\n\@george5 Я желаю тебе доброго пути!

source: @george5_smile Don't wear yourself out now, dear!\>\n\@george5 The guest room is just down the hall to the right.
cht: @george5_smile 不要让自己精疲力尽了，亲爱的！\>\n\@george5 客房就在大厅那边的右手边。
es: @george5_smile ¡Estás a punto de caer rendido, cielo!\>\n\@george5 La habitación de invitados está al fondo del pasillo, a la derecha.
it: @george5_smile Cerca di non stancarti, tesoro!\>\n\@george5 La stanza degli ospiti è giusto in fondo al corridoio a destra.
ja: @george5_smile あまり無理しちゃダメよ！\>\n\@george5 ゲストルームは、右の通路をまっすぐ 行くとあるからね。
ko: @george5_smile 자신을 너무 혹사하지 말렴, 얘야!\>\n\@george5 손님용 방은 오른쪽의 홀 건너편에 있단다.
pt_br: @george5_smile Não fique se escorando pelos cantos, meu bem!\>\n\@george5 O quarto de hóspedes fica ao final do corredor à direita.
ru: @george5_smile Не стоит сейчас изнурять себя, дорогуша!\>\n\@george5 Комната для гостей направо и дальше по коридору.

source: @niko_speak Oh! I do have this book!\>\n\@niko_speak I...think it's written in some sort of...words I don't recognize?
cht: @niko_speak 噢！我确实有这本书！\>\n\@niko_speak 但我...觉得它是用一些...我不认识的字写的？
es: @niko_speak ¡Ah! ¡Tengo un libro!\>\n\@niko_speak Creo que está escrito con... una especie de palabras que no reconozco.
it: @niko_speak Oh! Ho questo libro!\>\n\@niko_speak Ed è... scritto con parole strane che non riconosco!
ja: @niko_speak あっ！この本なら持ってるよ！\>\n\@niko_speak たぶん…ミーには分からない文字…みたいなので 書かれているみたい？
ko: @niko_speak 아 저, 이 책을 가지고 있어요!!\>\n\@niko_speak 그게... 제가 모르는 말로 쓰여 있던데요.
pt_br: @niko_speak Ah! Eu tenho esse livro!\>\n\@niko_speak Eu... acho que está escrito num... idioma que não estou reconhecendo.
ru: @niko_speak Ой! У меня есть эта книга!\>\n\@niko_speak Как бы я не старался...я не могу...ни слова в ней понять?

source: @george5 Really now!\>\n\@george5_hmm May I take a closer look, dear?
cht: @george5 确实是！\>\n\@george5_hmm 我可以仔细看看吗， 亲爱的？
es: @george5 ¿De verdad?\>\n\@george5_hmm ¿Me dejas verlo más de cerca, cariño?
it: @george5 Wooow!\>\n\@george5_hmm Posso darci un'occhiata, tesoro?
ja: @george5 あら、そうなのね！\>\n\@george5_hmm 少し見せてもらえるかしら？
ko: @george5 어머, 정말이네!\>\n\@george5_hmm 잠깐 봐도 되겠니?
pt_br: @george5 Caramba!\>\n\@george5_hmm Posso dar uma olhada, meu bem?
ru: @george5 В самом деле!\>\n\@george5_hmm Могу ли я взглянуть на неё поближе, дорогуша?

source: @george5 Oh!\>\n\@george5_hmm Oh my! Where did you find this?
cht: @george5 噢！\>\n\@george5_hmm 天啊！你从哪里找到它的？
es: @george5 ¡Vaya!\>\n\@george5_hmm ¡Madre mía! ¿De dónde lo has sacado?
it: @george5 Oh!\>\n\@george5_hmm Oh cielo! Dove l'hai trovato?
ja: @george5 まぁ！\>\n\@george5_hmm 信じられないわ！どこで見つけたの？
ko: @george5 오!\>\n\@george5_hmm 이럴 수가! 이런 책이 어디서 났니?
pt_br: @george5 Ah!\>\n\@george5_hmm Minha nossa! Onde você achou isso?
ru: @george5 Oх!\>\n\@george5_hmm Ничего себе! Где ты такую нашёл?

source: @george5_hmm Hmm...\>\n\@george5 I think...\.\. I'm supposed to translate this for you!
cht: @george5_hmm 嗯...\>\n\@george5 我觉得...\.\.我应该为你翻译一下！
es: @george5_hmm Humm...\>\n\@george5 Creo...\.\. que tengo que traducírtelo.
it: @george5_hmm Mh...\>\n\@george5 Sento di dover...\.\. tradurtelo!
ja: @george5_hmm ふうむ…\>\n\@george5 分かったわ…\.\.ここは一肌脱いで、 貴方のために解読してあげましょう！
ko: @george5_hmm 흐음...\>\n\@george5 아무래도...\.\. 내가 이 책을 번역해 줘야겠구나!
pt_br: @george5_hmm Hmm... \>\n\@george5 Acho que...\.\. preciso traduzi-lo para você!
ru: @george5_hmm Хм-м...\>\n\@george5 Думаю...\.\. Я должна это для тебя перевести!
