Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko2 H-hello, penguin?
cht: @niko2 你好，企鹅？
es: @niko2 ¿Ho... Hola, pingüino?
it: @niko2 C-ciao, pinguino?
ja: @niko2 こ、こんばんは、ペンギンさん？
ko: @niko2 아, 안녕. 펭귄아?
pt_br: @niko2 O-oi, pinguim?
ru: @niko2 П-привет, пингвин?

source: @niko It's a big penguin plush!
cht: @niko 这个毛绒企鹅玩偶真大！
es: @niko ¡Es un pingüino de peluche enorme!
it: @niko È un enorme pinguino di peluche!
ja: @niko 大きなペンギンのぬいぐるみだ！
ko: @niko 굉장히 큰 펭귄 인형이에요!
pt_br: @niko É um pinguim de pelúcia gigante!
ru: @niko Это большая мягкая игрушка-пингвин!

source: @niko_speak Hello, penguin!
cht: @niko_speak 你好，企鹅！
es: @niko_speak ¡Hola, pingüino!
it: @niko_speak Ciao, pinguino!
ja: @niko_speak こんばんは、ペンギンさん！
ko: @niko_speak 안녕, 펭귄아!
pt_br: @niko_speak Oi, pinguim!
ru: @niko_speak Привет, пингвин!

source: @niko It's a pink flower.
cht: @niko 这是一朵粉色的花。
es: @niko Es una flor rosa.
it: @niko È un fiore rosa.
ja: @niko ピンクの花だ。
ko: @niko 분홍색 꽃이에요.
pt_br: @niko Uma flor cor-de-rosa.
ru: @niko Это розовый цветок.

source: @niko It's a wall of family photos.
cht: @niko 这是一面家庭照片墙。
es: @niko Es una pared llena de fotos familiares.
it: @niko È una parete piena di foto di famiglia.
ja: @niko 家族写真がいっぱい掛けられた壁だ。
ko: @niko 벽에 가족 사진이 걸려 있어요.
pt_br: @niko É um mural com fotos de família.
ru: @niko Тут целая стена семейных фотографий.

source: [PHOSPHOR TREES ARE NOW BEING PROTECTED UNDER THE NEW LAWS.]
cht: [现在荧光树受到新法律的保护。]
es: [AHORA LAS NUEVAS LEYES AMPARAN LA PROTECCIÓN DE LOS ÁRBOLES DE FÓSFORO.]
it: [GLI ALBERI DI FOSFORO SONO ORA TUTELATI DALLE NUOVE LEGGI.]
ja: [蛍光樹ハ現在、新しく制定された 法律の下で保護されていまス。]
ko: [발광 나무는 새로운 법에 따라 보호받습니다.]
pt_br: [ÁRVORES LUMINESCENTES AGORA SÃO PROTEGIDAS POR LEI.]
ru: [ФОСФОРНЫЕ ДЕРЕВЬЯ ТЕПЕРЬ ЗАЩИЩЕНЫ НОВЫМИ ЗАКОНАМИ.]

source: [PLEASE DO NOT HARVEST THEM.]
cht: [请不要砍伐。]
es: [NO LOS COSECHÉIS.]
it: [SEI PREGATO DI NON TAGLIARLI.]
ja: [採取しないでくださイ。]
ko: [발광 나무를 베지 마십시오.]
pt_br: [NÃO AS CORTE.]
ru: [ПОЖАЛУЙСТА, НЕ РУБИТЕ ИХ.]

source: @niko I'm... not?
cht: @niko 我...没有？
es: @niko No... lo estoy haciendo.
it: @niko Ehm... ok?
ja: @niko して…ないよ？
ko: @niko 안... 벨 건데요?
pt_br: @niko Eu... não irei.
ru: @niko Я... не буду?

source: [HAVE A NICE DAY.]
cht: [祝你今天过得愉快。]
es: [QUE TENGAS UN BUEN DÍA.]
it: [TI AUGURO UNA BUONA GIORNATA.]
ja: [良い一日ヲ。]
ko: [즐거운 시간 보내십시오.]
pt_br: [TENHA UM BOM DIA.]
ru: [ХОРОШЕГО ВАМ ДНЯ.]

source: @niko_speak You too!
cht: @niko_speak 你也一样！
es: @niko_speak ¡Igualmente!
it: @niko_speak Grazie!
ja: @niko_speak 君もね！
ko: @niko_speak 당신도요!
pt_br: @niko_speak Você também!
ru: @niko_speak Взаимно!

source: [WELCOME TO THE RESEARCH STATION.]
cht: [欢迎来到调查站。]
es: [BIENVENIDO A LA ESTACIÓN DE INVESTIGACIÓN]
it: [BENVENUTO ALLA STAZIONE DI RICERCA.]
ja: [研究所ヘようこソ。]
ko: [연구 시설에 오신 걸 환영합니다.]
pt_br: [BOAS-VINDAS À ESTAÇÃO DE PESQUISA.]
ru: [ДОБРО ПОЖАЛОВАТЬ НА НАУЧНУЮ СТАНЦИЮ.]

source: [ARE YOU SENT HERE BY DR. SILVERPOINT?]
cht: [你是Silverpoint博士派来的吗？]
es: [¿TE HA MANDADO LA DRA. SILVERPOINT?]
it: [SEI STATO MANDATO QUI DALLA DOTTORESSA SILVERPOINT?]
ja: [シルバーポイント博士からノ指示で きたのですカ？]
ko: [실버포인트 박사님이 보내서 오셨습니까?]
pt_br: [FOI A DRA. SILVERPOINT QUE MANDOU VOCÊ?]
ru: [ВАС СЮДА ПОСЛАЛА ДОКТОР СИЛЬВЕРПОЙНТ?]

source: @niko_speak ...no?
cht: @niko_speak ...不是？
ja: @niko_speak …違うよ？
ko: @niko_speak ...아뇨?
pt_br: @niko_speak ... não?
ru: @niko_speak ...нет?

source: [OH, CARRY ON, THEN.]
cht: [好，那没事了。]
es: [AH, PASA ENTONCES.]
it: [OH, VAI PURE AVANTI, ALLORA.]
ja: [デハ、そのままどうゾ。]
ko: [그럼 그냥 가십시오.]
pt_br: [AH, MUITO BEM. FIQUE À VONTADE.]
ru: [О, ТОГДА ИДИТЕ.]

source: [MONITORING ANOMALY...]
cht: [检查异常...]
es: [SUPERVISANDO ANOMALÍA...]
it: [STO MONITORANDO ANOMALIE...]
ja: [異常ヲ監視中…]
ko: [이상 현상 모니터링 중...]
pt_br: [MONITORANDO ANOMALIA...]
ru: [НАБЛЮДЕНИЕ ЗА АНОМАЛИЕЙ...]

source: @niko_speak What IS that thing?
cht: @niko_speak 那是什么东西？
es: @niko_speak ¿Qué ES eso?
it: @niko_speak Che cos'è QUELLA cosa?
ja: @niko_speak あれはいったい何なの？
ko: @niko_speak 저게 대체 뭔가요?
pt_br: @niko_speak O que é ISSO?!
ru: @niko_speak Что ЭТО за штука?

source: [AN ANOMALY.]
cht: [一处异常。]
es: [UNA ANOMALÍA.]
it: [UN'ANOMALIA.]
ja: [異常でス。]
ko: [이상 현상입니다.]
pt_br: [UMA ANOMALIA.]
ru: [АНОМАЛИЯ.]

source: @niko_eyeclosed Well, yeah, but...
cht: @niko_eyeclosed 嗯，是的，但是...
es: @niko_eyeclosed Bueno, sí, pero...
it: @niko_eyeclosed L'avevo intuito, però...
ja: @niko_eyeclosed それは、まあ、そうだけど…
ko: @niko_eyeclosed 아, 그렇군요. 그렇지만...
pt_br: @niko_eyeclosed Bem... é... mas...
ru: @niko_eyeclosed Да, но...

source: [I WILL RETURN TO MY STATION IN THE CITY SOON.]
cht: [我很快就会返回城中的基站。]
es: [PRONTO VOLVERÉ A MI ESTACIÓN EN LA CIUDAD.]
it: [FARÒ PRESTO RITORNO ALLA MIA POSTAZIONE IN CITTÀ.]
ja: [モウジキ、街ノ持ち場に戻りまス。]
ko: [전 곧 도시에 있는 제 위치로 돌아가야 합니다.]
pt_br: [EU VOLTAREI À MINHA POSIÇÃO NA CIDADE EM BREVE.]
ru: [СКОРО Я ВЕРНУСЬ НА СВОЮ СТАНЦИЮ В ГОРОДЕ.]

source: @niko_speak How come you're red instead of green?
cht: @niko_speak 你怎么变成了红色，而不是绿色了呢？
es: @niko_speak ¿Cómo es posible que seas rojo en lugar de verde?
it: @niko_speak Come mai sei rosso e non verde?
ja: @niko_speak どうして君は緑じゃなくて赤なの？
ko: @niko_speak 어째서 당신은 녹색이 아니라 빨간색이죠?
pt_br: @niko_speak Por que você é vermelho em vez de verde?
ru: @niko_speak Как получилось, что ты красный, а не зелёный?

source: @niko Well...more of a purple than red...\>\n\@niko_speak But your eyes and stuff are red!
cht: @niko 嗯...应该说是紫色而不是红色...\>\n\@niko_speak 但是你的眼睛之类的是红色的！
es: @niko Bueno... más morado que rojo...\>\n\@niko_speak ¡Pero tus ojos y demás son rojos!
it: @niko O meglio... sei più viola che rosso...\>\n\@niko_speak Però i tuoi occhi e le cose luminose sono rossi!
ja: @niko いや…赤と言うより紫かな…\>\n\@niko_speak でも目とかは赤だね！
ko: @niko 음... 빨간색이라기보다 보라색 같지만...\>\n\@niko_speak 그렇지만 눈은 빨개요!
pt_br: @niko Bem... mais roxo que vermelho...\>\n\@niko_speak Mas seus olhos e tal... estão vermelhos!
ru: @niko Ну... скорее даже фиолетовый...\>\n\@niko_speak Но с красными глазами и деталями!

source: [I AM ONLY HERE TO PICK UP THIS WEEK'S MOSS SAMPLES.]
cht: [我到这来只是为了采集这周的苔藓样本。]
es: [SOLO HE VENIDO A RECOGER LAS MUESTRAS DE MUSGO DE ESTA SEMANA.]
it: [IO SONO QUI SOLAMENTE PER PRELEVARE I CAMPIONI DI MUSCHIO DI QUESTA SETTIMANA.]
ja: [ワタシハ今週のコケサンプルを回収するために 来ただけでス。]
ko: [전 이번 주의 이끼 표본을 가지러 왔을 뿐입니다.]
pt_br: [SÓ ESTOU AQUI PARA COLETAR AS AMOSTRAS DE MUSGO SEMANAIS.]
ru: [Я ЗДЕСЬ ТОЛЬКО ДЛЯ ТОГО, ЧТОБЫ СОБРАТЬ ОБРАЗЦЫ МХА ЭТОЙ НЕДЕЛИ.]

source: @niko_speak I see!
cht: @niko_speak 我知道了！
es: @niko_speak ¡Muy bien!
it: @niko_speak Capisco!
ja: @niko_speak そうなんだ！
ko: @niko_speak 그렇군요!
pt_br: @niko_speak Entendo...
ru: @niko_speak Понятно!

source: [I AM IN CHARGE OF COLLECTING THE MOSS SAMPLES.]
cht: [我负责采集苔藓样本。]
es: [ESTOY AL CARGO DE REUNIR MUESTRAS DE MUSGO.]
it: [HO L'INCARICO DI RACCOGLIERE CAMPIONI DI MUSCHIO.]
ja: [コケサンプルノ回収を担当していまス。]
ko: [전 이끼 표본을 채집하는 임무를 맡고 있습니다.]
pt_br: [SOU RESPONSÁVEL PELA COLETA DE AMOSTRAS DE MUSGO.]
ru: [Я ОТВЕТСТВЕННЫЙ ЗА СБОР ОБРАЗЦОВ МХА.]

source: @niko_speak Cool!
cht: @niko_speak 很好！
es: @niko_speak ¡Genial!
it: @niko_speak Forte!
ja: @niko_speak すごいね！
ko: @niko_speak 멋진데요!
pt_br: @niko_speak Legal!
ru: @niko_speak Круто!

source: [DID DR. SILVERPOINT SEND YOU?]
cht: [是Silverpoint博士派你来的吗？]
es: [¿TE HA MANDADO LA DRA. SILVERPOINT?]
it: [TI HA MANDATO LA DOTTORESSA SILVERPOINT?]
ja: [シルバーポイント博士ガ アナタを送ったのですカ？]
ko: [실버포인트 박사께서 보내셨나요?]
pt_br: [A DRA. SILVERPOINT MANDOU VOCÊ?]
ru: [ВАС ПРИСЛАЛА ДОКТОР СИЛЬВЕРПОЙНТ?]

source: @niko_speak No? I'm with \p...
cht: @niko_speak 不是？我是和\p一起的...
es: @niko_speak No. Estoy con \p...
it: @niko_speak No. Io sono con \p...
ja: @niko_speak いや？ミーは \pと…
ko: @niko_speak 아뇨? 전 \p 님과 함께 왔는데요...
pt_br: @niko_speak Não. Estou com \p...
ru: @niko_speak Нет. Я вместе с \p...

source: [PHOSPHOR TREE GROWTH RATE HAS BEEN REDUCED AS OF LATE...]
cht: [最近，荧光树的生长速率下降了...]
es: [ÚLTIMAMENTE, LA TASA DE CRECIMIENTO DE LOS ÁRBOLES DE FÓSFORO HA DISMINUIDO...]
it: [IL TASSO DI CRESCITA DEGLI ALBERI DI FOSFORO STA DIMINUENDO ULTIMAMENTE...]
ja: [蛍光樹ノ成長速度ガ、近ごろ低下していまス…]
ko: [최근 발광 나무의 성장 속도가 눈에 띄게 감소했습니다...]
pt_br: [A TAXA DE CRESCIMENTO DAS ÁRVORES LUMINESCENTES CAÍRAM ULTIMAMENTE...]
ru: [ЗА ПОСЛЕДНЕЕ ВРЕМЯ НАБЛЮДАЕТСЯ СНИЖЕНИЕ ТЕМПОВ РОСТА ФОСФОРНЫХ ДЕРЕВЬЕВ...]

source: [PLEASE DO NOTE THAT THE RUINS BELOW ARE PARTIALLY FLOODED.]
cht: [请务必注意下面的废墟一部分是洪水造成的。]
es: [TEN EN CUENTA QUE LAS RUINAS QUE HAY DEBAJO ESTÁN PARCIALMENTE INUNDADAS.]
it: [DEVO INFORMARTI CHE LE ROVINE QUI SOTTO SONO PARZIALMENTE ALLAGATE.]
ja: [この下ニある遺跡ハ、部分的に浸水しているので 気をつけてくださイ。]
ko: [이 아래 폐허는 현재 일부 침수되었습니다.]
pt_br: [OBSERVE QUE AS RUÍNAS ABAIXO ESTÃO PARCIALMENTE ALAGADAS.]
ru: [ПОЖАЛУЙСТА, ОБРАТИТЕ ВНИМАНИЕ, ЧТО РУИНЫ ВНИЗУ ЧАСТИЧНО ЗАТОПЛЕНЫ.]

source: @niko Should we...not be here?
cht: @niko 我们不应该...来这里吗？
es: @niko ¿Quizá no deberíamos... estar aquí?
it: @niko Dovremmo... andarcene?
ja: @niko ここには…来ちゃダメ？
ko: @niko 저기... 여기 있으면 안 되나요?
pt_br: @niko Será que... não deveríamos estar aqui?
ru: @niko Может быть...нам лучше уйти?

source: [THERE IS NO IMMEDIATE DANGER.]
cht: [没有直接危险。]
es: [NO HAY NINGÚN PELIGRO INMEDIATO.]
it: [NON SI TRATTA DI UN PERICOLO IMMEDIATO.]
ja: [差し迫った危険ハありませン。]
ko: [직접적인 위험은 없습니다.]
pt_br: [NÃO HÁ PERIGO IMEDIATO.]
ru: [НЕПОСРЕДСТВЕННОЙ ОПАСНОСТИ НЕ НАБЛЮДАЕТСЯ.]

source: [USING THIS AREA AS A DWELLING IS NOT RECOMMENDED, HOWEVER.]
cht: [但是，并不建议住在这个地方。]
es: [SIN EMBARGO, NO ES RECOMENDABLE USAR ESTA ZONA COMO RESIDENCIA.]
it: [TUTTAVIA, RISIEDERE IN QUEST'AREA È FORTEMENTE SCONSIGLIATO.]
ja: [デスガ、この中で住むことハ 推奨しませン。]
ko: [하지만 거주지로서는 이 지역을 권장하지 않습니다.]
pt_br: [CONTUDO, NÃO É RECOMENDADO O USO DESTA ÁREA COMO HABITAÇÃO.]
ru: [ОДНАКО ИСПОЛЬЗОВАНИЕ ЭТОЙ ЗОНЫ В КАЧЕСТВЕ ЖИЛЬЯ КРАЙНЕ НЕ РЕКОМЕНДУЕТСЯ.]

source: @kelvin [You have been here for a while...] \>\n[Are you sure you do not wish to stay?]
cht: @kelvin [你来这有一段时间了...]\>\n[确定不想待在这吗？]
es: @kelvin [Llevas aquí un rato...] \>\n[¿Seguro que no quieres quedarte?]
it: @kelvin [Sei qui da molto tempo ormai... \>\nSicuro di non voler rimanere?]
ja: @kelvin [貴方がここ来てから、 随分と時間が経つ…] \>\n[ここにずっといても、いいのよ？]
ko: @kelvin [이제 여기 온 지 좀 됐지...] \>\n[정말 함께 있지 않을 거니?]
pt_br: @kelvin [Você já está aqui tem um tempo...] \>\n[Tem certeza de que não quer ficar?]
ru: @kelvin [Ты пробыл здесь уже довольно долго...] \>\n[Ты уверен, что не хочешь остаться?]

source: @niko_speak I'm good, thanks for offering though!
cht: @niko_speak 我很好，谢谢款待！
es: @niko_speak Estoy bien, ¡pero gracias por la oferta!
it: @niko_speak Sicuro, ma grazie davvero per l'offerta!
ja: @niko_speak 大丈夫、ありがとう！
ko: @niko_speak 전 괜찮아요. 신경을 써 주셔서 감사해요!
pt_br: @niko_speak Estou bem, eu lhe agradeço o convite!
ru: @niko_speak Нет, но спасибо, что предложили!

source: @niko So... where did you find all your cats?
cht: @niko 那...你从哪里找到你的这些猫的？
es: @niko Así que... ¿dónde encontraste a todos tus gatos?
it: @niko Dimmi... dove li hai trovati tutti i tuoi gatti?
ja: @niko その…このネコたちはどこで見つけたの？
ko: @niko 그런데... 이 고양이들은 다 어디서 찾으신 거예요?
pt_br: @niko Então... onde você encontrou todos os seus gatos?
ru: @niko Так... где вы взяли всех этих котов?

source: @kelvin [They found me on their own.] \>\n[So I stay here now.]
cht: @kelvin [它们自己找到了我。]\>\n[所以我现在待在这。]
es: @kelvin [Ellos me encontraron a mí.] \>\n[Así que ahora me quedo aquí.]
it: @kelvin [Diciamo che sono loro ad aver trovato me.\>\nCosì per ora resto qui.]
ja: @kelvin [この子たちが、私を見つけた。] \>\n[だから私はここにいる。]
ko: @kelvin [이 아이들이 알아서 날 찾아왔단다.] \>\n[난 그래서 여기 있는 거야.]
pt_br: @kelvin [Eles me encontraram sozinhos.] \>\n[Aí eu fiquei aqui.]
ru: @kelvin [Они сами меня нашли.] \>\n[Так что теперь я здесь сижу.]

source: @niko2 Ah... \>\n\@niko_speak Well, it's good that you're not alone, at least!
cht: @niko2 噢...\>\n\@niko_speak 好，这样至少你不会孤单了！
es: @niko2 Ah... \>\n\@niko_speak Bueno, ¡al menos no estás solo!
it: @niko2 Ah... \>\n\@niko_speak Beh sai, almeno è bello sapere che non sei solo!
ja: @niko2 えっと… \>\n\@niko_speak そっか、君が独りぼっちじゃなくてよかった！
ko: @niko2 아... \>\n\@niko_speak 어쨌든 혼자가 아닌 건 참 다행이네요!
pt_br: @niko2 Ah...\>\n\@niko_speak Ao menos você não está sozinho!
ru: @niko2 A-а... \>\n\@niko_speak Что ж, хорошо, что вы тут хотя бы не один!

source: @niko I met some robots in the other areas stationed all by themselves...
cht: @niko 我在其他地方见过一些机器人，它们都 只顾待在自己的基站...
es: @niko He conocido a otros robots que están estacionados solos en otras zonas...
it: @niko Nelle altre zone, c'erano dei robot tutti soli...
ja: @niko 別の場所で、ずっと一人でいる ロボットたちに会ったんだ…
ko: @niko 다른 지역에서 혼자 근무하는 로봇들을 만난 적이 있어요...
pt_br: @niko Encontrei uns robôs em outras áreas parados sozinhos...
ru: @niko В других местах я встречал роботов, которые были сами по себе...

source: @niko_eyeclosed I felt kinda... bad...
cht: @niko_eyeclosed 我感觉有点...不大好...
es: @niko_eyeclosed Me sentí... mal...
it: @niko_eyeclosed Mi è un po'... dispiaciuto per loro...
ja: @niko_eyeclosed なんだか…悲しい気持ちになった…
ko: @niko_eyeclosed 왠지... 안쓰러웠죠...
pt_br: @niko_eyeclosed Me senti meio... mal...
ru: @niko_eyeclosed Мне их было как-то... жаль...

source: @kelvin [With robots, it is alright.]
cht: @kelvin [对于机器人，你不用担心。]
es: @kelvin [A los robots no nos importa.]
it: @kelvin [Per i robot non è un problema.]
ja: @kelvin [ロボットは、大丈夫なの。]
ko: @kelvin [로봇은 그래도 괜찮아.]
pt_br: @kelvin [Para os robôs está tudo bem.]
ru: @kelvin [Для роботов это нормально.]

source: @kelvin [We are not like people, we are typically unable to feel loneliness.]
cht: @kelvin [我们不像人，我们一般感受不到孤独。]
es: @kelvin [No somos como las personas. Por lo general, no sentimos soledad.]
it: @kelvin [Non siamo come le persone, generalmente non siamo in grado di provare solitudine.]
ja: @kelvin [私たちは人間と違って、 通常は孤独を感じない。]
ko: @kelvin [우리는 인간과 달리, 외로움을 느끼지 않거든.]
pt_br: @kelvin [Nós não somos como as pessoas — não sentimos solidão.]
ru: @kelvin [Мы — не люди и, как правило, не способны ощущать одиночество.]

source: @niko_speak Well, you talk less like a robot than most other robots I've met!
cht: @niko_speak 嗯，和我见到的大多数机器人相比，你说 起话来不像机器人！
es: @niko_speak Bueno, ¡tú hablas menos como un robot que el resto de robots que he conocido!
it: @niko_speak Sarai anche un robot, ma da come parli non si direbbe affatto!
ja: @niko_speak これまでいろんなロボットと会ったけど、 君は他と比べて、話し方がロボットっぽくないね！
ko: @niko_speak 당신은 제가 지금껏 만난 로봇들보다는 말투가 덜 로봇 같네요!
pt_br: @niko_speak Mas você fala menos como robô do que os outros que eu encontrei!
ru: @niko_speak Ну, вы говорите больше как человек, чем большинство роботов, которых я встречал!

source: @kelvin [Maybe.]
cht: @kelvin [可能吧。]
es: @kelvin [Quizá.]
it: @kelvin [Può darsi.]
ja: @kelvin [そうかもね。]
ko: @kelvin [그럴지도.]
pt_br: @kelvin [Talvez.]
ru: @kelvin [Может быть.]

source: @kelvin [Not many people frequent this part of the alley, but there are a few.]
cht: @kelvin [虽然很少有人经常出入这个小巷，但还 是有的。]
es: @kelvin [No mucha gente frecuenta esta parte del callejón, solo unos pocos.]
it: @kelvin [Sono poche le persone che frequentano questa parte del vicolo.]
ja: @kelvin [人間はあまりこの路地を使わないけど、 少しは居る。]
ko: @kelvin [이 골목을 지나다니는 사람이 많지는 않지만, 아예 없진 않거든.]
pt_br: @kelvin [Não são muitas pessoas que vêm para esta parte do beco, mas algumas vêm.]
ru: @kelvin [В эту часть переулка заглядывают не так много людей, но кое-кто заходит.]

source: @kelvin [One of them even lives here.]
cht: @kelvin [其中一位甚至住在这。]
es: @kelvin [Uno de ellos incluso vive aquí.]
it: @kelvin [Una di loro ci vive, persino.]
ja: @kelvin [そのうちの一人は、ここに住んでいる。]
ko: @kelvin [게다가 그중 하나는 여기 살고 있지.]
pt_br: @kelvin [Tem umas que até moram aqui.]
ru: @kelvin [Один из них даже здесь живёт.]

source: @niko_speak It's warm here!
cht: @niko_speak 这里很暖和！
es: @niko_speak ¡Es tan cálido!
it: @niko_speak Fa caldo qui!
ja: @niko_speak ここ、暖かいね！
ko: @niko_speak 여기는 따뜻하네요!
pt_br: @niko_speak Aqui é quente!
ru: @niko_speak Здесь так тепло!

source: @kelvin [Yeah.]
cht: @kelvin [是的。]
es: @kelvin [Sí.]
it: @kelvin [Già.]
ja: @kelvin [そう。]
ko: @kelvin [그렇겠지.]
pt_br: @kelvin [Sim.]
ru: @kelvin [Ага.]

source: @kelvin [This was my original purpose.]
cht: @kelvin [这就是我最初的目的。]
es: @kelvin [Esa era mi intención original.]
it: @kelvin [Quello era il mio vero compito.]
ja: @kelvin [これが私の、本来の役割。]
ko: @kelvin [그게 내가 만들어진 목적이거든.]
pt_br: @kelvin [Esse era meu propósito original.]
ru: @kelvin [Это была моя первоначальная цель.]

source: @niko_speak ...watching cats?
cht: @niko_speak ...看猫？
es: @niko_speak ... ¿ver gatos?
it: @niko_speak ...Guardare gatti?
ja: @niko_speak …ネコのお世話が、ってこと？
ko: @niko_speak ...고양이를 돌보는 거요?
pt_br: @niko_speak ... ver os gatinhos?
ru: @niko_speak ...присматривать за кошками?

source: @kelvin [Warmth.]
cht: @kelvin [暖和。]
es: @kelvin [Calidez.]
it: @kelvin [Riscaldare.]
ja: @kelvin [暖かくすること。]
ko: @kelvin [온기 말이야.]
pt_br: @kelvin [Calor.]
ru: @kelvin [Дарить тепло.]

source: @niko_speak It's a nice purpose!...\>\@niko ... \>\n\@niko_yawn ....yawn...
cht: @niko_speak 这想法不错！...\>\@niko ...\>\n\@niko_yawn ...哈欠...
es: @niko_speak ¡Es una intención muy agradable!...\>\@niko ... \>\n\@niko_yawn ...fuaaah...
it: @niko_speak È un compito molto utile!\n\>...\>\@niko ...\>\@niko_yawn ...Yawn...
ja: @niko_speak いい役割だね！…\>\@niko … \>\n\@niko_yawn …ふわぁ…
ko: @niko_speak 정말 바람직한 목적인데요!...\>\@niko ... \>\n\@niko_yawn ....흐암...
pt_br: @niko_speak É um ótimo propósito!...\>\@niko ... \>\n\@niko_yawn .... uaaah...
ru: @niko_speak Какая хорошая цель!...\>\@niko ... \>\n\@niko_yawn ....зевок...

source: @kelvin [Oh, you look tired.] \>\n[Do you wish to rest?]
cht: @kelvin [噢，你看起来累了。]\>\n[你想休息吗？]
es: @kelvin [Oh, pareces cansado.] \>\n[¿Quieres descansar?]
it: @kelvin [Oh, sembri stanco. \>\nTi andrebbe di riposare?]
ja: @kelvin [あら、疲れているのね。]\>\n[休憩する？]
ko: @kelvin [아, 피곤해 보이는구나.] \>\n[좀 쉬고 갈래?]
pt_br: @kelvin [Ah, você se cansou.]\>\n[Quer descansar?]
ru: @kelvin [О, ты выглядишь уставшим.] \>\n[Не желаешь отдохнуть?]

source: @niko_speak I can't sleep now! \p and I got stuff to do!
cht: @niko_speak 我现在不能睡觉！\p和我还有事要做！
es: @niko_speak ¡No puedo irme a dormir ahora! ¡\p y yo tenemos cosas que hacer!
it: @niko_speak Non posso dormire ora! \p ed io abbiamo delle cose da fare!
ja: @niko_speak 今は寝ちゃダメなの！ ミーと \p にはやることがあるんだ！
ko: @niko_speak 아직 잘 수 없어요! \p 님과 제겐 할 일이 있으니까요!
pt_br: @niko_speak Não posso dormir agora! \p e eu temos coisas para fazer!
ru: @niko_speak Я не могу спать сейчас! \p и я должны ещё много чего сделать!

source: @kelvin [I see.]
cht: @kelvin [我知道了。]
es: @kelvin [Entiendo.]
it: @kelvin [Capisco.]
ja: @kelvin [そう。]
ko: @kelvin [그렇구나.]
pt_br: @kelvin [Entendo.]
ru: @kelvin [Ясно.]

source: @kelvin [Oh, a cat.]
cht: @kelvin [噢，一只猫。]
es: @kelvin [Oh, un gato.]
it: @kelvin [Oh, un gatto.]
ja: @kelvin [あら、猫ちゃん。]
ko: @kelvin [오, 고양이로구나.]
pt_br: @kelvin [Ah, um gatinho.]
ru: @kelvin [О, котик.]

source: @kelvin [Are you lost?]
cht: @kelvin [你迷路了吗？]
es: @kelvin [¿Estás perdido?]
it: @kelvin [Ti sei perso?]
ja: @kelvin [迷子なの？]
ko: @kelvin [길을 잃었니?]
pt_br: @kelvin [Acaso se perdeu?]
ru: @kelvin [Ты заблудился?]

source: @niko Me?
cht: @niko 我？
es: @niko ¿Yo?
it: @niko Io?
ja: @niko ミーのこと？
ko: @niko 저요?
pt_br: @niko Eu?
ru: @niko Я?

source: @kelvin [Do you wish to join us?]
cht: @kelvin [你想加入我们吗？]
es: @kelvin [¿Quieres unirte a nosotros?]
it: @kelvin [Ti andrebbe di unirti a noi?]
ja: @kelvin [一緒にどう？]
ko: @kelvin [우리와 함께 살래?]
pt_br: @kelvin [Quer se juntar a nós?]
ru: @kelvin [Не желаешь ли ты к нам присоединиться?]

source: @niko Join... \.\@niko_speak your cats?
cht: @niko 加入...\.\@niko_speak 你的猫？
es: @niko Unirme... \.\@niko_speak ¿a tus gatos?
it: @niko Unirmi... \.\@niko_speak ai tuoi gatti?
ja: @niko 一緒にって… \.\@niko_speak 君のネコと？
ko: @niko 함께라니... \.\@niko_speak 그 고양이들과요?
pt_br: @niko Juntar-me... \.\@niko_speak aos seus gatos?
ru: @niko Присоединиться... \.\@niko_speak к вашим котам?

source: @kelvin [Yes.]
cht: @kelvin [是的。]
es: @kelvin [Sí.]
it: @kelvin [Esatto.]
ja: @kelvin [そう。]
ko: @kelvin [그래.]
pt_br: @kelvin [Sim.]
ru: @kelvin [Да.]

source: @niko But I'm not a cat...
cht: @niko 但我不是一只猫...
es: @niko Pero no soy un gato...
it: @niko Ma io non sono un gatto...
ja: @niko だけど、ミーはネコじゃないよ…
ko: @niko 전 고양이가 아닌데요.
pt_br: @niko Mas eu não sou gato...
ru: @niko Но я не кот...

source: @niko_eyeclosed I don't walk on four legs like they do...
cht: @niko_eyeclosed 我不像它们一样用四条腿走路...
es: @niko_eyeclosed No ando a cuatro patas como ellos...
it: @niko_eyeclosed Non cammino a quattro zampe come fanno loro...
ja: @niko_eyeclosed ネコみたいに4本足では歩かない…
ko: @niko_eyeclosed 고양이처럼 네 발로 다니지 않잖아요...
pt_br: @niko_eyeclosed Eu não ando em quatro patas, como eles...
ru: @niko_eyeclosed Я не хожу на четырёх лапах, как они...

source: @kelvin [You have cat eyes.]
cht: @kelvin [你有猫的眼睛。]
es: @kelvin [Tienes ojos de gato.]
it: @kelvin [Ma i vostri occhi sono identici.]
ja: @kelvin [猫の目をしている。]
ko: @kelvin [하지만 눈이 고양이인걸.]
pt_br: @kelvin [Você tem olhos de gato.]
ru: @kelvin [У тебя глаза, как у кошки.]

source: @niko My eyes are normal people eyes...
cht: @niko 我的眼睛就是普通人的眼睛...
es: @niko Mis ojos son de persona normal...
it: @niko Tutte le persone normali hanno gli occhi così...
ja: @niko ミーの目は、普通の人と一緒だよ…
ko: @niko 제 눈은 그냥 사람 눈이에요...
pt_br: @niko Meus olhos são de gente normal...
ru: @niko У меня нормальные человеческие глаза...

source: @niko_speak Well, normal back home!
cht: @niko_speak 嗯，在我家那边很普通！
es: @niko_speak Bueno, ¡normales donde vivo!
it: @niko_speak O meglio, quelle del mio mondo!
ja: @niko_speak えっと、ミーの世界だとそうなんだ！
ko: @niko_speak 우리 고향에서는요!
pt_br: @niko_speak Bom, normal lá no meu mundo!
ru: @niko_speak Ну, нормальные в моём мире!

source: @kelvin [Your hat is shaped like a cat.]
cht: @kelvin [你的帽子形状像只猫。]
es: @kelvin [Tu sombrero tiene forma de gato.]
it: @kelvin [Il tuo cappello ha la forma di un gatto.]
ja: @kelvin [貴方の帽子、猫のような形をしている。]
ko: @kelvin [모자도 고양이 귀처럼 생겼는걸.]
pt_br: @kelvin [Seu chapéu tem forma de gato.]
ru: @kelvin [У тебя на шляпе кошачьи уши.]

source: @niko But I'm just a person!
cht: @niko 但我是个人！
es: @niko ¡Pero yo soy una persona!
it: @niko Ma io sono una persona!
ja: @niko でも、ミーはただの人だよ！
ko: @niko 하지만 전 사람이에요!
pt_br: @niko Mas eu sou gente, não sou gato, não!
ru: @niko Но я просто человек!

source: @kelvin [You are still welcome here.]
cht: @kelvin [这里依然欢迎你。]
es: @kelvin [Sigues siendo bienvenido aquí.]
it: @kelvin [Sei comunque il benvenuto qui.]
ja: @kelvin [それでも、あなたを歓迎する。]
ko: @kelvin [그래도 여기 있어도 좋아.]
pt_br: @kelvin [Mesmo assim sinta-se à vontade.]
ru: @kelvin [Тебе всё равно здесь рады.]

source: @kelvin [I protect lost people as well.]
cht: @kelvin [我也保护迷路的人。]
es: @kelvin [También protejo a la gente perdida.]
it: @kelvin [Io proteggo anche le persone, se si sono perse.]
ja: @kelvin [私は、迷子の人間も守る。]
ko: @kelvin [난 길을 잃은 사람들도 지켜 주거든.]
pt_br: @kelvin [Eu também protejo pessoas perdidas.]
ru: @kelvin [Потерявшихся людей я тоже оберегаю.]

source: @niko_speak Thanks! \.\.\@niko But I'm not lost though!
cht: @niko_speak 谢谢！\.\.\@niko 但我没有迷路！
es: @niko_speak ¡Gracias! \.\.\@niko ¡Pero no estoy perdido!
it: @niko_speak Ti ringrazio! \.\.\@niko Ma non mi sono perso!
ja: @niko_speak ありがとう！\.\.\@niko だけど、ミーは迷子じゃないよ！
ko: @niko_speak 고마워요! \.\.\@niko 하지만 전 길을 잃은 게 아니에요!
pt_br: @niko_speak Eu agradeço! \.\.\@niko Mas não me perdi!
ru: @niko_speak Спасибо! \.\.\@niko Но я не потерялся!

source: @niko I've got \p to guide me!
cht: @niko 我有\p给我指路！
es: @niko ¡Tengo a \p para guiarme!
it: @niko Ho \p a guidarmi!
ja: @niko \p が案内してくれてるから！
ko: @niko \p 님이 길을 알려 주니까요!
pt_br: @niko Tenho \p para me guiar!
ru: @niko \p показывает мне дорогу!

source: I see you have the club uniform.
cht: 我看你有俱乐部制服。
es: Veo que llevas el uniforme del club.
it: Vedo che hai l'uniforme del club.
ja: クラブユニフォームを持っているようだな。
ko: 우리 동호회 복장을 입고 있구나.
pt_br: Vejo que você está com o uniforme do clube.
ru: Вижу, у тебя есть униформа клуба.

source: You may come in.
cht: 你可以进来。
es: Puedes pasar.
it: Puoi entrare.
ja: 入っていいぞ。
ko: 들어와도 좋아.
pt_br: Pode entrar.
ru: Ты можешь войти.

source: @niko A curious marking on the wall.
cht: @niko 墙上有个奇怪的标记。
es: @niko Una curiosa marca en la pared.
it: @niko Uno strano segno sul muro.
ja: @niko 壁におもしろい模様が描かれてる。
ko: @niko 벽에 이상한 그림이 있어요.
pt_br: @niko Uma marca estranha na parede.
ru: @niko Любопытное обозначение на стене.
