Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @mason Although these trees are composed of a woody tissue, they're closer to grass, anatomy-wise.
cht: @mason 虽然这些树是木材组织组成的，但从解剖 的角度看更像草一些。
es: @mason Aunque estos árboles están compuestos por un material leñoso, por su anatomía son más cercanos a la hierba.
it: @mason Anche se questi alberi sono composti da un tessuto legnoso, sono più simili alle piante erbacee, dal punto di vista anatomico.
ja: @mason この木は木質組織で構成されているが、 解剖学的には草に近いのだよ。
ko: @mason 이 나무들의 조직은 나무와 비슷하지만, 해부학적으로는 오히려 풀에 가깝지.
pt_br: @mason Apesar de as árvores serem de tecido lenhoso, elas são anatomicamente mais parecidas com a grama.
ru: @mason Несмотря на наличие древесных тканей, они скорее травы, чем деревья с точки зрения анатомии.

source: @niko ...So the branches are actually leaves?
cht: @niko ...所以树枝实际上是树叶了？
es: @niko ... Entonces las ramas son hojas en realidad.
it: @niko ...Quindi i rami sono in realtà foglie?
ja: @niko …つまり、枝が葉っぱってこと？
ko: @niko ...그럼, 가지로 보이는 게 실제로는 잎이라는 건가요?
pt_br: @niko ... Quer dizer que, na verdade, os troncos são folhas?
ru: @niko ...То есть, их ветки на самом деле листья?

source: @mason Sorta!
cht: @mason 差不多是这样！
es: @mason ¡Algo así!
it: @mason Sì, diciamo così!
ja: @mason そんなところだ！
ko: @mason 정답이야!
pt_br: @mason Tipo isso!
ru: @mason Вроде того!

source: @mason What's interesting about these plants is the amount of phosphor sap they can generate.
cht: @mason 这些植物有趣的地方在于他们可以产生 荧光树液。
es: @mason Lo interesante de estas plantas es la cantidad de savia de fósforo que pueden generar.
it: @mason La cosa interessante di queste piante è la quantità di linfa fosforica che possono generare.
ja: @mason この木の非常に興味深い点は、 生成できる蛍光樹液の量なのだ。
ko: @mason 이 식물의 가장 흥미로운 점은 이 나무에서 나는 발광체 수액이지.
pt_br: @mason O interessante sobre essas plantas é a quantidade de seiva de luminescência que elas conseguem gerar.
ru: @mason Самое интересное в этих растениях — объёмы фосфорного сока, которые они производят.

source: @niko Phosphor... that's the glowy stuff, right?
cht: @niko 荧光...是一种发光的东西，对吧？
es: @niko Fósforo... es la cosa esa que brilla, ¿verdad?
it: @niko Il fosforo... è quella roba brillante, giusto?
ja: @niko 蛍光…って、光るものだよね？
ko: @niko 발광체라면... 그 빛나는 물질 말인가요?
pt_br: @niko Luminescência... É aquele negócio que brilha, né?
ru: @niko Фосфор... это штука, которая светится в темноте?

source: @mason Phosphor can store light energy and slowly emit it over time.
cht: @mason 荧光体可以储存光能，并长时间慢慢释放。
es: @mason El fósforo puede almacenar luz y emitirla lentamente a lo largo del tiempo.
it: @mason Il fosforo può immagazzinare l'energia luminosa ed emetterla lentamente col passare del tempo.
ja: @mason 蛍光体は、光エネルギーを蓄積し、 時間の経過と共にゆっくりと放出する。
ko: @mason 발광체는 빛 에너지를 저장해 뒀다가 서서히 방출한단다.
pt_br: @mason A luminescência é capaz armazenar energia de luz e emiti-la ao longo do tempo.
ru: @mason Фосфор может накапливать энергию света и помаленьку её излучать.

source: @mason Most of the phosphor from this world still contains energy from before the sun went out.
cht: @mason 这个世界上的大多数荧光体仍然含有 太阳消失之前的能源。
es: @mason La mayoría del fósforo de este mundo aún conserva energía de antes de que el sol se apagara.
it: @mason La maggior parte del fosforo di questo mondo contiene ancora energia da prima che il sole si spegnesse.
ja: @mason この世界の蛍光体の多くは、太陽がなくなる 以前からのエネルギーをまだ残しているのだ。
ko: @mason 이 세계에 있는 발광체 대부분은 태양이 꺼지기 전에 저장해 둔 에너지를 아직 지니고 있어.
pt_br: @mason Boa parte da luminescência deste mundo ainda contém a energia do sol que apagou.
ru: @mason Большая часть фосфора в этом мире ещё хранит в себе энергию погасшего солнца.

source: @mason Without the sun to recharge them, though...
cht: @mason 虽然没有太阳再给它们充电...
es: @mason Pero sin el sol que las recargue...
it: @mason Senza il sole a ricaricarlo, però...
ja: @mason だが、それを補充するための太陽が なくなった今は…
ko: @mason 다만 태양이 없어졌으니 빛을 다시 채울 수는 없지...
pt_br: @mason Mas, sem o sol para recarregá-las...
ru: @mason Правда, без его замены...

source: @mason ...well, let's talk about something else.
cht: @mason ...呃，我们谈点别的吧。
es: @mason ... Bueno, hablemos de otra cosa.
it: @mason ...Beh, cambiamo discorso.
ja: @mason …ふむ、他の話題に移ろう。
ko: @mason ...자, 이제 다른 주제로 이야기를 해 보자꾸나.
pt_br: @mason ... Bom, vamos conversar sobre outra coisa.
ru: @mason ...давай лучше поговорим о чём-нибудь другом.

source: @niko The pots are labeled with different species names.
cht: @niko 花盆上贴着印有不同植物名称的标签。
es: @niko Las macetas tienen etiquetas con los nombres de las diferentes especies.
it: @niko I vasi hanno etichette con i nomi di diverse specie.
ja: @niko 鉢にはいろんな種の名前の ラベルがついてる。
ko: @niko 화분마다 종 이름이 다르네요.
pt_br: @niko Os vasos têm vários nomes de espécies diferentes.
ru: @niko На горшках обозначены названия разных видов.

source: @niko Oh! The sprouts are stretching towards the sun...
cht: @niko 噢！嫩芽在朝着太阳的方向生长...
es: @niko ¡Vaya! Los brotes se inclinan hacia el sol...
it: @niko Oh! I germogli si stanno piegando verso il sole...
ja: @niko わぁ、芽が太陽に向かって伸びてる…
ko: @niko 와! 새싹들이 태양 쪽을 향해 움직여요...
pt_br: @niko Ah! As mudas estão se esticando em direção ao sol...
ru: @niko Ой! Ростки тянутся к солнцу...

source: @mason Be sure not to touch these!
cht: @mason 千万不要碰它们！
es: @mason ¡No las toques!
it: @mason Fai attenzione, non toccarle!
ja: @mason 絶対に触らないように！
ko: @mason 만지지 않게 주의하렴!
pt_br: @mason Nem pense em tocar nestas daqui!
ru: @mason Прошу эти не трогать!

source: @mason These are the plants have only recently sprouted.
cht: @mason 这些是最近才发芽的植物。
es: @mason Estas plantas han germinado hace poco.
it: @mason Quelle piantine sono appena germogliate.
ja: @mason その植物たちは、つい最近 発芽したばかりなのだよ。
ko: @mason 여기 식물들은 최근에서야 싹을 틔웠거든.
pt_br: @mason Essas são as plantas que acabaram de brotar.
ru: @mason Эти растения только-только дали ростки.

source: @mason It's not easy for a plant to make it out there these days.
cht: @mason 现在植物发芽并不容易。
es: @mason En estos tiempos no es fácil para las plantas salir ahí afuera.
it: @mason Non è facile per una pianta sopravvivere di questi tempi.
ja: @mason 近頃は植物が生きていくのは大変なんだ！
ko: @mason 요즘에는 싹을 틔우는 것도 쉽지 않아.
pt_br: @mason Não é fácil para uma planta fazer esse tipo de casa nos dias de hoje.
ru: @mason Сегодня растению не так-то просто выжить в нашем мире.

source: @mason We got these growing lamps, but they're a poor substitute for the sun!
cht: @mason 我们弄了一些促进生长的灯，但是它们 并不能替代太阳！
es: @mason Tenemos unas lámparas que estimulan el crecimiento, ¡pero son incapaces de remplazar el sol!
it: @mason Abbiamo queste lampade per la crescita, ma sono un misero sostituto del sole!
ja: @mason 育成ランプはあるんだが、 太陽の代わりとしては不十分だ。
ko: @mason 성장 촉진등을 사용하고는 있지만 태양에 비하면 싸구려 대체품일 뿐이지!
pt_br: @mason Temos essas luzes artificiais, mas elas não substituem a luz solar!
ru: @mason У нас есть эти лампы для выращивания, но это жалкая замена солнца!

source: @mason Ah, black clovers...
cht: @mason 啊，黑色三叶草...
es: @mason Los tréboles negros...
it: @mason Ah, trifogli neri...
ja: @mason ああ、黒いクローバーか…
ko: @mason 아, 검은 클로버로군...
pt_br: @mason Ah, trevos pretos...
ru: @mason А, чёрный клевер...

source: @mason Probably the only plant hardy enough to survive naturally outside the Glen.
cht: @mason 它们可能是唯一可以在 Glen 以外的 自然环境下生存的植物。
es: @mason Probablemente es la única planta lo suficientemente resistente como para sobrevivir de forma natural fuera del Valle.
it: @mason Probabilmente l'unica pianta abbastanza resistente da sopravvivere in natura al di fuori della Valle.
ja: @mason 恐らくそれが、峡谷の外で生存できるほどの 耐寒性を先天的に備えた、唯一の植物である。
ko: @mason 이 식물만큼은 협곡 바깥에서도 살아남을 만큼 강해.
pt_br: @mason Provavelmente as únicas plantas capazes de sobreviver naturalmente fora do Vale.
ru: @mason Вероятно, единственное растение, достаточно выносливое, чтобы свободно произрастать за пределами Долины.

source: @mason Personally? I think they're really boring to look at.
cht: @mason 个人看来？我觉得他们看起来没什么特色。
es: @mason ¿Personalmente? Creo que son demasiado aburridos.
it: @mason Sarò sincero. Penso che siano davvero noiosi da guardare.
ja: @mason 個人的にどう思うか？ 見てて本当につまらん。
ko: @mason 개인적으로 어떻게 생각하냐고? 정말 재미없는 식물이지.
pt_br: @mason Posso ser sincero? Acho essas plantas uma chatice.
ru: @mason Честно говоря? Я считаю, что они очень скучные.

source: @mason One of my customers really loves them though.
cht: @mason 不过我的一个客户真的很喜欢它们。
es: @mason Sin embargo, a uno de mis clientes le encantan.
it: @mason Però, uno dei miei clienti li ama molto.
ja: @mason だが、これをこよなく愛している客が 1人おるのだ。
ko: @mason 내 고객 중 한 명은 저걸 정말 좋아하더군.
pt_br: @mason Embora um de meus clientes adora.
ru: @mason Но один из моих заказчиков их просто обожает.

source: @mason I think all of the black clovers I'm growing here are for him, actually.
cht: @mason 实际上我在这里种的所有黑色三叶草 都是给他准备的。
es: @mason La verdad es que creo que todos los tréboles negros que cultivo aquí son para él.
it: @mason In realtà, penso che tutti i trifogli neri che sto coltivando qui siano per lui.
ja: @mason ここで育てている黒いクローバーはすべて、 その客のためのようなものだ。
ko: @mason 사실, 여기서 재배 중인 검은 클로버는 전부 그 사람이 주문한 거야.
pt_br: @mason Na verdade, acho que todos os trevos pretos que planto aqui são para ele.
ru: @mason Мне кажется, весь чёрный клевер, который я тут выращиваю, для него.

source: @mason ...Come to think of it, I haven't seen him in a while.
cht: @mason ...说起来，我有一阵子没有见他了。
es: @mason ... Y ahora que lo pienso, hace tiempo que no lo veo.
it: @mason ...Ora che ci penso, non lo vedo da un po'.
ja: @mason …そういえば、彼を長いこと見ておらんな。
ko: @mason ...생각해 보니, 최근에는 그 사람을 본 기억이 없군그래.
pt_br: @mason ... Pensando nisso, há muito tempo que não o vejo.
ru: @mason ...Кстати говоря, давненько я его не видел.

source: @mason I wonder when is he coming to pick these up?
cht: @mason 我想知道他什么时候来拿这些东西？
es: @mason Me pregunto cuándo va a venir a recogerlos.
it: @mason Chissà quando verrà a prenderseli...
ja: @mason いつになったら受け取りに来るのだろうか？
ko: @mason 언제 이것들을 가지러 오려나?
pt_br: @mason Quando será que ele vem pegar essas?
ru: @mason Интересно, когда он собирается их забирать?

source: @mason The clover guy... he's actually pretty cool!
cht: @mason 那个要三叶草的家伙... 他真的挺酷的！
es: @mason El tipo de los tréboles... ¡en realidad es bastante interesante!
it: @mason Il tizio dei trifogli... in realtà è proprio fico!
ja: @mason クローバー男…大したヤツだ、彼は！
ko: @mason 클로버 친구... 그 친구는 정말 멋지단다!
pt_br: @mason O cara do trevo... ele é bem legal!
ru: @mason Этот клеверный парень... Вообще-то он довольно крутой!

source: @mason He's an author, and apparently he's some sort of big deal? Or at least he's really passionate about his work.
cht: @mason 他是一名作家，很明显他是个大人物？ 或者说至少他真的很有工作激情。
es: @mason Es escritor y parece que de los buenos, o al menos es un apasionado de su trabajo.
it: @mason È un autore e pare abbia una qualche sorta di grande affare in ballo. Perlomeno, è davvero molto preso dal suo lavoro.
ja: @mason 作家で、しかも大物か何かだそうだぞ？ 少なくとも、自分の仕事には かなり情熱を抱いている。
ko: @mason 저자라고 하던데. 게다가 꽤나 거물 같았어. 최소한 자기 일에 굉장히 열정적인 친구지.
pt_br: @mason Ele escreve livros e, aparentemente, ele é muito bom no que faz. Ou, pelo menos, ama muito o seu trabalho.
ru: @mason Он писатель и вроде бы даже известный? Ну, по крайней мере, он очень любит свою работу.

source: @mason I don't know him that well, although sometimes I stumble across articles about him in the news...
cht: @mason 我不太了解他，虽然有时候我偶然会在 新闻上看到有关他的文章...
es: @mason No lo conozco tan bien, aunque a veces me topo con algún artículo suyo en las noticias...
it: @mason Non lo conosco molto bene, anche se a volte mi imbatto in articoli su di lui nei notiziari...
ja: @mason あまりよく知らないが、ニュースで 彼に関する記事を見かけることがある…
ko: @mason 그 친구가 어떤 사람인지 난 잘 몰라. 가끔 뉴스를 보다가 그 친구에 관한 기사를 우연히 발견하는 정도지...
pt_br: @mason Eu não o conheço muito bem, embora, às vezes, eu veja algumas notícias sobre ele...
ru: @mason Я не так уж хорошо его знаю, но иногда натыкаюсь на статьи о нём...

source: @mason I'd love to chat with him, if I run into him again!
cht: @mason 我要是再碰见他，我想跟他聊一聊！
es: @mason ¡Me encantaría charlar con él si me lo vuelvo a encontrar!
it: @mason Mi piacerebbe chiacchierare con lui, se dovessi incontrarlo di nuovo!
ja: @mason また会うことがあれば、是非とも話をしたい！
ko: @mason 그 친구와 다시 이야기를 나눠 봤으면 좋겠어!
pt_br: @mason Eu adoraria conversar com ele, caso eu o vejo novamente!
ru: @mason Надо бы с ним поболтать, если я ещё раз его встречу!

source: @niko Black clovers.
cht: @niko 黑色三叶草。
es: @niko Tréboles negros.
it: @niko Trifogli neri.
ja: @niko 黒いクローバーだ。
ko: @niko 검은 클로버예요.
pt_br: @niko Trevos pretos.
ru: @niko Чёрные клевера.

source: @niko They're kinda shiny.
cht: @niko 它们亮晶晶的。
es: @niko Son un tanto brillantes.
it: @niko Sono un po' lucenti.
ja: @niko ちょっとキラキラしてる。
ko: @niko 반짝거리고 있어요.
pt_br: @niko Eles são bem brilhantes.
ru: @niko Они как будто блестят.

source: @niko It's wheat.
cht: @niko 那是麦子。
es: @niko Es trigo.
it: @niko Del grano.
ja: @niko 小麦だ。
ko: @niko 밀이에요.
pt_br: @niko Isso é trigo.
ru: @niko Это пшеница.

source: @mason That golden color is quite something, no?
cht: @mason 那种金黄的颜色真的很惊艳，是不？
es: @mason Ese tono dorado es especial, ¿verdad?
it: @mason Quel colore dorato è incredibile, vero?
ja: @mason その黄金色、何とも素晴らしいだろう？
ko: @mason 저 황금 빛깔, 정말 대단하지 않니?
pt_br: @mason Esse dourado é incrível, não?
ru: @mason Её золотистый цвет это нечто, правда?

source: @niko_speak It's wheat!
cht: @niko_speak 那是麦子！
es: @niko_speak ¡Es trigo!
it: @niko_speak È grano!
ja: @niko_speak 小麦だ！
ko: @niko_speak 밀이에요!
pt_br: @niko_speak Isso é trigo!
ru: @niko_speak Это пшеница!

source: @niko Why is it in a flowerpot?
cht: @niko 为什么要把麦子种在花盆里？
es: @niko ¿Por qué está en una maceta?
it: @niko Perché è in un vaso da fiori?
ja: @niko どうして植木鉢に入ってるの？
ko: @niko 왜 밀이 화분에 있죠?
pt_br: @niko Por que ele está em um vaso de planta?
ru: @niko Почему она в цветочном горшке?

source: @mason Well, doesn't it look nice?
cht: @mason 呃。是不是很漂亮？
es: @mason ¿No te parece bonito?
it: @mason Beh, non ti sembra carino?
ja: @mason ふむ、美しく見えるだろう？
ko: @mason 예쁘지 않니?
pt_br: @mason Não ficou bom?
ru: @mason Разве она не выглядит чудесно?

source: @niko I guess!
cht: @niko 我觉得是！
es: @niko ¡Supongo!
it: @niko Certo!
ja: @niko たしかに！
ko: @niko 예뻐요!
pt_br: @niko Acho que sim!
ru: @niko Думаю, да!

source: @niko I like to stand in the middle of the wheat field back in my village.
cht: @niko 我喜欢站在我家乡的麦田里。
es: @niko Me gusta estar en medio del campo de trigo de mi aldea.
it: @niko Mi piace stare in mezzo al campo di grano del mio villaggio.
ja: @niko ミーは、村の小麦畑… 前まで住んでたとこなんだけど、 その真ん中に立つのが好き。
ko: @niko 전 마을 근처 밀밭에 서 있는 걸 정말 좋아하거든요.
pt_br: @niko Eu gostava de ficar no meio do trigal na minha antiga aldeia.
ru: @niko Я люблю стоять посреди пшеничного поля за моей деревней.

source: @niko_speak It goes on for miles!
cht: @niko_speak 麦田大都绵延好几英里！
es: @niko_speak ¡Se extiende muchos kilómetros!
it: @niko_speak Si estende per chilometri!
ja: @niko_speak 何キロも広がってるんだよ！
ko: @niko_speak 밭이 엄청 멀리까지 펼쳐져 있어요!
pt_br: @niko_speak Há quilômetros de trigo!
ru: @niko_speak Оно простирается на много километров!

source: @mason Ah... I wish I could have seen it!
cht: @mason 啊...我好想看看啊！
es: @mason Oh... ¡Ojalá hubiera podido verlo!
it: @mason Ah... Vorrei tanto poterlo vedere!
ja: @mason ほう…それは見てみたかったな！
ko: @mason 오... 나도 그걸 볼 수 있으면 정말 좋을 텐데!
pt_br: @mason Ah... quem dera se eu pudesse ver!
ru: @mason Ах... Хотел бы я на это посмотреть!

source: @mason In our world, wheat is usually only grown in small isolated plots.
cht: @mason 在我们的世界，麦子通常都只在小片地里 单独种植。
es: @mason En nuestro mundo, el trigo se suele plantar únicamente en pequeñas parcelas aisladas.
it: @mason Nel nostro mondo il grano viene coltivato solo in piccoli appezzamenti isolati.
ja: @mason この世界では、小麦は通常だと 小さな区画でしか栽培されておらんのだ。
ko: @mason 우리 세계에서는 밀을 아주 제한된 지역에서만 재배하거든.
pt_br: @mason Em nosso mundo, o trigo só cresce em pequenos lugares isolados.
ru: @mason В нашем мире пшеница обычно растёт на небольших изолированных участках земли.

source: @mason ...Or in a flowerpot.
cht: @mason ...或者种在花盆里。
es: @mason ... O en una maceta.
it: @mason ...O in un vaso da fiori.
ja: @mason …あるいは、植木鉢か。
ko: @mason ...아니면 이런 화분에서 키우거나.
pt_br: @mason ... ou num vaso de planta.
ru: @mason ...Или в горшках.

source: @niko A small tree with leaves.
cht: @niko 一棵有叶子的小树。
es: @niko Un árbol pequeño con hojas.
it: @niko Un alberello con le foglie.
ja: @niko 葉っぱのついた小さな木だ。
ko: @niko 잎이 달린 작은 나무예요.
pt_br: @niko Uma árvore pequena com folhas.
ru: @niko Маленькое деревце с листочками.

source: @niko_eyeclosed ...Apparently they are rare.
cht: @niko_eyeclosed ...很显然这种树并不常见。
es: @niko_eyeclosed ... Supuestamente son insólitos.
it: @niko_eyeclosed ...A quanto pare qui sono rari.
ja: @niko_eyeclosed …珍しいみたいだね。
ko: @niko_eyeclosed ...희귀한 것 같아요.
pt_br: @niko_eyeclosed ... Aparentemente são raros.
ru: @niko_eyeclosed ...Похоже это большая редкость.

source: @niko This tree has leaves!
cht: @niko 这棵树有叶子！
es: @niko ¡Este árbol tiene hojas!
it: @niko Questo albero ha le foglie!
ja: @niko この木には葉っぱがついてる！
ko: @niko 이 나무는 잎이 있네요!
pt_br: @niko Essa árvore está cheia de folhas!
ru: @niko У этого деревца есть листья!

source: @mason Ah yes, true foliage is hard to come by nowadays.
cht: @mason 啊是的，现在真正的叶子很难长的。
es: @mason Sí, hoy en día es difícil que le salgan hojas.
it: @mason Ah sì, piante con vere foglie sono difficili da trovare al giorno d'oggi.
ja: @mason そうとも、最近じゃ本物の群葉には 滅多にお目にかかれん。
ko: @mason 그래, 맞아. 요즘에는 진짜 나뭇잎을 보기 힘들어졌지.
pt_br: @mason Ah sim, é difícil ver uma folhagem assim atualmente.
ru: @mason А, да. В наши дни трудно найти настоящую листву.

source: @mason You hardly ever see trees like these in the wild anymore.
cht: @mason 你很难在野外再看到这样的树了。
es: @mason Ya apenas se ven árboles como estos en un entorno natural.
it: @mason È davvero molto raro vedere alberi come questi in natura.
ja: @mason そのような木は、野生ではもう ほとんど見られんだろう。
ko: @mason 이제 야생에서는 이런 나무를 거의 볼 수 없어졌단다.
pt_br: @mason Você mal consegue ver árvores como essa por aí.
ru: @mason В дикой природе такие деревья уже почти не встретишь.

source: @mason And the ones you do see are pretty much all raised artificially by people like me, mostly for nostalgia purposes.
cht: @mason 而你能看到的基本上都是像我这样的人 专门人工养殖的，大多都是出于怀旧。
es: @mason Y los que se ven han sido criados de manera artificial por nostálgicos como yo.
it: @mason E quelli che vedi sono praticamente tutti coltivati artificialmente da gente come me, principalmente per ricordare i vecchi tempi.
ja: @mason 仮に見かけたとしても、その大多数は 私のような者が、郷愁に浸るために 人工的に育てたものだ。
ko: @mason 네가 지금 보는 건 나 같은 사람들이 인위적으로 기른 거란다. 보통 향수 때문에 기르지.
pt_br: @mason E aquelas que encontrar são, praticamente, todas plantadas artificialmente por pessoas nostálgicas como eu.
ru: @mason А те, что ты встретишь, скорее всего были искусственно выращены людьми вроде меня из чувства ностальгии.

source: @niko Cactus.
cht: @niko 仙人掌。
it: @niko Un cactus.
ja: @niko サボテン。
ko: @niko 선인장이에요.
pt_br: @niko Cacto.
ru: @niko Кактус.

source: @mason Cactus.
cht: @mason 仙人掌。
it: @mason Un cactus.
ja: @mason サボテン。
ko: @mason 선인장이지.
pt_br: @mason Cacto.
ru: @mason Кактус.

source: @niko_eyeclosed Cactus.
cht: @niko_eyeclosed 仙人掌。
it: @niko_eyeclosed Un cactus.
ja: @niko_eyeclosed サボテン。
ko: @niko_eyeclosed 선인장이군요.
pt_br: @niko_eyeclosed Cacto.
ru: @niko_eyeclosed Кактус.

source: @niko_speak The blanket has quite a few patches.
cht: @niko_speak 床单上有一些补丁。
es: @niko_speak La manta tiene unos cuantos parches.
it: @niko_speak La coperta è piena di toppe.
ja: @niko_speak 毛布にたくさん当て布がついてる。
ko: @niko_speak 여기저기 기운 담요예요.
pt_br: @niko_speak O cobertor tem alguns remendos.
ru: @niko_speak На одеяле довольно много заплаток.

source: @niko An empty glass jar with a wire handle.
cht: @niko 一个金属网盖着的空玻璃罐。
es: @niko Un tarro de cristal vacío con un asa de alambre.
it: @niko Un barattolo di vetro vuoto con un manico fatto di corda.
ja: @niko 空のガラスビン。持ち手がワイヤーになってるよ。
ko: @niko 철사로 만든 손잡이가 달린 빈 유리병이에요.
pt_br: @niko Um pote de vidro vazio com alça.
ru: @niko Пустая стеклянная банка с проволочной ручкой.

source: @niko Some empty glass jars.
cht: @niko 一些空玻璃罐。
es: @niko Unos cuantos tarros de cristal vacíos.
it: @niko Alcuni barattoli di vetro vuoti.
ja: @niko 空のガラスビン。
ko: @niko 속이 빈 유리병이에요.
pt_br: @niko Alguns potes de vidro vazios.
ru: @niko Парочка пустых стеклянных банок.

source: @niko A jar full of red glowing fluid.
cht: @niko 一个装满红色闪光液体的罐子。
es: @niko Un tarro lleno de un líquido rojo brillante.
it: @niko Un barattolo pieno di un luminoso fluido rosso.
ja: @niko 赤く光る液体がたくさん入ったビン。
ko: @niko 붉게 빛나는 액체가 가득 든 병이에요.
pt_br: @niko Um pote cheio de um fluido vermelho brilhante.
ru: @niko Банка, полная красной светящейся жидкости.

source: @niko A lantern plant.
cht: @niko 一株灯笼树。
es: @niko Una planta linterna.
it: @niko Una pianta-lanterna.
ja: @niko ホオズキだ。
ko: @niko 발광 식물이에요.
pt_br: @niko Uma planta luminária.
ru: @niko Физалис в горшке.

source: @niko There's a note attached.
cht: @niko 有张便条贴在上面。
es: @niko Hay una nota pegada.
it: @niko C'è una nota attaccata.
ja: @niko メモがくっついてる。
ko: @niko 쪽지가 붙어 있어요.
pt_br: @niko Há um bilhete colado.
ru: @niko Тут прикреплена записка.

source: @niko_speak It says "Thank you for working so hard, Mr. Lamplighter!"
cht: @niko_speak 上面写着"Lamplighter 先生，非常 感谢你如此努力！"
es: @niko_speak Dice: "¡Gracias por trabajar tan duro, don Farolero!"
it: @niko_speak C'è scritto "Grazie per il tuo duro lavoro, Signor Lampionaio!".
ja: @niko_speak 「点灯屋さん、頑張って働いて くれてありがとう！」だって。
ko: @niko_speak "열심히 일해 주셔서 감사해요. 가로등 아저씨!"라고 적혀 있어요.
pt_br: @niko_speak Aqui diz: “Agradeço por seu árduo trabalho, Sr. Acendedor!”
ru: @niko_speak Тут написано: «Спасибо, что так усердно работаете, мистер Фонарщик!»

source: @niko A framed photo of someone.
cht: @niko 一张装裱好的人物照片。
es: @niko Una foto enmarcada de alguien.
it: @niko Una foto incorniciata di qualcuno.
ja: @niko 誰かの写真。
ko: @niko 누군가의 사진이에요. 액자에 들어 있네요.
pt_br: @niko Uma fotografia emoldurada.
ru: @niko Чьё-то фото в рамке.

source: @niko Empty coffee cups.
cht: @niko 空咖啡杯。
es: @niko Tazas de café vacías.
it: @niko Tazze da caffè vuote.
ja: @niko 空のコーヒーカップ。
ko: @niko 빈 커피 잔이에요.
pt_br: @niko Xícaras de café vazias.
ru: @niko Пустые кофейные стаканчики.

source: @niko_speak There's an empty coffee cup on the chair.
cht: @niko_speak 椅子上有个空咖啡杯。
es: @niko_speak Hay una taza de café vacía en la silla.
it: @niko_speak C'è una tazza da caffè vuota sulla sedia.
ja: @niko_speak 椅子の上に空のコーヒーカップがある。
ko: @niko_speak 의자 위에 빈 커피 잔이 놓여 있어요.
pt_br: @niko_speak Há uma xícara vazia na cadeira.
ru: @niko_speak На стуле стоит пустой кофейный стаканчик.

source: @niko Big books.
cht: @niko 大本的书籍。
es: @niko Libros grandes.
it: @niko Grandi libri.
ja: @niko 大きな本だね。
ko: @niko 커다란 책이에요.
pt_br: @niko Livros grandes.
ru: @niko Толстые книги.

source: @niko_speak ...Ah, these are dictionaries.
cht: @niko_speak ...啊，这些是字典。
es: @niko_speak ... Ah, son diccionarios.
it: @niko_speak ...Ah, questi sono dizionari.
ja: @niko_speak …あっ、辞書だ。
ko: @niko_speak ...아, 전부 사전이네요.
pt_br: @niko_speak ... Ah, são dicionários.
ru: @niko_speak ...А, это словари.

source: @niko Some of the words are underlined.
cht: @niko 有些词还有下划线。
es: @niko Algunas palabras están subrayadas.
it: @niko Alcune delle parole sono sottolineate.
ja: @niko いろんな単語に下線が引かれてる。
ko: @niko 단어에 밑줄을 그어 놨어요.
pt_br: @niko Algumas palavras estão sublinhadas.
ru: @niko Некоторые слова подчёркнуты.

source: @niko ....*most* of the words are underlined.
cht: @niko ...*大多数*词都有下划线。
es: @niko .... La mayoría de las palabras están subrayadas.
it: @niko ...*quasi tutte* le parole sono sottolineate.
ja: @niko …*ほとんど*の単語に下線が引かれてる。
ko: @niko ...거의 다 줄을 그어 놨네요.
pt_br: @niko ... a *maioria* das palavras está sublinhada.
ru: @niko ....*большинство* слов подчёркнуты.

source: @niko A rusty metal garbage can.
cht: @niko 一个生锈的金属垃圾桶。
es: @niko Un cubo de basura de metal oxidado.
it: @niko Un secchio della spazzatura di metallo arrugginito.
ja: @niko 錆びついた鉄製のゴミ箱。
ko: @niko 녹슨 금속 쓰레기통이에요.
pt_br: @niko Uma lata de lixo enferrujada.
ru: @niko Ржавый мусорный бак.

source: @niko There's some broken glass in here.
cht: @niko 里面有一些玻璃碎片。
es: @niko Aquí hay cristales rotos.
it: @niko Ci sono dei vetri rotti dentro.
ja: @niko 割れたガラスが入ってる。
ko: @niko 깨진 유리가 들어 있어요.
pt_br: @niko Tem uns pedaços de vidro quebrado nela.
ru: @niko Внутри него - немного осколков стекла.
