Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: $But at some point, the prehistoric oceans receded, forming what is now the Barrens.
cht: $但有的地方，史前海洋 逐渐消退形成了现在的 Barrens。
es: $Pero, en algún momento, los océanos prehistóricos se replegaron y dieron lugar a lo que hoy son los Baldíos.
it: $Ma a un certo punto gli oceani preistorici si ritirarono, formando ciò che ora è la Baia Desolata.
ja: $しかしある時、 先史時代の海は 後退し、それにより 不毛の地が形成された。
ko: $하지만 언젠가부터 고대의 바다가 메말라 버리고 그 자리에 지금의 불모지가 생겼다.
pt_br: $Mas, em certo momento, os mares pré-históricos recuaram e formaram o que chamamos de Terras Áridas.
ru: $Но в какой-то момент доисторический океан отступил, образовав таким образом Пустоши.

source: $I wonder where all that water went...
cht: $我很好奇那些水都到哪 去了...
es: $Me pregunto a dónde iría toda esa agua...
it: $Mi chiedo dove sia finita tutta quell'acqua...
ja: $あれだけあった水は どこに消えて しまったんだろう…。
ko: $그 물이 대체 어디로 사라졌는지 궁금하다...
pt_br: $Aonde foi toda aquela água?
ru: $Интересно, куда подевалась вся та вода...

source: @niko Tiny shrimp are swimming in this jar.
cht: @niko 小虾在这个罐子里游泳。
es: @niko En este tarro hay camarones diminutos nadando.
it: @niko Piccoli gamberetti che nuotano nel barattolo.
ja: @niko 小さなエビがビンの中で泳いでる。
ko: @niko 작은 새우들이 병 안에서 헤엄치고 있어요.
pt_br: @niko Há camarõezinhos nadando neste pote.
ru: @niko В этой банке плавают маленькие креветки.

source: @niko There's nothing in the fridge...
cht: @niko 冰箱里什么都没有...
es: @niko No hay nada en el frigorífico.
it: @niko Non c'è niente nel frigo...
ja: @niko 冷蔵庫には何もない…
ko: @niko 냉장고 안엔 아무것도 없어요...
pt_br: @niko Não tem nada na geladeira...
ru: @niko В холодильнике ничего нет...

source: @niko The wood is neatly stacked in the fireplace.
cht: @niko 木头整齐地堆在壁炉里。
es: @niko La leña está muy bien apilada en la chimenea.
it: @niko La legna è ordinatamente impilata nel camino.
ja: @niko 暖炉の中に、薪が綺麗に積まれてる。
ko: @niko 나무가 벽난로에 차곡차곡 쌓여 있어요.
pt_br: @niko A madeira está muito bem acondicionada na lareira.
ru: @niko В камине аккуратно разложены дрова.

source: @plight Come oonnnnnnn!
cht: @plight 喂！！！！
es: @plight ¡Vaaamosss...!
it: @plight Foorzaaaaaaa!
ja: @plight 頼むよおおぉぉぉぉ！
ko: @plight 제바아아알!
pt_br: @plight Vamos lá!
ru: @plight Раааботаааааай!

source: @plight I'm too busy for this!
cht: @plight 我太忙了！
es: @plight ¡Tengo cosas que hacer!
it: @plight Non ho tempo da perdere!
ja: @plight こんなことやってる場合じゃないんだ！
ko: @plight 너랑 씨름하기엔 난 너무 바쁘다고!
pt_br: @plight Não tenho tempo para isso!
ru: @plight У меня нет на это времени!

source: @plight_why (...this is embarrassing...)
cht: @plight_why (...真是尴尬...)
es: @plight_why (Qué vergüenza...)
it: @plight_why (...che imbarazzo...)
ja: @plight_why （…これは恥ずかしい…）
ko: @plight_why (...좀 창피하네...)
pt_br: @plight_why (... que vergonha...)
ru: @plight_why (...как неловко получилось...)

source: @plight_worry er......
cht: @plight_worry 额...
es: @plight_worry Eeeh...
it: @plight_worry Ehm......
ja: @plight_worry その…
ko: @plight_worry 어...
pt_br: @plight_worry hm...
ru: @plight_worry э-эм......

source: @plight Is there, uh, anything I can help you with?
cht: @plight 有什么，呃，我能帮你做的吗？
es: @plight ¿Puedo... eh... ayudarte en algo?
it: @plight Posso, ehm, fare qualcosa per te?
ja: @plight 何か、えっと、手伝おうか？
ko: @plight 어, 뭐 도울 일이라도 있어?
pt_br: @plight Posso... posso ajudar?
ru: @plight Я... э-э... могу тебе чем-то помочь?

source: @niko_speak Yes please!
cht: @niko_speak 嗯，是的！
es: @niko_speak ¡Sí, por favor!
it: @niko_speak Sì, grazie!
ja: @niko_speak うん、お願い！
ko: @niko_speak 네, 부탁드려요!
pt_br: @niko_speak Sim, por favor!
ru: @niko_speak Да, пожалуйста!

source: @niko I would like to know how to get to the surface!
cht: @niko 我想知道怎么到地面去！
es: @niko ¡Me gustaría saber cómo ir hasta la superficie!
it: @niko Vorrei sapere come arrivare al pianoterra!
ja: @niko 地表への行き方を知りたいんだ！
ko: @niko 어떻게 하면 지상층으로 갈 수 있는지 알고 싶어요!
pt_br: @niko Eu quero saber como chegar à superfície!
ru: @niko Я бы хотел узнать, как добраться до поверхности!

source: @plight_2 ...yeeahh...I was afraid you were gonna say that...
cht: @plight_2 ...嗯...我就知道你要问这个...
es: @plight_2 Yaaa... Temía que me preguntaras eso...
it: @plight_2 ...Eeeh... Temevo lo chiedessi...
ja: @plight_2 …そうだよな…そう言うんじゃないかと 思ってたよ…
ko: @plight_2 ...그게에에... 안 그래도 그렇게 말할까 봐 불안했는데...
pt_br: @plight_2 ... é, quer dizer... tinha medo que você dissesse isso...
ru: @plight_2 ...да-а-а... Я боялся, что ты это скажешь...

source: @plight Right now, this elevator is the only way to access the surface. But...
cht: @plight 目前，只有这个电梯可以通往地面。但是...
es: @plight Ahora mismo, este ascensor es el único acceso a la superficie, pero...
it: @plight Per ora, questo ascensore è l'unico modo per accedere al pianoterra. Però...
ja: @plight 今のところ、このエレベーターが 地表へ行ける唯一の方法さ。 でも…
ko: @plight ...지금 이 엘리베이터가 지상층으로 바로 가는 유일한 수단이야. 그런데...
pt_br: @plight No momento, o elevador é o único acesso à superfície, mas...
ru: @plight Сейчас единственный способ добраться вниз — этот лифт. Но...

source: @plight ....yeah, just take a look at it.
cht: @plight ...是的，你看看。
es: @plight Bueno, no hay más que verlo...
it: @plight ...Ecco, guarda tu stesso.
ja: @plight …まあ、見てみれば分かるよ。
ko: @plight ...뭐, 그냥 직접 확인해 봐.
pt_br: @plight ... é, basta dar uma olhada.
ru: @plight ....да, только посмотри на него.

source: @niko I-It looks like an elevator...
cht: @niko 看起来——像是电梯...
es: @niko Pa... Parece un ascensor normal...
it: @niko S-sembra un ascensore...
ja: @niko た、ただのエレベーターに見えるよ…
ko: @niko 그냥 엘리베이터 같은데요...
pt_br: @niko Certamente parece um elevador...
ru: @niko О-Он... выглядит как обычный лифт...

source: @plight_2 Well, you're not wrong, but...
cht: @plight_2 嗯，你没错，但是...
es: @plight_2 Bueno, eso es cierto, pero...
it: @plight_2 Beh, su quello non ci piove, ma...
ja: @plight_2 それはまあ、その通りだけど…
ko: @plight_2 그래, 틀린 말은 아니지. 하지만...
pt_br: @plight_2 Bem, eu tenho que concordar, mas...
ru: @plight_2 Что ж, в этом ты прав, но...

source: @plight_why Go look at the button panel.
cht: @plight_why 去看一下按钮面板。
es: @plight_why Mira el panel de los botones.
it: @plight_why Da' un'occhiata alla pulsantiera.
ja: @plight_why ボタンパネルを見てごらん。
ko: @plight_why 버튼 패널을 잘 살펴봐.
pt_br: @plight_why Olhe o painel.
ru: @plight_why Поди посмотри на кнопки.

source: @plight_2 I am not the button panel.
cht: @plight_2 我不是按钮面板。
es: @plight_2 No soy el panel de los botones.
it: @plight_2 Non sono io la pulsantiera.
ja: @plight_2 おれはボタンパネルじゃないぞ。
ko: @plight_2 난 버튼 패널이 아니야.
pt_br: @plight_2 Eu não sou o painel.
ru: @plight_2 Я не кнопочная панель.

source: @plight_shock Whoa! How did you make this?
cht: @plight_shock 哇哦！你怎么做到的？
es: @plight_shock ¡Eh! ¿Cómo has hecho eso?
it: @plight_shock Wow! Come l'hai fatto?
ja: @plight_shock わお！これ、どうやって作ったんだ？
ko: @plight_shock 우와! 어떻게 이걸 만든 거야?
pt_br: @plight_shock Nossa! Como você fez isso?
ru: @plight_shock Воу! Как ты такую сделал?

source: @niko_speak Out of a coffee can!
cht: @niko_speak 用咖啡罐做的！
es: @niko_speak ¡Con una lata de café!
it: @niko_speak Con una lattina di caffè!
ja: @niko_speak コーヒー缶から！
ko: @niko_speak 커피 캔으로요!
pt_br: @niko_speak Com uma lata de café!
ru: @niko_speak Из кофейной банки!

source: @plight_worry ...Coffee comes from cans?
cht: @plight_worry ...把咖啡从罐子里倒出来？
es: @plight_worry ... ¿El café sale de las latas?
it: @plight_worry ...Il caffè viene dalle lattine?
ja: @plight_worry …コーヒーって缶から作るのか？
ko: @plight_worry ...커피가 캔에서 나오는 거였어?
pt_br: @plight_worry ... Café nasce em latas?
ru: @plight_worry ...Кофе берётся из банок?

source: @plight_2 ...Uh, go see if it works!
cht: @plight_2 ...嗯，看看有没有用！
es: @plight_2 Eh... ¡ve a ver si funciona!
it: @plight_2 ...Ehm, vai a vedere se funziona!
ja: @plight_2 …さ、それでいけるか試してみよう！
ko: @plight_2 ...어디, 이 방법이 통하는지 보자!
pt_br: @plight_2 ... Hm... veja se funciona!
ru: @plight_2 ...Эм, проверь, может она сработает!

source: @plight_shock Oh nice, are those magnets?
cht: @plight_shock 嗯，很好，这些是磁铁吗？
es: @plight_shock Qué bien, ¿eso son imanes?
it: @plight_shock Oh carino, sono delle calamite?
ja: @plight_shock お、いいね。それって磁石？
ko: @plight_shock 와, 멋진데. 이거 자석이야?
pt_br: @plight_shock Legal... ímãs?
ru: @plight_shock О, круто. Это же магниты?

source: @plight_2b Looks like they're a bit loose, but....
cht: @plight_2b 看起来有点松，但是...
es: @plight_2b Parece que están un poco sueltos, pero...
it: @plight_2b Sembra un po' fragile, ma...
ja: @plight_2b 少し緩いみたいだけど…
ko: @plight_2b 조금 느슨해 보이기는 하지만...
pt_br: @plight_2b Eles parecem meio frouxos, mas...
ru: @plight_2b Они как-то слабо держатся, но....

source: @plight_2 ...Ah well, go see if it works!
cht: @plight_2 ...嗯，去看看它能不能用！
es: @plight_2 Eh, bueno... ¡ve a ver si funciona!
it: @plight_2 ...Ah beh, vai a vedere se funziona!
ja: @plight_2 …まあいいか、使えるか試してきて！
ko: @plight_2 ...됐어. 잘되는지 어디 볼까!
pt_br: @plight_2 ... Vejamos se funciona!
ru: @plight_2 ...Ладно, проверь, может это сработает!

source: @plight_shock Oh wow, that sure is a lotta tape....
cht: @plight_shock 哇，胶带真不少...
es: @plight_shock ¡Oh, vaya! Qué montón de cinta adhesiva...
it: @plight_shock Oh wow, è un bel po' di nastro adesivo...
ja: @plight_shock おぉ、すごい、大量のテープが…
ko: @plight_shock 와, 테이프를 칭칭 감았네...
pt_br: @plight_shock Nossa, quanta fita...
ru: @plight_shock Воу, ничего себе сколько скотча....

source: @plight But better safe than sorry, right?
cht: @plight 不过还是安全第一，对吧？
es: @plight Pero mejor prevenir que curar, ¿no?
it: @plight Beh, prevenire è meglio che curare, no?
ja: @plight でも、備えあれば憂いなし、だもんな？
ko: @plight 하지만 후회하느니 조심하는 게 낫지, 안 그래?
pt_br: @plight Melhor prevenir que remediar, não é?
ru: @plight На всякий пожарный, да?

source: @plight You don't want it to break on ya.
cht: @plight 你不想因为自己把它弄坏。
es: @plight Así evitas que se rompa.
it: @plight Non vuoi proprio che si rompa.
ja: @plight 壊れたら困るからな。
ko: @plight 나중에 망가지면 곤란하니까.
pt_br: @plight Melhor não correr o risco de quebrar.
ru: @plight Ну да, мы же не хотим, чтобы она сломалась...

source: @plight_why It was worth a shot, yeah.
cht: @plight_why 嗯，还是值得一试的。
es: @plight_why Valía la pena intentarlo, sí.
it: @plight_why Valeva la pena provare.
ja: @plight_why まあ、試してみる価値はあったよ。
ko: @plight_why 뭐, 시도할 가치는 있었어.
pt_br: @plight_why Valeu a tentativa.
ru: @plight_why Что ж, рискнуть стоило.

source: @plight_why I'm losing so much time...\nI'm not even timing it anymore...
cht: @plight_why 我浪费的时间太多了...\n我不会再给它计时了...
es: @plight_why He perdido tanto tiempo...\nQue ya no lo estoy ni contando...
it: @plight_why Sto sprecando così tanto tempo...\nNon sto nemmeno più tenendo il conto...
ja: @plight_why かなりのタイムロスだ…\nもう計るのもやめた…
ko: @plight_why 시간을 너무 낭비하고 있어...\n이제 몇 분째인지 세기도 싫어...
pt_br: @plight_why Estou perdendo tanto tempo...\nNem conto mais quanto passou.
ru: @plight_why Я уже столько времени потерял...\nЯ уже даже его не считаю...

source: @plight_why I'm losing so much time...\nProbably \v[22] minutes of work already.
cht: @plight_why 我浪费的时间太多了...\n可能花费了\v[22]分钟。
es: @plight_why He perdido tanto tiempo...\nSeguramente ya van \v[22] minutos de trabajo perdidos.
it: @plight_why Sto sprecando così tanto tempo...\nOrmai saranno \v[22] minuti di lavoro o giù di lì.
ja: @plight_why かなりのタイムロスだ…\nたぶんすでに \v[22]分、無駄にした。
ko: @plight_why 시간을 너무 낭비하고 있어...\n벌써 \v[22]분이나 썼다고.
pt_br: @plight_why Estou perdendo tanto tempo...\nPelos meus cálculos, cerca de \v[22] minutos de trabalho.
ru: @plight_why Я уже столько времени потерял...\nДумаю, уже \v[22] минут работы точно.

source: @plight_why I'm losing so much time...
cht: @plight_why 我浪费的时间太多了...
es: @plight_why He perdido tanto tiempo...
it: @plight_why Sto sprecando così tanto tempo...
ja: @plight_why かなりのタイムロスだ…
ko: @plight_why 시간을 너무 낭비하고 있어...
pt_br: @plight_why Estou perdendo tanto tempo...
ru: @plight_why Я уже столько времени потерял...

source: @plight_why I hate this....
cht: @plight_why 我讨厌这样...
es: @plight_why Qué rollo...
it: @plight_why Che rottura...
ja: @plight_why 最悪だ…
ko: @plight_why 이젠 지긋지긋해...
pt_br: @plight_why Odeio isso...
ru: @plight_why Ненавижу....

source: @plight Do you think you'll be able to make that button?
cht: @plight 你觉得你能做好那个按钮吗？
es: @plight ¿Crees que serás capaz de fabricar ese botón?
it: @plight Credi di riuscire a riparare quel pulsante?
ja: @plight ボタン、作れそうかな？
ko: @plight 버튼을 만들 수 있겠어?
pt_br: @plight Você acha que conseguiremos fazer aquele botão?
ru: @plight Думаешь, у тебя получится сделать эту кнопку?

source: @plight_2 Well, no pressure, kid.
cht: @plight_2 好吧，没什么，孩子。
es: @plight_2 Bueno, no quiero agobiarte, criatura.
it: @plight_2 Beh, niente fretta, ragazzo.
ja: @plight_2 まぁ、無理はするなよ。
ko: @plight_2 부담 느끼지는 말고.
pt_br: @plight_2 Sem pressão, criança.
ru: @plight_2 Что ж, не буду тебя подгонять.

source: @plight_2b I'll just... stick with my original plan for now...
cht: @plight_2b 我现在...还是坚持原来的计划...
es: @plight_2b Por ahora... prefiero ceñirme al plan original...
it: @plight_2b Credo che... tornerò al mio piano originale...
ja: @plight_2b とりあえず…最初の計画通りに進めるさ…
ko: @plight_2b 그냥... 내 원래 계획대로 진행하는 게 낫겠군.
pt_br: @plight_2b Eu... eu seguirei meu plano original por enquanto.
ru: @plight_2b Я пока буду придерживаться своего первоначального плана...

source: @plight_2b Time to kick the door again.
cht: @plight_2b 现在可以再踢一下门。
es: @plight_2b Es hora de volver a golpear la puerta.
it: @plight_2b È ora di calciare di nuovo la porta.
ja: @plight_2b またドアを蹴るか。
ko: @plight_2b 다시 문을 걷어차야지.
pt_br: @plight_2b Hora de chutar a porta novamente.
ru: @plight_2b Пора снова как следует пнуть эту дверь.

source: @plight_why My foot hurts...
cht: @plight_why 我的脚有点痛...
es: @plight_why Me duele el pie...
it: @plight_why Che male al piede...
ja: @plight_why いてて…
ko: @plight_why 내 발...
pt_br: @plight_why Meu pé dói...
ru: @plight_why Ай, больно в ноге...

source: @plight_shock What!
cht: @plight_shock 什么！
es: @plight_shock ¿Qué?
it: @plight_shock Cosa!?
ja: @plight_shock うそだろ！
ko: @plight_shock 뭐야!
pt_br: @plight_shock O quê?!
ru: @plight_shock Что?!

source: @plight_shock It works!
cht: @plight_shock 奏效了！
es: @plight_shock ¡Funciona!
it: @plight_shock Funziona!
ja: @plight_shock うまくいった！
ko: @plight_shock 되네!
pt_br: @plight_shock Funcionou!
ru: @plight_shock Работает!

source: @plight Guess I did it.
cht: @plight 我觉得我做到了。
es: @plight Supongo que lo he conseguido.
it: @plight Beh, ce l'ho fatta.
ja: @plight おれがやったのか。
ko: @plight 내 방법이 통했나 봐.
pt_br: @plight Acho que consegui.
ru: @plight Кажется, у меня получилось.

source: @niko_speak You sure did!
cht: @niko_speak 你真的做到了！
es: @niko_speak ¡Pues claro!
it: @niko_speak Già!
ja: @niko_speak 君のおかげだよ！
ko: @niko_speak 그러게요!
pt_br: @niko_speak Claro que conseguiu!
ru: @niko_speak Это точно!

source: @plight ...Anyway, ready to go? I'll be up ahead.
cht: @plight ...好吧，准备好出发了吗？我先上去。
es: @plight Bueno... ¿todo listo? Sigo adelante.
it: @plight ...Comunque, pronto a partire? Ti aspetterò più avanti.
ja: @plight さて、準備はいいかい？先に入って待ってるよ。
ko: @plight ...아무튼, 준비됐어? 난 갈 거야.
pt_br: @plight ... De qualquer forma, tudo pronto para ir? Estarei esperando.
ru: @plight ...Так или иначе, ты готов ехать? Я пойду вперёд.

source: [\c[1]ACCESS DENIED.\c[0]]
cht: [\c[1]拒绝访问\c[0]]
es: [\c[1]ACCESO DENEGADO.\c[0]]
it: [\c[1]ACCESSO NEGATO.\c[0]]
ja: [\c[1]アクセス失敗\c[0]]
ko: [\c[1]접근이 거부되었습니다.\c[0]]
pt_br: [\c[1]ACCESSO NEGADO.\c[0]]
ru: [\c[1]ДОСТУП ЗАПРЕЩЁН.\c[0]]

source: [PLEASE MAKE HIM STOP.]
cht: [请让他停止。]
es: [HAZ QUE PARE, POR FAVOR.]
it: [PER FAVORE FALLO SMETTERE.]
ja: [彼を止めてください。]
ko: [제발 저분을 말려 주십시오.]
pt_br: [FAÇA-O PARAR.]
ru: [ПОЖАЛУЙСТА, УГОМОНИТЕ ЕГО.]

source: @plight Hi.
cht: @plight 嗨。
es: @plight Hola.
it: @plight Ciao.
ja: @plight やあ。
ko: @plight 안녕.
pt_br: @plight Olá.
ru: @plight Привет.

source: @plight ...Can I help with anything?
cht: @plight ...有什么事需要帮忙吗？
es: @plight ¿Puedo... ayudar en algo?
it: @plight ...Posso esserti d'aiuto?
ja: @plight …何か手伝えることある？
ko: @plight ...내가 도울 일이 있니?
pt_br: @plight ... Em que posso ajudar?
ru: @plight ...Я могу чем-то помочь?

source: @plight Anything at all?
cht: @plight 有什么事吗？
es: @plight ¿Lo que sea?
it: @plight Niente di niente?
ja: @plight 少しぐらいあるだろ？
ko: @plight 정말 없어?
pt_br: @plight Pode pedir qualquer coisa.
ru: @plight Хоть чем-нибудь?

source: @plight_worry Being so unproductive for so long... It's really getting to me...
cht: @plight_worry 花了这么长的时间，都是徒劳的... 该轮到我了...
es: @plight_worry Llevo demasiado tiempo sin hacer nada... Odio la improductividad...
it: @plight_worry Non fare niente di utile per così tanto tempo... mi sta dando alla testa...
ja: @plight_worry ずっと無意味な時間を過ごしてるから… いやになってきたんだ…
ko: @plight_worry 너무 오랫동안 생산적인 활동을 못 했더니 신경이 날카로워졌어...
pt_br: @plight_worry Permanecer tanto tempo improdutivo está realmente me afetando...
ru: @plight_worry Так долго простаивать без дела... Меня это раздражает...

source: @niko I think \p and I got it handled!
cht: @niko 我想\p和我处理好了！
es: @niko Creo que \p y yo ya lo tenemos.
it: @niko Credo che io e \p ce la stiamo gestendo bene!
ja: @niko ミーと \p だけで何とかなると思う！
ko: @niko \p 님과 제가 해결했어요!
pt_br: @niko Acho que \p e eu conseguimos resolver!
ru: @niko Думаю, мы с \p знаем чем тебя занять!

source: @niko What do you think, \p?
cht: @niko 你觉得怎么样， \p？
es: @niko ¿Cómo lo ves, \p?
it: @niko Cosa dovrei fare, \p?
ja: @niko \p、 どう思う？
ko: @niko 어떻게 생각하세요, \p 님?
pt_br: @niko O que você acha, \p?
ru: @niko Что ты думаешь, \p?

source: Tell him to use random codes
cht: 告诉他使用随机码
es: Decirle que utilice códigos aleatorios
it: Digli di usare codici casuali.
ja: 適当にコードを入力するように言うんだ。
ko: 임의의 코드를 알려준다
pt_br: Diga-lhe para usar códigos aleatórios
ru: Скажи ему использовать случайные коды

source: Tell him to stand there
cht: 告诉他站在那里
es: Decirle que se quede donde está
it: Digli di starsene lì.
ja: そこで立ってるように言うんだ。
ko: 거기 서 있으라고 한다
pt_br: Diga-lhe para ficar ali
ru: Скажи ему стоять на своём месте

source: @niko Maybe you can just try out some numbers until you get it...
cht: @niko 或许你可以试一些数字，直到试出正确 代码为止...
es: @niko Podrías ir probando con varios números hasta que acertaras...
it: @niko Forse puoi provare qualche combinazione finché non l'azzecchi...
ja: @niko 正解するまで、 適当な数字を試してみてもいいかも…
ko: @niko 코드를 알아낼 때까지 무작정 숫자를 눌러보는 건 어떨까요...?
pt_br: @niko Você podia experimentar uns números até conseguir...
ru: @niko Можешь попробовать набирать разные цифры, пока не сработает...

source: @niko_speak I mean, \p and I did it before!
cht: @niko_speak 我的意思是， \p和我之前也做过！
es: @niko_speak Bueno, ¡\p y yo lo conseguimos!
it: @niko_speak Voglio dire, \p e io l'abbiamo fatto prima!
ja: @niko_speak だって、 \p とミーは前にそうしたよ！
ko: @niko_speak 그게, \p 님과 제가 전에 그렇게 해서 성공했거든요!
pt_br: @niko_speak Quer dizer, \p e eu já fizemos assim!
ru: @niko_speak То есть, \p и я раньше уже такое делали!

source: @niko_eyeclosed Took us a while, but...
cht: @niko_eyeclosed 要点时间，但是...
es: @niko_eyeclosed Nos llevó un rato, pero...
it: @niko_eyeclosed Ci abbiamo messo un po', però...
ja: @niko_eyeclosed 時間はかかったけど…
ko: @niko_eyeclosed 시간은 좀 걸렸지만요...
pt_br: @niko_eyeclosed Demorou um pouco, mas...
ru: @niko_eyeclosed Это было не так уж быстро, но...

source: @plight_worry ....seriously?
cht: @plight_worry ....你认真的吗？
es: @plight_worry ... ¿En serio?
it: @plight_worry ...Sul serio?
ja: @plight_worry …マジ？
ko: @plight_worry ...진심이야?
pt_br: @plight_worry ... jura?
ru: @plight_worry ....серьёзно?

source: @plight Alright, I suppose that's better than doing nothing.
cht: @plight 好吧，我觉得这样总比什么也不做强。
es: @plight Vale, supongo que es mejor que no hacer nada.
it: @plight Bene, sempre meglio che stare con le mani in mano.
ja: @plight 分かった、何もしないよりはマシだろうし。
ko: @plight 알았어. 아무것도 하지 않는 것보다는 낫겠지.
pt_br: @plight Tudo bem. Suponho que seja melhor que nada.
ru: @plight Ну ладно. Полагаю, это лучше, чем ничего не делать.

source: @plight Let's see... 0, 0, 0, 0, 0...
cht: @plight 我们就试试...0、0、0、0、0...
es: @plight Vamos a ver... 0, 0, 0, 0, 0...
it: @plight Vediamo... 0, 0, 0, 0, 0...
ja: @plight さて…0、0、0、0、0…
ko: @plight 어디 보자... 0, 0, 0, 0, 0...
pt_br: @plight Vejamos... 0, 0, 0, 0, 0...
ru: @plight Так, посмотрим... 0, 0, 0, 0, 0...

source: @plight_why Yep, gonna be here for a while. 0, 0, 0, 0, 1.....
cht: @plight_why 是的，要点时间。0、0、0、0、1...
es: @plight_why Sí, esto me va a llevar un rato largo. 0, 0, 0, 0, 1...
it: @plight_why Sì, starò qui per un po'. 0, 0, 0, 0, 1......
ja: @plight_why うーむ、こりゃ時間がかかりそうだ。 0、0、0、0、1…
ko: @plight_why 좋아, 시간이 좀 걸리겠군. 0, 0, 0, 0, 1...
pt_br: @plight_why É... ficaremos aqui por um tempo. 0, 0, 0, 0, 1...
ru: @plight_why Да, это займёт какое-то время. 0, 0, 0, 0, 1.....

source: [\c[1]ACCESS DENIED.\c[0]\| ...YOU AREN'T SERIOUSLY DOING THIS, ARE YOU?]
cht: [\c[1]拒绝访问。\c[0]\| ...你不是真的要这样做吧？]
es: [\c[1]ACCESO DENEGADO.\c[0]\| ... DIME QUE NO ESTÁS HACIENDO ESTO EN SERIO.]
it: [\c[1]ACCESSO NEGATO.\c[0]\| ...MA SEI SERIO? CIOÈ, HAI DAVVERO INTENZIONE DI FARLO?]
ja: [\c[1]アクセス失敗\c[0]\| …本気で続けるつもりですか？]
ko: [\c[1]접근이 거부되었습니다.\c[0]\|...진심으로 이러는 건 아니시겠죠?]
pt_br: [\c[1]ACCESSO NEGADO.\c[0]\| ...VOCÊ NÃO ESTÁ TENTANDO ASSIM, ESTÁ?]
ru: [\c[1]ДОСТУП ЗАПРЕЩЁН.\c[0]\| ...ВЫ ВЕДЬ НЕ СЕРЬЁЗНО, ПРАВДА?]

source: @niko Maybe you can just take it easy for a while?
cht: @niko 或许，你可以放松一下？
es: @niko Quizá podrías tomártelo con calma durante un tiempo.
it: @niko Magari puoi prendertela comoda per un po'?
ja: @niko ちょっとの間、ここで楽にしてたらどうかな？
ko: @niko 음, 그냥 잠시 여유를 즐기시는 게 어때요?
pt_br: @niko Talvez você devesse relaxar por um tempo.
ru: @niko Может, тебе стоит немного отдохнуть?

source: @plight_why Hooray...
cht: @plight_why 太好了...
es: @plight_why Viva...
it: @plight_why Evviva...
ja: @plight_why わーい…
ko: @plight_why 만세...
pt_br: @plight_why Oba...
ru: @plight_why Ура...

source: @plight_why My least favorite thing to do...
cht: @plight_why 这是我最不喜欢做的事...
es: @plight_why Mi cosa menos favorita del mundo...
it: @plight_why La cosa che più detesto fare...
ja: @plight_why そりゃ、おれの一番嫌いなことさ…
ko: @plight_why 그건 내가 제일 싫어하는 일이야...
pt_br: @plight_why A coisa que eu menos gosto de fazer...
ru: @plight_why Моё самое нелюбимое занятие...

source: @Niko It's an elevator.
cht: @Niko 这是个电梯。
es: @Niko Es un ascensor.
it: @niko Un ascensore.
ja: @Niko エレベーターだ。
ko: @Niko 엘리베이터예요.
pt_br: @Niko É um elevador.
ru: @Niko Это лифт.

source: @niko_eyeclosed Apparently broken?
cht: @niko_eyeclosed 明显坏了？
es: @niko_eyeclosed Y parece roto...
it: @niko_eyeclosed Sembra rotto...
ja: @niko_eyeclosed 壊れてるのかな？
ko: @niko_eyeclosed 고장이 난 모양인데요?
pt_br: @niko_eyeclosed Parece quebrado...
ru: @niko_eyeclosed Судя по всему, не работает?

source: @niko_speak Let's fix the elevator!
cht: @niko_speak 我们把电梯修好吧！
es: @niko_speak ¡Hay que arreglar el ascensor!
it: @niko_speak Cerchiamo di aggiustare l'ascensore!
ja: @niko_speak エレベーターを修理しよう！
ko: @niko_speak 엘리베이터를 고쳐 봐요!
pt_br: @niko_speak Vamos consertá-lo!
ru: @niko_speak Давай починим лифт!

source: @niko_speak It needs a code.
cht: @niko_speak 需要一个代码。
es: @niko_speak Hace falta un código.
it: @niko_speak Serve un codice.
ja: @niko_speak コードが必要だ。
ko: @niko_speak 코드가 필요한가 봐요.
pt_br: @niko_speak Precisa de um código.
ru: @niko_speak Тут нужен код.

source: @niko_yawn *yawn* ...
cht: @niko_yawn *哈欠*...
es: @niko_yawn *Uaaa*...
ja: @niko_yawn ふわぁ…
ko: @niko_yawn *하암*...
pt_br: @niko_yawn *uaaah*...
ru: @niko_yawn *зевок*...

source: @niko I'm having trouble staying awake, \p.\>\nWe should find a place for me to take a nap...
cht: @niko 我很困，\p。\>\n我们找个地方让我休息一下吧...
es: @niko Me está costando no dormirme, \p.\>\nDeberíamos encontrar un lugar en el que echar una siesta...
it: @niko Ehi \p, mi si stanno chiudendo gli occhi.\>\nDovremmo cercare un posto per schiacciare un pisolino...
ja: @niko 眠すぎて目が開かないよ、 \p。\>\nお昼寝できる場所を探さないと…
ko: @niko 더 못 버티겠어요, \p 님.\>\n잠깐 잠을 잘 곳을 찾아야겠어요...
pt_br: @niko Não aguento mais ficar acordada, \p.\>\nDevíamos procurar um lugar para tirar um cochilo...
ru: @niko Я уже еле стою на ногах, \p.\>\nНадо найти место, где я смогу вздремнуть...
