Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @ling So... I guess pancakes are your favorite food?
cht: @ling 那么...我猜薄煎饼是你最喜欢的食物？
es: @ling Entonces... las tortitas son tu comida favorita, ¿no?
it: @ling Quindi i pancake sono il tuo cibo preferito?
ja: @ling それで…パンケーキが、君の一番好きな 食べ物なのかい？
ko: @ling 가장 좋아하는 음식이 팬케이크니?
pt_br: @ling Então... panqueca é a sua comida preferida?
ru: @ling Получается... Твоя любимая еда это оладьи?

source: @niko Mhm!\>\n\@niko_speak ...well, almost!
cht: @niko 嗯！\>\n\@niko_speak ...嗯，差不多！
es: @niko ¡Ajá!\>\n\@niko_speak Bueno... ¡casi!
it: @niko Mhm!\>\n\@niko_speak ...Beh, quasi!
ja: @niko うん！\>\n\@niko_speak …んー、ほぼ正解！
ko: @niko 네!\>\n\@niko_speak ...아, 거의 비슷해요!
pt_br: @niko M-hm!\>\n\@niko_speak ... bom, quase isso!
ru: @niko Ага!\>\n\@niko_speak ...ну почти!

source: @niko_pancakes My favorite food in the world are the special pancakes that my mama makes!
cht: @niko_pancakes 这世界上我最喜欢的食物是我妈妈 为我做的特制薄煎饼！
es: @niko_pancakes ¡Mi comida favorita son las tortitas que prepara mi madre!
it: @niko_pancakes Il mio cibo preferito in assoluto sono i pancake speciali della mia mamma!
ja: @niko_pancakes 世界で一番好きな食べ物は、 ママが作る特製パンケーキ！
ko: @niko_pancakes 제가 세상에서 제일 좋아하는 음식은 엄마가 만들어 주시는 특제 팬케이크거든요!
pt_br: @niko_pancakes A minha comida preferida de todos os tempos é a panqueca da minha mãe!
ru: @niko_pancakes Для меня самая вкусная еда на свете — особые оладушки, которые печёт моя мама!

source: @niko She likes to pick hazelnuts and grind them up into the batter.
cht: @niko 她喜欢挑选一些榛子，磨碎成粉加入 面糊里。
es: @niko Las prepara añadiendo avellanas molidas a la masa.
it: @niko Per farli, trita le nocciole e ce le mette dentro.
ja: @niko ママはね、ヘーゼルナッツを砕いて、それを 生地に練り込むのが好きなんだ。
ko: @niko 엄마는 헤이즐넛 열매를 곱게 빻은 뒤에 반죽에 넣으셨어요.
pt_br: @niko Ela mói avelã e coloca na batedeira junto com a massa.
ru: @niko Она собирает лесные орехи, перемалывает их и кладёт в тесто.

source: @ling_smile Oh, wow, that sounds amazing!
cht: @ling_smile 噢，哇，这听起来不错！
es: @ling_smile ¡Caray, eso tiene que estar muy bueno!
it: @ling_smile Oh, wow, saranno buonissimi!
ja: @ling_smile へえ、すごく美味しそうだ！
ko: @ling_smile 와우, 그거 굉장하겠는데!
pt_br: @ling_smile Nossa, deve ficar incrível!
ru: @ling_smile Ух, ничего себе! Звучит потрясающе!

source: @niko_pancakes They TASTE amazing!\>\n\@niko She always made them when I was feeling sad.\>\n\@niko Or lonely... or...
cht: @niko_pancakes 它们的味道很棒！\>\n\@niko 每当我难过时她就会为我做。\>\n\@niko 或者感到孤单时... 或者...
es: @niko_pancakes ¡Sí, tienen un SABOR increíble!\>\n\@niko Siempre me las preparaba cuando me ponía triste.\>\n\@niko O me sentía solo... o...
it: @niko_pancakes SONO buonissimi!\>\n\@niko Li faceva sempre quando mi sentivo triste.\>\n\@niko O solo... o...
ja: @niko_pancakes 本当に、びっくりするくらい美味しいよ！\>\n\@niko ミーが悲しくなっちゃったときに、 いつも作ってくれてたんだ。\>\n\@niko 寂しくなったときもね…あ、あと…
ko: @niko_pancakes 정말 환상적인 맛이 나요!\>\n\@niko 엄마는 제가 슬플 때도 그걸 만들어 주셨고.\>\n\@niko 외로울 때도... 또...
pt_br: @niko_pancakes O gosto é incrível mesmo!\>\n\@niko Ela fazia sempre que eu estava triste.\>\n\@niko Ou sozinha... ou...
ru: @niko_pancakes И у них потрясающий ВКУС!\>\n\@niko Она всегда готовила их, когда мне было грустно.\>\n\@niko Или одиноко... или...

source: @niko_sad Mama...\>\n\@niko_sad I really miss her...
cht: @niko_sad 妈妈...\>\n\@niko_sad 我真的很想她...
es: @niko_sad Mamá...\>\n\@niko_sad La echo tanto de menos...
it: @niko_sad La mia mamma...\>\n\@niko_sad Mi manca così tanto...
ja: @niko_sad ママ…\>\n\@niko_sad はやく会いたいよ…
ko: @niko_sad 엄마...\>\n\@niko_sad 엄마가 보고 싶어요...
pt_br: @niko_sad Minha mãe...\>\n\@niko_sad Tenho muita saudade dela...
ru: @niko_sad Мамочка...\>\n\@niko_sad Я так по ней скучаю...

source: @niko_less_sad ...I just...\>\n\@niko_sad ...I just have a bad feeling all of a sudden!
cht: @niko_less_sad ...我就是...\>\n\@niko_sad ...我就是突然有点难过！
es: @niko_less_sad Acabo...\>\n\@niko_sad ¡Acabo de tener un mal presentimiento de repente!
it: @niko_less_sad ...È che...\>\n\@niko_sad ...Tutto d'un tratto ho un brutto presentimento!
ja: @niko_less_sad …急に…\>\n\@niko_sad …なんだか急に、いやな予感が し始めたんだ！
ko: @niko_less_sad ...저는...\>\n\@niko_sad ...전... 죄송해요. 갑자기 기분이 가라앉네요!
pt_br: @niko_less_sad Eu...\>\n\@niko_sad Acabei de ter um mau pressentimento!
ru: @niko_less_sad ...И у меня...\>\n\@niko_sad ...внезапно появилось плохое предчувствие!

source: @niko_distressed_meow Am I... even here to save the world?\>\nPeople have been saying how the sun won't fix anything!
cht: @niko_distressed_meow 我...来这里是为了拯救世界的吗？\>\n人们说，太阳也不是万能的！
es: @niko_distressed_meow ¿Seguro... que estoy aquí para salvar el mundo?\>\n¡La gente no deja de decir que el sol no arreglará nada!
it: @niko_distressed_meow Sono qui... per salvare il mondo?\>\nLa gente dice che anche se il sole tornasse non cambierebbe nulla!
ja: @niko_distressed_meow ミーは…ミーは本当に、世界を救うために ここにやってきたのかな？\>\n太陽じゃどうにもならないって、みんな言ってる！
ko: @niko_distressed_meow 제가... 세상을 구하려고 여기 있는 게 맞긴 할까요?\>\n사람들은 태양을 되돌려도 세상이 나아지진 않을 거라고 말해요!
pt_br: @niko_distressed_meow Eu estou... aqui para salvar o mundo?\>\nAs pessoas estão dizendo que o sol não vai consertar nada!
ru: @niko_distressed_meow Я в самом деле здесь... чтобы спасти мир?\>\nВсе вокруг говорят, что солнце ничего не исправит!

source: @niko_sad I don't even know why I'm here...\>\n\@niko_less_sad I just wanna see my mama again...
cht: @niko_sad 我甚至不知道为什么来到这了...\>\n\@niko_less_sad 我就是想再见到我的妈妈...
es: @niko_sad Ni siquiera sé lo que hago aquí...\>\n\@niko_less_sad Solo quiero volver a ver a mi madre...
it: @niko_sad Non so nemmeno perché sono qui...\>\n\@niko_less_sad Voglio solo rivedere la mia mamma...
ja: @niko_sad というか、何でここにいるのかも分からない…\>\n\@niko_less_sad ミーはただ、ママに会いたいだけなのに…
ko: @niko_sad 제가 왜 여기 있는지도 모르겠어요...\>\n\@niko_less_sad 그냥 엄마를 보고 싶어요...
pt_br: @niko_sad Eu nem sei por que vim parar aqui...\>\n\@niko_less_sad Só queria ver minha mãe de novo...
ru: @niko_sad Я даже не знаю, зачем я здесь...\>\n\@niko_less_sad Я просто хочу снова увидеть маму...

source: @ling2 Oh, uh...\>\n\@ling_oh There, there...\>\n\@ling_smile It's gonna be okay!
cht: @ling2 噢，嗯...\>\n\@ling_oh 乖，乖 ...\>\n\@ling_smile 一切都会好的！
es: @ling2 Oh, oh...\>\n\@ling_oh Ea, ea...\>\n\@ling_smile ¡Todo va a ir bien!
it: @ling2 Oh, dai...\>\n\@ling_oh Su, su...\>\n\@ling_smile Andrà tutto bene!
ja: @ling2 あ、え、えっと…\>\n\@ling_oh よし、よし…\>\n\@ling_smile きっと大丈夫だって！
ko: @ling2 오, 저런...\>\n\@ling_oh 자, 진정해...\>\n\@ling_smile 모두 괜찮아질 거야!
pt_br: @ling2 Oh, ahm...\>\n\@ling_oh Calma, calma...\>\n\@ling_smile Vai ficar tudo bem!
ru: @ling2 Ой, эм...\>\n\@ling_oh Тише, тише...\>\n\@ling_smile Всё будет хорошо!

source: @ling_hm And...\@ling I'm sure you'll be able to save the world! \>\n\@ling_smile You're a tough kid, you managed to get this far already, right?
cht: @ling_hm 而且...\@ling 我相信你一定能拯救世界！\>\n\@ling_smile 你是个坚强的孩子，你已经成功走到了 这一步，不是吗？
es: @ling_hm ¡Y... \@ling no me cabe ninguna duda de que serás capaz de salvar el mundo! \>\n\@ling_smile Eres fuerte, y por eso has conseguido llegar hasta aquí, ¿no?
it: @ling_hm E poi... \@ling sono sicuro che riuscirai a salvare il mondo! \>\n\@ling_smile Ormai sei un giovanotto. Hai già fatto molta strada, vero?
ja: @ling_hm それに…\@ling 君なら絶対、世界を救えるよ！ \>\n\@ling_smile 君は強い子だ。こんなに遠いところまで 来られたんだから。…だろ？
ko: @ling_hm 그리고...\@ling 난 네가 세상을 구할 거라 믿고 있어! \>\n\@ling_smile 넌 강한 아이야. 이렇게 먼 곳까지 왔잖아, 그렇지?
pt_br: @ling_hm E...\@ling Tenho certeza de que vai salvar o mundo! \>\n\@ling_smile Você batalhou muito, já chegou até aqui, não é?
ru: @ling_hm И...\@ling я уверен, что ты сможешь спасти мир! \>\n\@ling_smile Ты ведь сильный парень, раз смог проделать такой долгий путь?

source: @niko_distressed_meow Yeah... \.\. but...
cht: @niko_distressed_meow 是的...\.\.但...
es: @niko_distressed_meow Sí... \.\. pero...
it: @niko_distressed_meow Sì... \.\.però...
ja: @niko_distressed_meow うん…\.\.でも…
ko: @niko_distressed_meow 그랬죠... \.\. 하지만...
pt_br: @niko_distressed_meow Sim... \.\. mas...
ru: @niko_distressed_meow Да... \.\. но...

source: @ling And you'll get to go home afterwards, right?
cht: @ling 之后你肯定能够回家的，不是吗？
es: @ling Y luego volverás a casa, ¿no?
it: @ling E alla fine tornerai a casa, vero?
ja: @ling そんで、全部終わったら故郷に戻れるんだろ？
ko: @ling 그리고 세상을 구한 후에 집으로 갈 수 있어. 그렇지?
pt_br: @ling E depois você volta para casa, não é?
ru: @ling А потом ты сможешь пойти домой, так?

source: @niko_less_sad Right...
cht: @niko_less_sad 是的...
es: @niko_less_sad Sí...
it: @niko_less_sad Sì...
ja: @niko_less_sad うん…
ko: @niko_less_sad 네...
pt_br: @niko_less_sad Certo...
ru: @niko_less_sad Так...

source: @ling_smile ...Hey, want some more pancakes?
cht: @ling_smile ...嘿，还想要点薄煎饼吗？
es: @ling_smile Oye, ¿quieres más tortitas?
it: @ling_smile ...Ehi, ti vanno altri pancake?
ja: @ling_smile …ほら、もっとパンケーキ食べるかい？
ko: @ling_smile ...자, 팬케이크 더 먹을래?
pt_br: @ling_smile Ei... que tal mais panqueca?
ru: @ling_smile ...Эй, хочешь ещё оладушков?

source: @niko_cry It's ok...\>\n\@niko_eyeclosed ...I'll be fine.
cht: @niko_cry 不用了...\>\n\@niko_eyeclosed ...我没事的。
es: @niko_cry No...\>\n\@niko_eyeclosed Muchas gracias.
it: @niko_cry Nah...\>\n\@niko_eyeclosed ...Mi riprenderò.
ja: @niko_cry ううん、大丈夫…\>\n\@niko_eyeclosed …もう平気。
ko: @niko_cry 괜찮아요...\>\n\@niko_eyeclosed ...이제 괜찮아요.
pt_br: @niko_cry Está tudo bem...\>\n\@niko_eyeclosed Eu vou ficar bem.
ru: @niko_cry Да нет...\>\n\@niko_eyeclosed ...Я в порядке.

source: @ling_smile So... yeah!\>\nThanks for coming by!
cht: @ling_smile 那么...嗯！\>\n谢谢光临！
es: @ling_smile Pues... ¡de nada!\>\n¡Gracias por venir!
it: @ling_smile Mhm... Bene!\>\nGrazie per essere passato!
ja: @ling_smile まあ…そういうわけでさ！\>\nわざわざ来てくれてありがとうね！
ko: @ling_smile 그래... 알았어!\>\n들러 줘서 고마워!
pt_br: @ling_smile Então... tá!\>\nObrigada pela preferência!
ru: @ling_smile Ну и... хорошо!\>\nСпасибо, что заглянул!

source: @niko Mhm! Thanks for listening... \>\n\@niko_speak ...AND for the pancakes!
cht: @niko 嗯！谢谢你听我说这么多...\>\n\@niko_speak 还有谢谢你的薄煎饼！
es: @niko ¡Ajá! A ti por escucharme... \>\n\@niko_speak ¡Y por las tortitas!
it: @niko Mhm! Grazie per avermi ascoltato... \>\n\@niko_speak ...E ANCHE per i pancake!
ja: @niko うん！いろいろ聞いてくれてありがとう… \>\n\@niko_speak …それにパンケーキも！
ko: @niko 네! 이야기를 들어 주셔서 고마워요... \>\n\@niko_speak ...그리고 팬케이크도요!
pt_br: @niko M-hm! Agradeço por me ouvir...\>\n\@niko_speak ... e pelas panquecas!
ru: @niko Ага! Спасибо, что выслушали... \>\n\@niko_speak ...И за оладушки!

source: @ling No problem. Good luck!
cht: @ling 别客气。祝你好运！
es: @ling De nada. ¡Buena suerte!
it: @ling Ma figurati. Buona fortuna!
ja: @ling どういたしまして。頑張ってな！
ko: @ling 고맙긴. 행운을 빌게!
pt_br: @ling Sem problema. Boa sorte!
ru: @ling Не за что. Удачи!

source: @ling_shock Oh, sorry about the trash on the floor...
cht: @ling_shock 噢，地板上的垃圾很抱歉...
es: @ling_shock Ah, perdona por la basura que hay en el suelo...
it: @ling_shock Oh, perdonami per la spazzatura sul pavimento...
ja: @ling_shock あっ、ごめんね、床が散らかってて…
ko: @ling_shock 이런, 쓰레기가 있었네. 미안해...
pt_br: @ling_shock Ah, e desculpe o lixo no chão...
ru: @ling_shock Ой, прости за мусор на полу...

source: @ling3 I was gonna throw it out earlier, but...\>\n\@ling_oh ...then my coworkers caught on fire and I had to drop everything to help them.
cht: @ling3 我本来想早点扔掉的，但...\>\n\@ling_oh ...但我的同事们遇到了火灾，我必须丢下 一切去帮他们。
es: @ling3 Tenía que haberla sacado antes, pero...\>\n\@ling_oh mis compañeros se quemaron y tuve que dejarlo todo para ir a ayudarlos.
it: @ling3 Avrei dovuto buttarla fuori prima, ma...\>\n\@ling_oh ...poi i miei colleghi hanno preso fuoco e ho dovuto lasciare tutto per aiutarli.
ja: @ling3 もっと早く片づけるつもりだったんだけど…\>\n\@ling_oh …同僚たちが燃えだしてしまって… 助けるので手一杯だったのさ。
ko: @ling3 진작에 치웠어야 하는데...\>\n\@ling_oh ...동료들에게 불이 붙는 바람에 손에 들었던 걸 다 놓고 도와야 했거든.
pt_br: @ling3 Eu ia jogar fora mais cedo, mas...\>\n\@ling_oh meus colegas pegaram fogo e tive que parar tudo para ajudá-los.
ru: @ling3 Я собирался выбросить это гораздо раньше, но...\>\n\@ling_oh ...мои сотрудники вдруг загорелись, и мне пришлось бросить всё, чтобы им помочь.

source: @ling_sigh They're fine now though...\>\n\@ling It's a good thing fire doesn't hurt robots, huh?
cht: @ling_sigh 不过现在他们没事了...\>\n\@ling 机器人不怕火，这真是件好事， 嗯？
es: @ling_sigh Ya están bien...\>\n\@ling Menos mal que a los robots no les hace daño el fuego, ¿eh?
it: @ling_sigh Ma adesso stanno bene...\>\n\@ling Meno male che il fuoco non fa male ai robot, eh?
ja: @ling_sigh あいつらはもう大丈夫だよ…\>\n\@ling ロボットは燃えても壊れないのさ。すごいだろ？
ko: @ling_sigh 동료들은 이제 괜찮아...\>\n\@ling 그다마 불이 로봇에게는 해롭지 않아서 다행이지. 안 그래?
pt_br: @ling_sigh Estão bem agora...\>\n\@ling O bom é que o fogo não machuca os robôs, não é?
ru: @ling_sigh Теперь с ними всё в порядке...\>\n\@ling Правда ведь хорошо, что огонь не причиняет роботам вреда?

source: @ling Oh, hi there!
cht: @ling 噢，你好啊！
es: @ling Ah, ¡hola!
it: @ling Oh, ehilà!
ja: @ling おっ、やあ！
ko: @ling 오, 안녕!
pt_br: @ling Ah, olá!
ru: @ling О, привет!

source: @niko How come... there aren't any people here?
cht: @niko 为什么...这里没有一个人？
es: @niko ¿Cómo es que... no hay nadie aquí?
it: @niko Come mai... non c'è nessuno?
ja: @niko どうして…誰もいないの？
ko: @niko 여기는... 사람이 없나요?
pt_br: @niko Por que... não há ninguém aqui?
ru: @niko Как получилось... что тут нет посетителей?

source: @niko_speak Normally cafes have tons of people!
cht: @niko_speak 咖啡厅一般都会挤满了人！
es: @niko_speak ¡Las cafeterías suelen estar llenas de gente!
it: @niko_speak Di solito le caffetterie sono sempre piene di gente!
ja: @niko_speak 普通はカフェって人がいっぱいいるよ！
ko: @niko_speak 보통 카페에는 사람들이 많잖아요!
pt_br: @niko_speak Geralmente tem muita gente nos cafés!
ru: @niko_speak Обычно в таких кафе полно народа!

source: @ling_hm Yeah, it's a really slow day...
cht: @ling_hm 嗯，今天生意很清淡...
es: @ling_hm Sí, está siendo un día tranquilo...
it: @ling_hm Già, è una giornata molto fiacca...
ja: @ling_hm まあね、でも今日はすごく暇でさ…
ko: @ling_hm 그래. 오늘은 많이 한가하네...
pt_br: @ling_hm Verdade, mas hoje é um dia fraco...
ru: @ling_hm Да, день сегодня не очень...

source: @niko_speak Do you think it's because the ground access elevator is broken?
cht: @niko_speak 你不觉得是因为地面的电梯入口故障 了吗？
es: @niko_speak ¿Crees que se debe a que el ascensor de acceso a la superficie está roto?
it: @niko_speak Credi che sia colpa dell'ascensore rotto?
ja: @niko_speak 地上と行き来するエレベーターが 壊れてるから？
ko: @niko_speak 지상층으로 가는 엘리베이터가 고장이 나서 그런 게 아닐까요?
pt_br: @niko_speak Você não acha que é por causa do acesso térreo do elevador que está quebrado?
ru: @niko_speak Думаете, это потому, что сломался лифт до поверхности?

source: @ling_sigh So I've been told.
cht: @ling_sigh 我已经听说了。
es: @ling_sigh Eso me han dicho.
it: @ling_sigh Così mi han detto.
ja: @ling_sigh そうらしいね。
ko: @ling_sigh 그렇다고 들었어.
pt_br: @ling_sigh É o que me disseram.
ru: @ling_sigh Мне так это объяснили.

source: @ling2 The city's infrastructure has been suffering a lot lately.
cht: @ling2 最近城里的基础设施总出问题。
es: @ling2 La infraestructura de la ciudad se está resintiendo mucho últimamente.
it: @ling2 Ultimamente la città ha tanti problemi.
ja: @ling2 最近、街のインフラの被害が拡大してるのさ。
ko: @ling2 최근 도시 내 기반 시설들이 자꾸 망가지는 모양이더라고.
pt_br: @ling2 A infraestrutura da cidade tem sofrido bastante.
ru: @ling2 В последнее время инфраструктура города сильно пострадала.

source: @ling_oh Skywalks and stairs breaking off left and right...
cht: @ling_oh 人行天桥和楼梯左右断开...
es: @ling_oh Hay pasarelas y escaleras cayéndose a pedazos por todas partes...
it: @ling_oh Passerelle e scale che si rompono a destra e a manca...
ja: @ling_oh 連絡通路や階段が あちこちで壊れだしてて…
ko: @ling_oh 공중 통로와 계단도 이쪽, 저쪽이 다 무너졌고...
pt_br: @ling_oh Passarelas e escadas quebrando por todo lado...
ru: @ling_oh Переходы и ступеньки отламываются налево и направо...

source: @ling3 Now the only reliable way of transport are those elevators...
cht: @ling3 现在唯一可靠的交通方式就是那些电梯...
es: @ling3 El único medio de transporte fiable que nos queda ahora mismo son los ascensores...
it: @ling3 Ora l'unico mezzo di trasporto affidabile sono quegli ascensori...
ja: @ling3 もう、頼りになる移動手段は あのエレベーターしかない…
ko: @ling3 이제 믿을 만한 이동 수단은 엘리베이터뿐이야...
pt_br: @ling3 O único transporte confiável são os elevadores...
ru: @ling3 Единственный надёжный вид перемещения — это лифты...

source: @ling_sigh ...Until now, anyway...
cht: @ling_sigh ...可以说直到最近是的...
es: @ling_sigh Al menos hasta ahora...
it: @ling_sigh ...O almeno, fino ad adesso...
ja: @ling_sigh …まぁ、それすらも今となっては…
ko: @ling_sigh ...그것도 이제 틀렸지만...
pt_br: @ling_sigh Bom, eram até agora...
ru: @ling_sigh ...Ну, были до сегодняшнего дня...

source: @ling_hm You know, the tall guy came in here earlier saying the same thing.\>\nHe asked me if I've seen a button that says "ground" on it.
cht: @ling_hm 你知道，先前来过一个高个子问了同样的事。\>\n他问我是否见过写着"地面" 的按钮。
es: @ling_hm ¿Sabes? El hombre alto se pasó antes por aquí y dijo lo mismo.\>\nMe preguntó si había visto un botón en el que pusiera "superficie".
it: @ling_hm Sai, quel ragazzo alto è venuto qui prima dicendo la stessa cosa.\>\nMi ha chiesto se avessi trovato un "pulsante che potesse portarlo a terra".
ja: @ling_hm そういえば、さっきここに来た背の高い 男性も同じことを言ってたよ。\>\n地上行きエレベーターのボタンを 見かけなかったか、って。
ko: @ling_hm 그러고 보니, 전에 그 키가 큰 남자가 찾아와서 똑같은 말을 했어.\>\n"지상"이라고 적힌 버튼을 본 적이 있냐고 물어 보더라.
pt_br: @ling_hm Você sabe que aquele moço alto veio aqui mais cedo e disse a mesma coisa.\>\nEle me perguntou se tinha visto um botão escrito “T”, de térreo.
ru: @ling_hm Знаешь, сюда чуть раньше заходил один высокий человек и спрашивал то же самое.\>\nА ещё он спросил, не видел ли я кнопку с надписью «земля».

source: @ling He looked pretty stressed, so I wanted to cheer him up...\>\n\@ling_smile I told him the only "ground" I've seen today is coffee grounds!
cht: @ling 他看起来很紧张，所以我想让他高兴起来...\>\n\@ling_smile 我告诉他，我今天看到的唯一的"地面" (ground) 就是咖啡渣 (coffee grounds)！
es: @ling Parecía muy estresado, así que intenté animarle...\>\n\@ling_smile ¡Le dije que los únicos "botones" que había visto eran los de su camisa!
it: @ling Sembrava stressato e ho cercato di rallegrarlo... \>\@ling_smile Gli ho detto che se aveva il morale a "terra", glielo potevo risollevare io con dell'ottimo caffè tostato!
ja: @ling 彼、イライラしてるようだったから 元気づけてあげたくってさ…\>\n\@ling_smile 「地上」は見てないけど、「極上」のコーヒーなら あるよって言ってあげたのさ！
ko: @ling 그 사람은 굉장히 스트레스를 받은 것 같아서 위로를 해 주고 싶었지...\>\n\@ling_smile 난 그 사람에게 내가 본 "지상"은 저기 있는 "지상 최고의 커피"뿐이라고 말해 줬어!
pt_br: @ling Parecia bem preocupado, então eu quis alegrá-lo...\>\n\@ling_smile Eu disse que o único “T” que tinha aqui era de “Torrado”!
ru: @ling Он выглядел очень расстроенным, и я решил его подбодрить...\>\n\@ling_smile Я сказал, что сегодня видел слово «земля» только на банке «Земли кофе»!

source: @ling3 He, um...
cht: @ling3 他，嗯...
es: @ling3 Él, eh...
it: @ling3 Lui, ecco...
ja: @ling3 それがさ…
ko: @ling3 그 사람은, 음...
pt_br: @ling3 Ele, ahm...
ru: @ling3 Он, эм...

source: @ling_hm He didn't get it...
cht: @ling_hm 他没懂...
es: @ling_hm No lo pilló...
it: @ling_hm Non l'ha capita...
ja: @ling_hm まったくウケなかった…
ko: @ling_hm 내 농담을 이해하지 못했지...
pt_br: @ling_hm Ele não entendeu...
ru: @ling_hm Он не понял шутки...

source: @ling3 I see him around a lot, but he never seems to have time to eat a proper meal...
cht: @ling3 我又见过他很多次，但他似乎从没有时间 吃顿像样的饭...
es: @ling3 Lo veo mucho por aquí, pero parece que nunca tenga tiempo para comer como es debido...
it: @ling3 Lo vedo sempre in giro, ma sembra non avere mai il tempo di concedersi un pasto decente...
ja: @ling3 彼のことをよく見かけるんだけど、まともな 食事を取る時間すらなさそうなんだ…
ko: @ling3 그 사람을 자주 봤는데, 제대로 식사를 할 시간이 없는 모양이더라고...
pt_br: @ling3 Ele vem aqui com frequência, mas nunca tem tempo para uma refeição...
ru: @ling3 Я часто его вижу, но у него никогда нет времени поесть нормально...

source: @ling_hm He kinda just, rushes in here, drinks a whole pot of coffee, and then rushes back out?
cht: @ling_hm 他就是急匆匆进来，喝一整壶咖啡，然后 又冲出去？
es: @ling_hm Suele venir a toda prisa, tomarse un litro de café y salir corriendo.
it: @ling_hm Si precipita qui, si scola un'intera caraffa di caffè e poi se ne va con la stessa fretta con cui è entrato. Solitamente va così.
ja: @ling_hm いつもここに駆け込んできては、 ポットに入ってるコーヒーを丸ごと 飲んで、そのまま急いで出て行っちゃうのさ。
ko: @ling_hm 늘 급하게 들어와서는 커피를 한 주전자 들이켜고 바로 나가 버리거든.
pt_br: @ling_hm Ele chega aqui correndo, bebe uma jarra inteira de café e sai correndo?
ru: @ling_hm Он просто забегает сюда, выпивает целый кофейник и снова убегает по делам?

source: @ling_hm2 He uh, he really... takes his job to the extreme.
cht: @ling_hm2 他嗯，他真的...工作过度了。
es: @ling_hm2 Él, eh... lleva su trabajo hasta el extremo.
it: @ling_hm2 Diciamo che, ecco... prende molto sul serio il suo lavoro.
ja: @ling_hm2 彼は、何と言うか… 仕事に対して極端すぎるんだよ。
ko: @ling_hm2 그러니까... 일에 너무 열중하는 것 같더라고.
pt_br: @ling_hm2 Ele, ahm, na verdade... leva seu trabalho ao extremo.
ru: @ling_hm2 Он, эм... он слишком перегружает себя работой.

source: @ling_oh ...I mean, it's an important job, but nothing is worth that amount of stress, I think...
cht: @ling_oh ...我是说，这是份重要的工作，但不 值得承受这么大的压力，我觉得...
es: @ling_oh Es decir, ya sé que su trabajo importante, pero para mí no hay nada por lo que merezca la pena sufrir esa clase de estrés...
it: @ling_oh Lo so che il suo è un lavoro importante, ma niente può giustificare una tale quantità di stress secondo me...
ja: @ling_oh …重要な仕事ではあるけどさ、あんなに ストレスを抱えなきゃいけないほどの ものじゃないと思う…
ko: @ling_oh ...물론 중요한 일이긴 하지. 하지만 그만큼 스트레스 받을 만큼 가치 있는 일은 세상에 없다고 생각해...
pt_br: @ling_oh Digo, é um trabalho importante, mas nada vale esse nível de estresse, acho...
ru: @ling_oh ...Я хочу сказать, что у него, конечно, важная работа, но всё же нет ничего важнее психического здоровья...

source: @niko_speak What does he do?
cht: @niko_speak 他是做什么的？
es: @niko_speak ¿A qué se dedica?
it: @niko_speak Che cosa fa?
ja: @niko_speak 何をしている人なの？
ko: @niko_speak 그 아저씨는 무슨 일을 하는데요?
pt_br: @niko_speak O que ele faz?
ru: @niko_speak А чем он занимается?

source: @ling_hm2 Maintenance, I believe.\>\n\@ling_hm Something to do with the lights, but I don't know the details.
cht: @ling_hm2 维修，我觉得。\>\n\@ling_hm 就是和灯有关的工作，但我不知道具体 的情况。
es: @ling_hm2 A tareas de mantenimiento, creo.\>\n\@ling_hm Algo de la luz, pero no lo sé con exactitud.
it: @ling_hm2 Manutenzione, credo.\>\n\@ling_hm So solo che ha a che fare con le luci.
ja: @ling_hm2 メンテナンス業者だったはず。\>\n\@ling_hm 電灯に関係する仕事らしいけど、 詳しくは知らないや。
ko: @ling_hm2 아마 유지보수일 거야.\>\n\@ling_hm 조명 쪽과 관련이 있는 것도 같지만 자세한 건 잘 몰라.
pt_br: @ling_hm2 Manutenção, acho.\>\n\@ling_hm Algo a ver com as luzes, mas não sei especificamente.
ru: @ling_hm2 Я полагаю, какое-то техническое обслуживание.\>\n\@ling_hm Что-то, связанное с освещением. Но я не знаю подробностей.

source: @ling Maybe you can ask him later?
cht: @ling 也许你以后可以问他？
es: @ling Quizás se lo puedas preguntar luego.
it: @ling Se vuoi saperlo, chiediglielo.
ja: @ling あとで聞いてみたらどうだい？
ko: @ling 나중에 직접 물어보는 게 어때?
pt_br: @ling Você poderia perguntá-lo depois?
ru: @ling Может ты сам его об этом спросишь?

source: @ling2 Oh! You're still here...\>\n\@ling_smile Would you, um, like anything?
cht: @ling2 噢！你还在这里...\>\n\@ling_smile 你想要点什么吗？
es: @ling2 ¡Oh! Sigues aquí...\>\n\@ling_smile ¿Te gustaría... eh... tomar algo?
it: @ling2 Oh! Sei ancora qui...\>\n\@ling_smile Vuoi ordinare da mangiare? O da bere?
ja: @ling2 あれっ！ まだいたんだ…\>\n\@ling_smile えっと、何か欲しいものはあるかい？
ko: @ling2 아! 아직 여기 있었구나...\>\n\@ling_smile 음, 뭐 좀 먹을래?
pt_br: @ling2 Ah, você ainda está aqui...\>\n\@ling_smile Você... quer alguma coisa?
ru: @ling2 O! Ты ещё здесь...\>\n\@ling_smile Может... ты чего-нибудь хочешь?

source: @ling I can cook something for you, if you want...
cht: @ling 你需要的话，我可以为你煮点东西...
es: @ling Puedo prepararte alguna cosa si quieres.
it: @ling Posso cucinarti qualcosa, se vuoi...
ja: @ling 何でも作ってあげるよ…
ko: @ling 원한다면 간단한 요리 정도는 해 줄 수 있는데...
pt_br: @ling Eu posso cozinhar algo para você, se quiser...
ru: @ling Я могу что-нибудь для тебя приготовить...

source: @niko_speak It's alright, thank you!
cht: @niko_speak 不用了，谢谢你。
es: @niko_speak ¡No hace falta, gracias!
it: @niko_speak Sto bene così, grazie!
ja: @niko_speak ううん、大丈夫。ありがとう！
ko: @niko_speak 괜찮아요. 정말 고마워요!
pt_br: @niko_speak Está tudo bem!
ru: @niko_speak Не надо, спасибо!
