Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko_eyeclosed I've been gone for a while now, haven't I?\>\n\@niko_speak I wonder if they're worried about me...
cht: @niko_eyeclosed 我已经离开有一段时间了，不是吗？\>\n\@niko_speak 不知道他们是否也在担心我...
es: @niko_eyeclosed Ya llevo bastante tiempo fuera, ¿verdad?\>\n\@niko_speak Me pregunto si están preocupados por mí...
it: @niko_eyeclosed Sono via da molto, non è così?\>\n\@niko_speak Mi chiedo se si preoccupino per me...
ja: @niko_eyeclosed 最後に会ったの、いつだろ？\>\n\@niko_speak 心配してるかな…
ko: @niko_eyeclosed 좀 이야기가 멀리 가 버렸네요, 그렇죠?\>\n\@niko_speak 다른 사람들도 절 걱정하고 있는지 궁금해요...
pt_br: @niko_eyeclosed Já estou fora há um tempo, não é?\>\n\@niko_speak Será que estão preocupados comigo?
ru: @niko_eyeclosed Меня уже довольно долго не было дома, разве нет?\>\n\@niko_speak Интересно, беспокоятся ли они там обо мне...

source: @niko Ah, speaking of helping out, we should probably go now.
cht: @niko 啊，说到帮忙，我们现在应该出发了。
es: @niko Y, hablando de ayudar, probablemente deberíamos ponernos en marcha.
it: @niko A proposito di aiuto, probabilmente ora dovremmo andare.
ja: @niko あっ、役に立てるといえば、 もうそろそろ行かなくちゃ。
ko: @niko 아, 돕는다고 하니 생각났는데, 이제 가야겠네요.
pt_br: @niko Ah, por falar em ajudar, vamos continuar.
ru: @niko А, кстати говоря о помощи другим, думаю, нам пора идти.

source: @niko Hey.... \p?
cht: @niko 嘿...\p？
es: @niko ¿... \p?
it: @niko Ehi, \p...
ja: @niko ねえ…… \p？
ko: @niko 저기... \p 님?
pt_br: @niko Ei... \p?
ru: @niko Эй.... \p?

source: @niko I guess...you saw my dream?
cht: @niko 我猜...你看见我的梦了？
es: @niko Supongo... que has visto mi sueño.
it: @niko Immagino tu abbia visto il mio sogno, vero?
ja: @niko ミーの夢…見てたよね？
ko: @niko 제 꿈... 보셨죠?
pt_br: @niko Acho que sim... você viu meu sonho?
ru: @niko Полагаю...мы оба это видели?

source: @niko_distressed It was...
cht: @niko_distressed 那是...
es: @niko_distressed Ha sido...
it: @niko_distressed È stato...
ja: @niko_distressed あれって…
ko: @niko_distressed 그건...
pt_br: @niko_distressed Foi...
ru: @niko_distressed Это было...

source: @niko_eyeclosed Come on, let's go...
cht: @niko_eyeclosed 打起精神，我们走吧...
es: @niko_eyeclosed Venga, vámonos...
it: @niko_eyeclosed Dai, andiamo...
ja: @niko_eyeclosed なんでもない。もう行こう…
ko: @niko_eyeclosed 자, 출발해요...
pt_br: @niko_eyeclosed Vamos continuar...
ru: @niko_eyeclosed Ладно, идём...

source: Niko.
ja: ニコ。
ko: 니코.
ru: Нико.

source: @niko ...Hello?\>\@niko_speak ...\p?
cht: @niko ...你好？\>\@niko_speak ...\p？
es: @niko ¿Hola...? \>\@niko_speak ¿... \p?
it: @niko ...Ehi?\>\n\@niko_speak ...\p?
ja: @niko …誰？\>\@niko_speak …\p？
ko: @niko ...저기요?\>\@niko_speak ...\p 님?
pt_br: @niko ... Olá?\>\@niko_speak ...\p?
ru: @niko ...Ау-у?\>\@niko_speak ...\p?

source: @niko_speak Was that you just now?
cht: @niko_speak 刚才是你吗？
es: @niko_speak ¿Eras tú hace un momento?
it: @niko_speak Eri tu poco fa?
ja: @niko_speak 今の、神様なの？
ko: @niko_speak 방금 그거, 당신인가요?
pt_br: @niko_speak Era você agora há pouco?
ru: @niko_speak Мне послышалось или это ты?

source: @niko_speak I thought I...heard your voice?\>\n\@niko ...in my dream...
cht: @niko_speak 我好像...听到了你的声音？\>\n\@niko ...在我的梦里...
es: @niko_speak Me pareció... oír tu voz\>\n\@niko ... en mi sueño.
it: @niko_speak Mi sembrava di aver sentito la tua voce...\>\n\@niko ...nel mio sogno...
ja: @niko_speak 神様の声が…聞こえた気がしたんだけど。\>\n\@niko …夢の中で…
ko: @niko_speak 분명... 당신 목소리죠?\>\n\@niko ...제 꿈에서...
pt_br: @niko_speak Achei que era a sua voz...\>\n\@niko no meu sonho...
ru: @niko_speak Я словно...услышал твой голос?\>\n\@niko ...в своём сне...

source: @niko ...\>\n\@niko_eyeclosed ...Ah, guess you're still not there...
cht: @niko ...\>\n\@niko_eyeclosed 啊，我猜你依然不在...
es: @niko ...\>\n\@niko_eyeclosed ... Ah, supongo que aún no estás allí...
it: @niko ...\>\n\@niko_eyeclosed ...Ah, immagino tu non sia più qui...
ja: @niko …\>\n\@niko_eyeclosed …そっか、まだいないんだね…
ko: @niko ...\>\n\@niko_eyeclosed ...아, 아직 돌아오지 않았나 봐요...
pt_br: @niko ...\>\n\@niko_eyeclosed Ah, acho que você ainda não está aqui...
ru: @niko ...\>\n\@niko_eyeclosed ...Эх, похоже, тебя всё ещё тут нет...

source: @niko_speak Wait...there's something in my pocket. \>\n\@niko I don't remember putting it there...
cht: @niko_speak 等等...我兜里有什么东西。\>\n\@niko 我不记得把它放里面了...
es: @niko_speak Un momento... hay algo en mi bolsillo. \>\n\@niko No recuerdo haberlo puesto ahí...
it: @niko_speak Aspetta... ho qualcosa in tasca. \>\n\@niko Ma non ce l'ho messa io...
ja: @niko_speak あれ…ポケットに何かある。 \>\n\@niko こんなとこに何か入れたっけ…
ko: @niko_speak 잠깐만... 주머니 안에 뭔가 있어. \>\n\@niko 여기에 뭘 넣어둔 기억은 없는데...
pt_br: @niko_speak Espere, tem algo no meu bolso.\>\n\@niko Não me lembro ter colocado nada aqui...
ru: @niko_speak Стоп... у меня что-то есть в кармане. \>\n\@niko Не помню, чтобы я это сюда клал...

source: @ed [Niko feels uneasy.]
cht: @ed [Niko感到不安。]
es: @ed [La incomodidad de Niko es palpable.]
it: @ed [Niko si sente a disagio.]
ja: @ed [ニコは不安げな様子だ。]
ko: @ed [니코는 불안감을 느낀다.]
pt_br: @ed [Niko se inquieta.]
ru: @ed [Нико ощущает беспокойство.]

source: @niko_surprised ......\p!!! Can you hear me?
cht: @niko_surprised ......\p！！！你能听到我说话吗？
es: @niko_surprised ¡¡¡...\p!!! ¿Me oyes?
it: @niko_surprised ......\p!!!\. Riesci a sentirmi?
ja: @niko_surprised ……\p！！ 聞こえる？
ko: @niko_surprised ......\p 님!!! 제 말 들려요?
pt_br: @niko_surprised ...\p!!! Está me ouvindo?
ru: @niko_surprised ......\p!!! Ты меня слышишь?

source: @niko_eyeclosed Oh, phew...
cht: @niko_eyeclosed 噢，唷...
es: @niko_eyeclosed Puf...
it: @niko_eyeclosed Oh, fiuu...
ja: @niko_eyeclosed はあ、よかった…
ko: @niko_eyeclosed 아, 휴우...
pt_br: @niko_eyeclosed Ah, ufa...
ru: @niko_eyeclosed Ой, фух...

source: @niko_speak What happened?
cht: @niko_speak 发生什么事情了？
es: @niko_speak ¿Qué ha pasado?
it: @niko_speak Cos'è successo?
ja: @niko_speak 何が起きたの？
ko: @niko_speak 어떻게 된 거죠?
pt_br: @niko_speak O que aconteceu?
ru: @niko_speak Что произошло?

source: @niko_eyeclosed Everything went pitch black for a second...
cht: @niko_eyeclosed 突然漆黑一片...
es: @niko_eyeclosed Todo se apagó por un instante...
it: @niko_eyeclosed All'improvviso è diventato tutto buio...
ja: @niko_eyeclosed 一瞬、何もかも真っ暗になった…
ko: @niko_eyeclosed 잠깐이었지만 주위가 깜깜해졌었는데...
pt_br: @niko_eyeclosed De repente tudo ficou escuro...
ru: @niko_eyeclosed На секунду всё так потемнело, что ни зги не видать...

source: @niko_speak \p?
ko: @niko_speak \p 님?

source: @niko_surprised Are you still there?
cht: @niko_surprised 你还在那里吗？
es: @niko_surprised ¿Sigues ahí?
it: @niko_surprised Sei ancora lì?
ja: @niko_surprised まだそこにいる？
ko: @niko_surprised 아직 있어요?
pt_br: @niko_surprised Ainda está aí?
ru: @niko_surprised Ты ещё тут?

source: I'm here.
cht: 我在这里。
es: Estoy aquí.
it: Sono qui, tranquillo.
ja: いるよ。
ko: 여기 있어.
pt_br: Estou aqui.
ru: Я здесь.

source: @niko_eyeclosed It happened again...
cht: @niko_eyeclosed 又来了...
es: @niko_eyeclosed Ha vuelto a pasar...
it: @niko_eyeclosed È successo di nuovo...
ja: @niko_eyeclosed まただよ…
ko: @niko_eyeclosed 또 이런 일이 생기다니...
pt_br: @niko_eyeclosed Aconteceu de novo...
ru: @niko_eyeclosed Это произошло опять...

source: @niko_what Everything just went really dark...
cht: @niko_what 周围一片漆黑...
es: @niko_what Todo se ha puesto muy oscuro...
it: @niko_what È diventato tutto molto buio...
ja: @niko_what 何もかも、全部暗くなっちゃった…
ko: @niko_what 모든 게 갑자기 깜깜해졌어요...
pt_br: @niko_what Ficou tudo escuro...
ru: @niko_what Всё вокруг так потемнело...

source: @niko_speak So dark, the lightbulb doesn't even light it!
cht: @niko_speak 那么黑，灯泡都无法照亮！
es: @niko_speak ¡Tan oscuro que ni siquiera la bombilla iluminaba!
it: @niko_speak Così buio che neppure la lampadina riusciva a fare luce!
ja: @niko_speak 暗すぎて、電球も役に立たなかった！
ko: @niko_speak 너무 어두워서, 전구의 불빛으로는 소용이 없었어요!
pt_br: @niko_speak Estava tão escuro que a lâmpada não conseguia iluminar!
ru: @niko_speak Так потемнело, что даже лампочка не рассеивает эту тьму!

source: @niko2 Oh, and it's not because I don't have the lightbulb anymore, either!
cht: @niko2 噢，也不是，因为我手上没有灯泡了！
es: @niko2 Ah, y tampoco se debe a que ya no la lleve.
it: @niko2 Oh, e non perché non avessi più la lampadina!
ja: @niko2 あ、電球を失くしたからじゃないよ！
ko: @niko2 아, 절대 전구가 없어져서 그런 건 아니에요!
pt_br: @niko2 Ah, e não é porque eu não tenho mais a lâmpada!
ru: @niko2 О, и это не потому, что у меня больше нет лампочки!

source: @niko_eyeclosed It feels like a different kind of dark...
cht: @niko_eyeclosed 这好像不是普通的黑暗...
es: @niko_eyeclosed Es un tipo de oscuridad diferente...
it: @niko_eyeclosed Sembrava diversa della normale oscurità...
ja: @niko_eyeclosed 違う感じの暗さみたいだよ…
ko: @niko_eyeclosed 아예 다른 종류의 어둠인 것 같아요...
pt_br: @niko_eyeclosed Parecia um outro tipo de escuridão...
ru: @niko_eyeclosed Это как будто бы другой вид темноты...

source: @niko_distressed Oh....
cht: @niko_distressed 噢...
es: @niko_distressed Vaya...
ja: @niko_distressed はあ…
ko: @niko_distressed 아...
pt_br: @niko_distressed Ah...
ru: @niko_distressed Ох....

source: @niko_eyeclosed \p, let me know when you're back...
cht: @niko_eyeclosed \p，你回来的时候告诉我...
es: @niko_eyeclosed \p, avísame cuando vuelvas...
it: @niko_eyeclosed \p, fammi sapere quando ritorni...
ja: @niko_eyeclosed \p、 戻ってきたら教えてね…
ko: @niko_eyeclosed \p 님, 돌아오면 알려 주세요...
pt_br: @niko_eyeclosed \p, avise-me quando estiver de volta...
ru: @niko_eyeclosed \p, дай знать, когда ты вернёшься...

source: I'm back
cht: 我回来了
es: He vuelto
it: Rieccomi.
ja: 戻ったよ。
ko: 돌아왔어.
pt_br: Voltei.
ru: Я здесь

source: @niko_eyeclosed I don't know why this keeps happening...
cht: @niko_eyeclosed 我不知道为什么会一直这样...
es: @niko_eyeclosed No sé por qué sigue pasando esto...
it: @niko_eyeclosed Mi chiedo perché continui a succedere...
ja: @niko_eyeclosed どうしてこんなことが起きるんだろう…
ko: @niko_eyeclosed 왜 이런 일이 계속 일어나는지 모르겠네요...
pt_br: @niko_eyeclosed Não sei por que continua acontecendo isso...
ru: @niko_eyeclosed Я не знаю, почему это повторяется...

source: @niko_speak I don't think anyone else is noticing it, either...
cht: @niko_speak 我也觉得没人会注意到...
es: @niko_speak Tampoco creo que nadie más se esté dando cuenta...
it: @niko_speak A parte me, non credo qualcuno si sia accorto che diventa tutto buio...
ja: @niko_speak みんな気づいてないのかな…
ko: @niko_speak 게다가 다른 사람들은 아무렇지도 않아요...
pt_br: @niko_speak Acho que ninguém mais está notando também...
ru: @niko_speak Не похоже, что кто-то ещё это замечает...

source: @niko_what Am I the only one who's seeing this?
cht: @niko_what 我是唯一一个看到这个的吗？
es: @niko_what ¿Soy la única persona que lo está viendo?
it: @niko_what Ma sono l'unico a notarlo?
ja: @niko_what これを見てるのは、ミーだけ？
ko: @niko_what 저만 이런 현상을 겪는 걸까요?
pt_br: @niko_what Eu sou a única que está vendo?
ru: @niko_what Я что, только один это вижу?

source: Niko, I'm back
cht: Niko ，我回来了
es: Niko, he vuelto
it: Rieccomi qua, Niko.
ja: ニコ、戻ったよ。
ko: 돌아왔어, 니코.
pt_br: Niko, voltei.
ru: Нико, я снова здесь

source: @niko_eyeclosed Hey, \p...
cht: @niko_eyeclosed 嘿， \p...
es: @niko_eyeclosed Hola, \p...
it: @niko_eyeclosed Ehi \p...
ja: @niko_eyeclosed やあ、 \p…
ko: @niko_eyeclosed 아, \p 님...
pt_br: @niko_eyeclosed Ei... \p...
ru: @niko_eyeclosed Привет, \p...

source: @niko Welcome back.
cht: @niko 欢迎回来。
es: @niko Me alegro de que hayas vuelto.
it: @niko Mi fa piacere risentirti.
ja: @niko おかえりなさい。
ko: @niko 어서 오세요.
pt_br: @niko Que bom que voltou.
ru: @niko С возвращением.

source: [EVENING NEWS! EVENING NEWS!]
cht: [晚间新闻！晚间新闻！]
es: [¡NOTICIAS VESPERTINAS! ¡NOTICIAS VESPERTINAS!]
it: [NOTIZIE DELLA SERA! NOTIZIE DELLA SERA!]
ja: [夕刊でス！夕刊でス！]
ko: [저녁 뉴스입니다! 저녁 뉴스입니다!]
pt_br: [NOTÍCIAS DA NOITE! NOTÍCIAS DA NOITE!]
ru: [ВЕЧЕРНИЕ НОВОСТИ! ВЕЧЕРНИЕ НОВОСТИ!]

source: [I AM NOT CERTAIN THAT IT IS EVENING.]
cht: [我不确定这是不是晚上。]
es: [NO ESTOY SEGURO DE QUE SEA DE NOCHE.]
it: [ANCHE SE NON SONO SICURO SIA SERA.]
ja: [夕方かどうかハ定かデハありませン。]
ko: [지금이 저녁이 맞는지는 잘 모르겠지만요.]
pt_br: [NÃO TENHO CERTEZA SE É NOITE OU NÃO.]
ru: [Я НЕ УВЕРЕН, ЧТО СЕЙЧАС ВЕЧЕР.]

source: [BUT MY LIGHT SENSORS ARE NOT DETECTING DAYLIGHT.]
cht: [但是我的光传感器没有检测到任何光。]
es: [PERO MIS SENSORES NO DETECTAN LUZ DEL DÍA.]
it: [I MIEI SENSORI DI LUCE NON RILEVANO LUCE DIURNA.]
ja: [デスガ、光センサーハ日光を検知していませン。]
ko: [하지만 제 감광 센서에 빛이 감지되지 않습니다.]
pt_br: [MAS MEUS FOTOSSENSORES NÃO ESTÃO DETECTANDO LUZ DO DIA.]
ru: [НО МОИ ДАТЧИКИ СВЕТА НЕ УЛАВЛИВАЮТ ДНЕВНОЙ СВЕТ.]

source: [I WILL ASSUME IT IS EVENING.]
cht: [我觉得是晚上。]
es: [ASUMIRÉ QUE ES DE NOCHE.]
it: [QUINDI DEDUCO SIA SERA.]
ja: [ワタシハ現在を夕方と仮定しまス。]
ko: [그러니까 저녁이라 생각하겠습니다.]
pt_br: [VOU PRESUMIR QUE É NOITE.]
ru: [Я БУДУ СЧИТАТЬ, ЧТО СЕЙЧАС ВЕЧЕР.]

source: [MAINTENANCE IS STRUGGLING TO FIX THE MAJOR PIPELINE COLLAPSE IN THE NORTH SECTOR.]
cht: [维修队正在努力修理北区破裂的主要管道。]
es: [MANTENIMIENTO ESTÁ TENIENDO PROBLEMAS PARA REPARAR EL HUNDIMIENTO DE LA TUBERÍA PRINCIPAL EN EL SECTOR NORTE.]
it: [LA MANUTENZIONE È IMPEGNATA NELLA RIPARAZIONE DELLA TUBATURA PRINCIPALE COLLASSATA NEL SETTORE NORD.]
ja: [メンテナンスハ、北区域で起きた 主要パイプライン崩落の修復に 手間取っていまス。]
ko: [유지보수팀이 북쪽 구역의 대규모 수도관 붕괴를 수리하느라 고군분투하고 있습니다.]
pt_br: [A MANUTENÇÃO ESTÁ COM DIFICULDADES EM CONSERTAR UM PROBLEMA NO ENCANAMENTO DO SETOR NORTE.]
ru: [ТЕХНИЧЕСКАЯ СЛУЖБА ИСПЫТЫВАЕТ ТРУДНОСТИ В ЛИКВИДАЦИИ ОБРУШЕНИЯ УЧАСТКА МАГИСТРАЛЬНОГО ТРУБОПРОВОДА В СЕВЕРНОМ СЕКТОРЕ.]

source: [LIKELIHOOD OF AN IMMINENT WATER SHORTAGE IN THE INNER CITY IS NOW 84.2%]
cht: [市中心即将发生用水短缺的可能性 现在是84.2%]
es: [LA PROBABILIDAD DE QUE SE PRODUZCA UNA SITUACIÓN DE ESCASEZ DE AGUA INMINENTE EN EL CENTRO DE LA CIUDAD ES AHORA DEL 84,2%]
it: [LA PROBABILITÀ DI UNA IMMINENTE CRISI IDRICA NELLA PARTE INTERNA DELLA CITTÀ È ORA DELL'84,2%.]
ja: [都市部デ水不足ガ発生する 確率ハ84.2%となりましタ。]
ko: [도심 지역에 즉시 물 부족 현상이 발생할 가능성이 현재 84.2%입니다.]
pt_br: [A PROBABILIDADE DE FALTA D’ÁGUA NO CENTRO DA CIDADE É DE 84,2%]
ru: [ВЕРОЯТНОСТЬ СКОРОЙ НЕХВАТКИ ВОДЫ В ЦЕНТРАЛЬНОЙ ЧАСТИ ГОРОДА СЕЙЧАС СОСТАВЛЯЕТ 84,2%.]

source: [DISTURBANCE WAS DETECTED FROM THE GROUND ACCESS ELEVATOR ON MAIN STREET.]
cht: [主街区的地面电梯中检测到了干扰。]
es: [EN LA CALLE PRINCIPAL SE HA DETECTADO UNA IRREGULARIDAD EN EL ASCENSOR QUE DA ACCESO A LA PLANTA BAJA.]
it: [SONO STATI RILEVATI PROBLEMI RIGUARDANTI L'ASCENSORE PRESENTE NELLA STRADA PRINCIPALE.]
ja: [大通りニある、地上アクセスエレベーターから 異常ガ検知されましタ。]
ko: [주 시가지의 지상층 승강기에서 문제가 감지되었습니다.]
pt_br: [AGITAÇÃO DETECTADA NO ACESSO TÉRREO DO ELEVADOR DA RUA PRINCIPAL.]
ru: [У ЛИФТА ДО ПОВЕРХНОСТИ НА ГЛАВНОЙ УЛИЦЕ НАБЛЮДАЛАСЬ НЕИСПРАВНОСТЬ.]

source: [HOWEVER, THE ISSUE QUICKLY RESOLVED ITSELF BEFORE INVESTIGATIONS COULD TAKE PLACE.]
cht: [但调查开始之前，这个问题很快得到了解决。]
es: [SIN EMBARGO, EL ASUNTO SE RESOLVIÓ POR SÍ SOLO ANTES DE QUE SE PUDIERA REALIZAR UNA INVESTIGACIÓN.]
it: [COMUNQUE, L'INCONVENIENTE SI È RISOLTO DA SÉ PRIMA CHE LE INDAGINI POTESSERO INIZIARE.]
ja: [デスガ、調査ガ行われる前に その問題ハ迅速に対処されましタ。]
ko: [그러나 조사가 본격적으로 시작되기 전에 문제가 저절로 해결되었습니다.]
pt_br: [O PROBLEMA SE RESOLVEU SOZINHO ANTES DE A INVESTIGAÇÃO CHEGAR AO LOCAL.]
ru: [ОДНАКО ПРОБЛЕМА БЫСТРО РЕШИЛАСЬ САМА СОБОЙ ДО НАЧАЛА КАКИХ-ЛИБО РАССЛЕДОВАНИЙ.]

source: [THE MESSIAH IS CURRENTLY SPEAKING TO NEWSBOT UNIT #28.]
cht: [救世主目前正在和28号新闻机器人通话。]
es: [EL MESÍAS ESTÁ HABLANDO EN ESTE MOMENTO CON EL INFORMABOT #28.]
it: [IL MESSIA STA ATTUALMENTE PARLANDO CON INFOBOT UNITÀ N.28.]
ja: [救世主ガ現在、ニュースボット ユニット#28と話していまス。]
ko: [구원자는 현재 뉴스봇 28호와 대화하고 있습니다.]
pt_br: [O MESSIAS ESTÁ FALANDO AO ROBOLETIM DE NOTÍCIAS Nº 28.]
ru: [МЕССИЯ В НАСТОЯЩЕЕ ВРЕМЯ РАЗГОВАРИВАЕТ С НОВОСТНЫМ БОТОМ №28.]

source: [WHICH IS ME.]
cht: [也就是我。]
es: [QUE SOY YO.]
it: [CHE SAREI IO.]
ja: [ワタシのことでス。]
ko: [저 말이죠.]
pt_br: [QUE SOU EU.]
ru: [ТО ЕСТЬ СО МНОЙ.]

source: [HELLO, MESSIAH.]
cht: [你好，救世主。]
es: [HOLA, MESÍAS.]
it: [SALVE, MESSIA.]
ja: [どうモ、救世主。]
ko: [안녕하세요, 구원자님.]
pt_br: [OLÁ, MESSIAS.]
ru: [ПРИВЕТ, МЕССИЯ.]

source: @niko_speak Hi!
cht: @niko_speak 嗨！
es: @niko_speak ¡Hola!
it: @niko_speak Ciao!
ja: @niko_speak こんばんは！
ko: @niko_speak 안녕하세요!
pt_br: @niko_speak Oi!
ru: @niko_speak Привет!

source: [STRANGE SOUNDS HAVE BEEN REPORTED FROM THE SLUMS.]
cht: [报道称贫民区发现了奇怪的声音。]
es: [HAN LLEGADO NOTICIAS DE EXTRAÑOS SONIDOS PROCEDENTES DE LOS SUBURBIOS.]
it: [STRANI RUMORI SONO STATI SEGNALATI NELLA ZONA DEI BASSIFONDI.]
ja: [スラム街カラ、奇妙な音ガすると報告ガありましタ。]
ko: [빈민가에서 이상한 소리가 들린다는 신고가 접수되었습니다.]
pt_br: [SONS ESTRANHOS RELATADOS VINDO DO CORTIÇO.]
ru: [БЫЛО ДОЛОЖЕНО, ЧТО ИЗ ТРУЩОБ ДОНОСЯТСЯ СТРАННЫЕ ЗВУКИ.]

source: [THEIR SOURCE IS UNKNOWN.]
cht: [声音的来源不明。]
es: [SU ORIGEN ES DESCONOCIDO.]
it: [LA LORO ORIGINE È SCONOSCIUTA.]
ja: [発生源ハ未だ不明でス。]
ko: [소리의 출처는 알 수 없습니다.]
pt_br: [A FONTE É DESCONHECIDA.]
ru: [ИХ ИСТОЧНИК НЕИЗВЕСТЕН.]

source: [THESE SOUNDS HAVE BEEN DESCRIBED AS "FAINT BLEATING" BY THE AREA'S RESIDENTS.]
cht: [该区的居民把这些声音称为"微弱的叫声"。]
es: [LOS RESIDENTES DE LA ZONA HAN UTILIZADO LA EXPRESIÓN "LEVE BALIDO" PARA DESCRIBIR ESTOS SONIDOS.]
it: [SONO STATI DESCRITTI DAI RESIDENTI DELL'AREA COME "DEBOLI BELATI".]
ja: [地域住民ハ、この音を 「かすかな鳴き声」と呼んでいまス。]
ko: [지역 주민들의 말에 따르면 "가냘픈 염소 소리" 같다고 합니다.]
pt_br: [OS MORADORES DO LOCAL DESCREVERAM O SOM COMO “BALIDOS FRACOS”.]
ru: [ЖИТЕЛИ РАЙОНА ОПИСЫВАЮТ ЭТИ ЗВУКИ КАК «СЛАБОЕ БЛЕЯНИЕ».]

source: [EVENING NEWS COMMUNITY BULLETIN]
cht: [晚间新闻社区快报]
es: [BOLETÍN INFORMATIVO VESPERTINO DE LA COMUNIDAD]
it: [BOLLETTINO COMUNITARIO DELLE NOTIZIE SERALI.]
ja: [夕方ニュース地域掲示板]
ko: [저녁 뉴스 지역 단신]
pt_br: [BOLETIM DE NOTÍCIAS NOTURNAS DA COMUNIDADE]
ru: [СВОДКА ВЕЧЕРНИХ НОВОСТЕЙ ОКРУГИ]

source: [THE LIBRARY RELEASED SEVERAL NEW BOOKS BY THE ELUSIVE AUTHOR LAST WEEK.]
cht: [上周图书馆发布了几本神秘作家的新书。]
es: [LA SEMANA PASADA LA BIBLIOTECA PUBLICÓ LIBROS NUEVOS DEL AUTOR ESCURRIDIZO.]
it: [LA BIBLIOTECA HA RILASCIATO MOLTI NUOVI LIBRI LA SETTIMANA SCORSA SCRITTI DAL NOSTRO SFUGGENTE AUTORE.]
ja: [図書館ガ先週、姿なき「作者」の新作を いくつか発表しましタ。]
ko: [지난주, 도서관에서는 예의 신출귀몰한 저자가 집필한 신간 몇 종을 펴냈습니다.]
pt_br: [A BIBLIOTECA LANÇOU NA SEMANA PASSADA VÁRIOS LIVROS NOVOS DO AUTOR ARREDIO.]
ru: [НА ПРОШЛОЙ НЕДЕЛЕ БИБЛИОТЕКА ОПУБЛИКОВАЛА НЕСКОЛЬКО НОВЫХ КНИГ НЕУЛОВИМОГО АВТОРА.]

source: [THE HEAD LIBRARIAN RECOMMENDS THEM.]
cht: [图书馆馆长对这几本书表示极度推荐。]
es: [LA DIRECTORA DE LA BIBLIOTECA LOS RECOMIENDA.]
it: [LA CAPO BIBLIOTECARIA NE RACCOMANDA LA LETTURA.]
ja: [図書館長ノ推薦本となっていまス。]
ko: [이 신간들은 수석 사서의 추천 도서이기도 합니다.]
pt_br: [A BIBLIOTECÁRIA-CHEFE OS RECOMENDA.]
ru: [ГЛАВНЫЙ БИБЛИОТЕКАРЬ ОЧЕНЬ РЕКОМЕНДУЕТ ИХ К ПРОЧТЕНИЮ.]

source: [THE ASSISTANT LIBRARIAN HAD NO COMMENT AS HE REPORTEDLY FLED THE SCENE SOBBING.]
cht: [助理馆长没有发表意见，据称他哭着 逃离了现场。]
es: [EL AUXILIAR DE BIBLIOTECA NO HIZO NINGÚN COMENTARIO, YA QUE PRESUNTAMENTE SE FUE SOLLOZANDO.]
it: [L'ASSISTENTE BIBLIOTECARIO NON HA COMMENTATO LA NOTIZIA E SECONDO QUANTO RIFERITO È FUGGITO PIANGENDO.]
ja: [司書補ハ報道によると、現場から泣きながら 逃走したため、ノーコメント。]
ko: [사서 보좌관은 이와 관련하여 아무런 언급을 하지 않았으며, 흐느끼며 현장을 뛰쳐나갔다고 합니다.]
pt_br: [O BIBLIOTECÁRIO ASSISTENTE NÃO COMENTOU O ASSUNTO PORQUE, SEGUNDO RELATOS, FUGIU DO LOCAL AOS PRANTOS.]
ru: [ПОМОЩНИК БИБЛИОТЕКАРЯ ВОЗДЕРЖАЛСЯ ОТ КОММЕНТАРИЕВ И ПОКИНУЛ ЗАЛ, ВСХЛИПЫВАЯ.]

source: [THE RECEPTIONIST HAD NO COMMENT EITHER BECAUSE THE RECEPTIONIST IS A ROBOT.]
cht: [接待员也没有发表意见，因为接待员 是机器人。]
es: [EL RECEPCIONISTA TAMPOCO HIZO NINGÚN COMENTARIO PORQUE EL RECEPCIONISTA ES UN ROBOT.]
it: [L'ADDETTO ALLA RECEPTION NON HA COMMENTATO LA NOTIZIA PERCHÉ È UN ROBOT.]
ja: [受付モロボットであるため、 ノーコメントでしタ。]
ko: [접수원 역시 논평을 하지 않았습니다. 접수원은 로봇이기 때문이죠.]
pt_br: [O RECEPCIONISTA TAMBÉM NÃO COMENTOU PORQUE É UM ROBÔ.]
ru: [СЕКРЕТАРЬ ТАКЖЕ НЕ СТАЛ ДАВАТЬ НИКАКИХ КОММЕНТАРИЕВ, ПОТОМУ ЧТО ОН — РОБОТ.]

source: $Greetings, \p.\nIf you can finally read this, that means you are near the Tower.
cht: $你好， \p.\n如果你终于读到了这里， 这意味着你已经接近塔 楼了。
es: $Saludos, \p.\nSi logras leer esto, significa que estás cerca de la Torre.
it: $Salve \p.\nSe finalmente riesci a leggere questo, significa che sei vicino alla Torre.
ja: $やあ、 \p。\nこれを読んでいると いうことは、君は 塔の近くにいると いうことだね。
ko: $환영합니다. \p, \n마침내 이 글을 읽고 있다면 탑 근처까지 왔다는 뜻이겠죠.
pt_br: $Saudações, \p.\nSe estiver lendo isto, você está perto da Torre.
ru: $Приветствую, \p.\nЕсли ты наконец можешь это прочитать, я могу быть уверен, что вы находитесь рядом с Башней.

source: $The Tower is the domain of an elusive Entity.
cht: $这座塔是神秘本体 的领地。
es: $La Torre es el dominio de un ente escurridizo.
it: $La Torre è il dominio di un'Entità sfuggente.
ja: $塔は、捉えどころのない 「存在」の領域だ。
ko: $그 탑은 정체불명의 존재가 지배하는 곳입니다.
pt_br: $A Torre é o domínio de uma Entidade arredia.
ru: $Башня — владения ускользающей Сущности.

source: $This being is connected to the world.\nFor now, you can think of it as the spirit of the world.
cht: $那东西和世界直接相连。\n你可以姑且将其认为是 世界的精神。
es: $Este ser está conectado al mundo.\nDe momento, considéralo como su espíritu.
it: $Questo essere è connesso con il mondo.\nSi può dire che sia il suo stesso spirito.
ja: $この「存在」は、この 世界と繋がっている。\nとりあえずは、世界の 魂として考えてもらって かまわない。
ko: $이 존재는 세계와 연결되어 있죠.\n편의상 이 세계의 정령 같은 존재라고 생각해도 좋습니다.
pt_br: $Esse ser está conectado com o mundo.\nPor ora você pode considerá-lo como o espírito do mundo.
ru: $Это существо связано с этим миром.\nПока что можешь думать о нём, как о духе этого мира.

source: $It has no physical form, but it can communicate through computers and other machinery.
cht: $它没有外形，但它可以 通过电脑和其他机器 进行交流。
es: $No tiene forma física, pero puede comunicarse a través de ordenadores y otros mecanismos.
it: $Non ha forma fisica, ma può comunque comunicare attraverso i computer e altri macchinari.
ja: $その魂に物理的な 形態はないが、 コンピューターや 他の機械を通じて コミュニケーションを 取ることができる。
ko: $물리적인 형체는 없지만, 컴퓨터 등의 기계를 통해 의사소통을 할 수 있죠.
pt_br: $Ele não tem forma física, mas pode comunicar-se através de computadores e outras máquinas.
ru: $У него нет физической формы, но оно может общаться через компьютеры и другую технику.

source: $...You know who I am talking about, of course.
cht: $...当然，你知道我在说 谁。
es: $Por supuesto que sabes de quién estoy hablando...
it: $...Tu sai di chi sto parlando, ovviamente.
ja: $…誰のことを言っている のか、分かっているね。
ko: $...누구 이야기인지 물론 잘 알고 있겠죠.
pt_br: $... É claro que você sabe de quem eu estou falando.
ru: $...Ты, конечно, понимаешь, о ком я говорю.

source: $When you first arrived here with our savior, it no doubt contacted you right away.
cht: $当你和我们的救世主第 一次来到这里的时候， 它毫无疑问会立即和你 们接触。
es: $No hay ninguna duda de que contactó contigo de inmediato cuando llegaste aquí por primera vez con nuestro salvador.
it: $Quando sei arrivato qui la prima volta con il nostro salvatore, senza dubbio ti avrà subito contattato.
ja: $君が救世主とともに ここに来た時、ヤツは すぐに君に接触して きたはずだ。
ko: $당신이 구원자와 이곳에 처음 도착했을 때 그 존재가 당신과 연락을 취했을 겁니다.
pt_br: $Quando você chegou com o messias, ele logo entrou em contato com você.
ru: $Несомненно, она вошла с тобой в контакт с момента твоего появления здесь вместе с нашим спасителем.

source: $Through its own means, the entity will guide the both of you to the Tower.
cht: $它会通过自己的方式， 引导你们走向塔楼。
es: $El ente os guiará a los dos hasta la Torre usando sus propios medios.
it: $L'Entità troverà il modo di guidarvi entrambi.
ja: $独自の方法で、 「存在」は君たちを 塔に導く。
ko: $그 존재는 그 나름의 수단으로 두 분을 탑으로 인도할 겁니다.
pt_br: $Com os próprios meios, a entidade guiará vocês até a Torre.
ru: $Используя свои методы, сущность проведёт вас двоих к Башне.

source: $The entry room is at the Tower's base.\nNot only do you need the sun there, but also three pieces of the previous sun.
cht: $塔楼的入口在它的底部。 想要进去不仅需要你的 太阳，还有三片以前的 太阳碎片。
es: $La entrada está en la base de la Torre.\nNo solo necesitaréis llevar el sol, sino también tres trozos del sol anterior.
it: $La stanza d'ingresso si trova alla base della Torre.\nNon basta portare il sole con sé, ma servono anche tre pezzi del sole precedente.
ja: $入り口は 塔の基部にある。\nそして太陽だけでなく、 以前まであった太陽の 3つのかけらも 必要になる。
ko: $탑의 입구는 맨 아래에 있습니다.\n지금 갖고 있는 태양은 물론이고 예전에 사용했던 태양 세 조각도 필요합니다.
pt_br: $A sala de entrada fica na base da Torre.\nAlém do sol, lá você vai precisar também de três partes do antigo sol.
ru: $Входная комната находится у подножия Башни.\nВам нужно принести туда не только солнце, но ещё и три кусочка прежнего солнца.
