Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko It's a photograph of the cafe.\>\nLooks like it was a busy day...
cht: @niko 这张是咖啡厅的照片。\>\n好像是个繁忙的一天...
es: @niko Es una fotografía de la cafetería.\>\nParece que fue un día ajetreado...
it: @niko È una foto della caffetteria.\>\nÈ piena di clienti...
ja: @niko カフェの写真だ。\>\n忙しい日だったみたい…
ko: @niko 카페 사진이에요.\>\n바쁜 날에 찍힌 것 같네요...
pt_br: @niko É uma fotografia do restaurante.\>\nParece que foi um dia cheio...
ru: @niko Фотография кафе.\>\nПохоже, это был насыщенный день в жизни сотрудников...

source: @niko A photograph of the mines.\>\nThere are many robots at work in the photo, extracting large deposits of ore.
cht: @niko 这张是矿井的照片。\>\n照片里有很多机器人，它们正在提炼一 大堆的矿石。
es: @niko Una fotografía de las minas.\>\nEn la foto hay muchos robots que están trabajando, extrayendo grandes cantidades de mineral.
it: @niko Una fotografia delle miniere.\>\nCi sono tanti robot al lavoro, intenti ad estrarre grosse quantità di metalli.
ja: @niko 鉱山の写真だ。\>\nたくさんのロボットが、 いっぱい鉱石を掘り出してる。
ko: @niko 광산이 찍힌 사진이에요.\>\n로봇 여럿이서 커다란 광석을 캐고 있어요.
pt_br: @niko Uma fotografia das minas.\>\nHá muitos robôs trabalhando para extrair depósitos de minério...
ru: @niko Фотография шахты.\>\nТут много роботов, они заняты извлечением больших куч руды.

source: @niko A photograph of the Tower.\>\nThe sunlight makes it hard to make out much in this photo.
cht: @niko 这张是塔楼的照片。\>\n阳光让这张照片显得不是很清楚。
es: @niko Una fotografía de la Torre.\>\nLa luz del sol dificulta distinguir gran parte de la foto.
it: @niko Una fotografia della Torre.\>\nLa luce del sole rende molto difficile distinguere i vari elementi della foto.
ja: @niko 塔の写真だ。\>\n太陽の光がすごくて、他に何が写っているのか あまりよく分からない。
ko: @niko 탑 사진이에요.\>\n햇빛 때문에 풍경이 잘 보이지 않네요.
pt_br: @niko Uma fotografia da Torre.\>\nOs raios de sol dificultam a compreensão desta foto.
ru: @niko Фотография Башни.\>\nИз-за солнечного света тут мало что разглядишь.

source: @niko A photograph of a house in the Glen.\>\nLooks like it was taken when people were still living in the ruins...
cht: @niko 这张是 Glen 房子的照片。\>\n好像是人们还住在废墟的时候拍摄的...
es: @niko Una fotografía de una casa del Valle.\>\nParece que la tomaron cuando la gente aún vivía en las ruinas...
it: @niko La foto di una casa presso la Valle.\>\nSembra sia stata scattata quando le persone vivevano ancora nelle rovine...
ja: @niko 峡谷にある家の写真。\>\n人がまだ遺跡に住んでた時に 撮った写真みたい…
ko: @niko 협곡에 있는 집이 찍혀 있어요.\>\n사람들이 폐허에서 살 때 찍은 사진인가 봐요...
pt_br: @niko Uma fotografia de uma casa no Vale.\>\nParece que foi tirada quando ainda havia habitantes nessas ruínas...
ru: @niko Фотография какого-то дома в Долине.\>\nКажется, она была сделана, когда люди ещё жили в руинах...

source: FACTORY
cht: 工厂
es: FÁBRICA
it: FABBRICA
ja: 工場
ko: 공장
pt_br: FÁBRICA
ru: ФАБРИКА

source: @niko It's a metal pipe.
cht: @niko 这是一根金属管。
es: @niko Es una tubería de metal.
it: @niko È un tubo di metallo.
ja: @niko 鉄パイプだ。
ko: @niko 쇠막대기예요.
pt_br: @niko Um cano de metal.
ru: @niko Это металлическая труба.

source: @niko Must've broken off from one of these terminals...
cht: @niko 肯定是从这其中一个终端上掉下来的...
es: @niko Se habrá desprendido de uno de estos terminales...
it: @niko Dev'essersi staccato da uno di questi terminali...
ja: @niko ここのターミナルのどこかが 折れたんだろうね…
ko: @niko 주위의 단말기에서 떨어진 모양이에요...
pt_br: @niko Deve ter-se quebrado desses terminais...
ru: @niko Наверное, отвалилась от одного из этих терминалов...

source: @ed It's a broken-off section of railing.
cht: @ed 这是栏杆断掉的一节。
es: @ed Es un trozo de reja.
it: @ed [È un tubo di ferro staccatosi da un terminale.]
ja: @ed レールの折れた部分だ。
ko: @ed 부서진 난간의 일부처럼 보인다.
pt_br: @ed É uma seção quebrada da grade.
ru: @ed Это отломившаяся секция перил.

source: @ed Niko takes it.
cht: @ed Niko把它拿走了。
es: @ed Niko la coge.
it: @ed [Niko lo prende.]
ja: @ed ニコはそれを拾った。
ko: @ed 니코는 그것을 집어들었다.
pt_br: @ed Niko, pegue isso.
ru: @ed Нико берёт её.

source: @ed [This bed probably looks familiar to you, \p]
cht: @ed [你可能对这张床有印象，\p]
es: @ed [Puede que esta cama te resulte familiar, \p]
it: @ed [Questo letto probabilmente ti sembrerà familiare, \p.]
ja: @ed [このベッドには見覚えがあるだろう、 \p。]
ko: @ed [\p, 네 눈에 익은 침대겠지.]
pt_br: @ed [Essa cama provavelmente é familiar para você, \p]
ru: @ed [Полагаю, эта кровать тебе о чём-то напоминает, \p]

source: @ed [Niko first woke up in this world here.]
cht: @ed [这是Niko在这个世界第一次醒来的地方。]
es: @ed [Aquí fue donde Niko se despertó en este mundo por primera vez.]
it: @ed [Niko si svegliò qui per la prima volta in questo mondo.]
ja: @ed [この世界で、ニコが初めて 目を覚ました場所だ。]
ko: @ed [니코가 이 세상에서 처음 깨어났던 침대지.]
pt_br: @ed [A primeira vez que Niko acordou neste mundo.]
ru: @ed [Здесь Нико впервые проснулся в этом мире.]

source: @ed [It's important that you allow Niko to sleep once in a while.]
cht: @ed [让Niko休息一会儿是很重要的。]
es: @ed [Es importante que de vez en cuando dejes dormir a Niko.]
it: @ed [È importante che tu permetta a Niko di riposarsi ogni tanto.]
ja: @ed [時には、 ニコに睡眠を取らせることも重要だ。]
ko: @ed [가끔은 니코를 재워야 해.]
pt_br: @ed [É importante deixar Niko dormir às vezes.]
ru: @ed [Важно давать Нико возможность поспать время от времени.]

source: @ed [The game will exit automatically and can be continued later. Don't be alarmed.]
cht: @ed [游戏会自动退出， 稍后可以继续。不要担心。]
es: @ed [El juego se cerrará automáticamente y podrás continuar más tarde. No te asustes.]
it: @ed [Il gioco si chiuderà automaticamente e potrà essere riaperto in seguito. Non avere paura.]
ja: @ed [ゲームは自動的に終了するが、後から再開できる。 心配するな。]
ko: @ed [게임은 자동으로 종료될 거야. 나중에 계속할 수 있으니 놀라지 마.]
pt_br: @ed [O jogo encerrará automaticamente e você poderá continuar depois. Não se preocupe.]
ru: @ed [Игра автоматически закроется, но не волнуйся, её можно будет продолжить попозже.]

source: @ed [But now is no time for rest.]
cht: @ed [但现在没有时间休息了。]
es: @ed [Pero ahora no hay tiempo para descansar.]
it: @ed [Ma ora non è il momento di riposare.]
ja: @ed [だが、今は休むべき時ではない。]
ko: @ed [하지만 지금은 쉴 시간이 아니야.]
pt_br: @ed [Mas agora é hora de descansar.]
ru: @ed [Но сейчас не время для отдыха.]

source: @niko This one is blue.
cht: @niko 这是蓝色的。
es: @niko Este es azul.
it: @niko Questo è blu.
ja: @niko これは青色だよ。
ko: @niko 이건 파란색이에요.
pt_br: @niko Este é azul.
ru: @niko Этот синий.

source: @proto2 [That's mine, then.]
cht: @proto2 [那是我的。]
es: @proto2 [Es mío, entonces.]
it: @proto2 [Quello è mio, immagino.]
ja: @proto2 [なら、ボクのだ。]
ko: @proto2 [그럼 내 거야.]
pt_br: @proto2 [Quer dizer que isto é meu?]
ru: @proto2 [Значит, мой.]

source: @niko A portal glowing blue.
cht: @niko 一张闪着蓝光的大门。
es: @niko Un portal azul.
it: @niko Un portale illuminato di blu.
ja: @niko ポータルが青く光っている。
ko: @niko 파란색으로 빛나는 차원문이에요.
pt_br: @niko Um portal com brilho azul.
ru: @niko Портал, светящийся синим.

source: @niko This one is green.
cht: @niko 这是绿色的。
es: @niko Este es verde.
it: @niko Questo è verde.
ja: @niko これは緑色。
ko: @niko 이건 녹색이네요.
pt_br: @niko Este é verde.
ru: @niko Этот зелёный.

source: @cedric_hmm This one is configured to my code, I think.
cht: @cedric_hmm 这个是为我的代码配置的，我觉得。
es: @cedric_hmm Este está configurado para mi código, creo.
it: @cedric_hmm Questo è configurato per il mio codice, penso.
ja: @cedric_hmm このポータルはおそらく、僕のコードに 設定されていますね。
ko: @cedric_hmm 그럼 이건 내 코드에 맞는 건가 봐.
pt_br: @cedric_hmm Acho que este está configurado com o meu código.
ru: @cedric_hmm Думаю, он настроен под мой код.

source: @cedric Salutations!
cht: @cedric 致敬！
es: @cedric ¡Saludos!
it: @cedric Saluti!
ja: @cedric どうも！
ko: @cedric 안녕!
pt_br: @cedric Saudações!
ru: @cedric Бонжур!

source: @niko A portal glowing green.
cht: @niko 一张闪着绿光的大门。
es: @niko Un portal verde.
it: @niko Un portale illuminato di verde.
ja: @niko ポータルは緑色に光っている。
ko: @niko 녹색으로 반짝이는 차원문이에요.
pt_br: @niko Um portal com brilho verde.
ru: @niko Портал, светящийся зелёным.

source: @niko This one is red.
cht: @niko 这是红色的。
es: @niko Este es rojo.
it: @niko Questo è rosso.
ja: @niko こっちは赤色。
ko: @niko 이건 빨간색이에요.
pt_br: @niko Este é vermelho.
ru: @niko Этот красный.

source: @rue_talk This one would be meant for me, then.
cht: @rue_talk 这应该是给我的。
es: @rue_talk Este debe ser para mí, entonces.
it: @rue_talk Questo sembra fatto apposta per me.
ja: @rue_talk じゃあ、ここは私ね。
ko: @rue_talk 이건 내 것인 모양이네.
pt_br: @rue_talk Então acho que este foi feito para mim.
ru: @rue_talk Значит, он должен быть для меня.

source: @rue Hello.
cht: @rue 你好。
es: @rue Hola.
it: @rue Ciao.
ja: @rue こんばんは。
ko: @rue 안녕.
pt_br: @rue Olá.
ru: @rue Здравствуй.

source: @niko A portal with a red glow.
cht: @niko 一张闪着红光的大门。
es: @niko Un portal rojo.
it: @niko Un portale con una luce rossa.
ja: @niko 赤く光るポータル。
ko: @niko 빨간색 빛이 어린 차원문이에요.
pt_br: @niko Um portal com brilho vermelho.
ru: @niko Портал с красным свечением.

source: @niko_eyeclosed The squares are here too now...
cht: @niko_eyeclosed 现在这里也有方块...
es: @niko_eyeclosed Ahora los cuadrados también están aquí...
it: @niko_eyeclosed I quadrati sono arrivati anche qui...
ja: @niko_eyeclosed 四角形達は、もうここにもいる…
ko: @niko_eyeclosed 여기에도 사각형이 있어요...
pt_br: @niko_eyeclosed Os quadrados também estão aqui agora...
ru: @niko_eyeclosed Квадраты теперь есть и здесь...

source: @niko This elevator won't open.
cht: @niko 这个电梯不会打开。
es: @niko Este ascensor no se abre.
it: @niko Questo ascensore non si vuole aprire.
ja: @niko このエレベーターは開かないね。
ko: @niko 엘리베이터가 열리지 않아요.
pt_br: @niko Este elevador não quer abrir.
ru: @niko Этот лифт не открывается.

source: @niko Looks like it's stuck on another floor?
cht: @niko 看起来它卡在了另一层？
es: @niko Parece que está atascado en otra planta.
it: @niko Sembra bloccato su un altro piano...
ja: @niko 他の階で止まったままなのかな？
ko: @niko 다른 층에 멈춰 있는 것 같은데요?
pt_br: @niko Será que está preso em outro andar?
ru: @niko Похоже, он застрял на другом этаже?

source: @niko_eyeclosed There's squares here too, now...
cht: @niko_eyeclosed 现在这里也有方块...
es: @niko_eyeclosed Ahora también hay cuadrados aquí...
it: @niko_eyeclosed Ci sono quadrati anche qui...
ja: @niko_eyeclosed ここにも四角形が…
ko: @niko_eyeclosed 여기도 사각형이 있네요...
pt_br: @niko_eyeclosed Agora também tem quadrados aqui...
ru: @niko_eyeclosed Теперь и здесь есть квадраты...

source: @niko We need to find a way to reach that lever up there.
cht: @niko 我们要想办法够到上面那个控制杆。
es: @niko Tenemos que encontrar un modo de llegar a aquella palanca.
it: @niko Dobbiamo trovare un modo per raggiungere quella leva lì sopra.
ja: @niko あそこのレバーに届く方法を探さなきゃ。
ko: @niko 저 위의 레버를 조작해야 하는데, 손이 닿지 않아요.
pt_br: @niko Precisamos encontrar uma forma de alcançar aquela alavanca ali em cima.
ru: @niko Надо найти способ достать до того рычага.

source: @niko6 We might need a grownup for this...
cht: @niko6 我们需要一个大人...
es: @niko6 Puede que necesitemos a un adulto para esto...
it: @niko6 Potremmo aver bisogno di un adulto per questo...
ja: @niko6 大人の人を呼んだほうがいいかも…
ko: @niko6 어른이 있어야겠어요...
pt_br: @niko6 Talvez a gente precise da ajuda de algum adulto...
ru: @niko6 Нам может понадобится кто-нибудь взрослый...

source: @niko This elevator has no button panel.
cht: @niko 这个电梯没有按钮控制板。
es: @niko Este ascensor no tiene ningún botón.
it: @niko Questo ascensore non ha la pulsantiera.
ja: @niko このエレベーター、ボタンパネルがないよ。
ko: @niko 이 엘리베이터에는 버튼 패널이 없어요.
pt_br: @niko Não tem um painel de botões neste elevador.
ru: @niko У этого лифта нет кнопочной панели.

source: @niko Tapping the door doesn't open it either, hmm...
cht: @niko 敲电梯门也不能打开，嗯...
es: @niko Tocando la puerta tampoco se abre, mmm...
it: @niko Non si apre nemmeno toccando la porta, mh...
ja: @niko ドアを叩いても反応しないし、うーん…
ko: @niko 문을 두드려도 열리지 않네요...
pt_br: @niko Bater na porta também não adianta, hmm...
ru: @niko От постукивания по двери тоже не открывается, хм-м...

source: @niko_eyeclosed That usually works...
cht: @niko_eyeclosed 那个通常有用...
es: @niko_eyeclosed Eso suele funcionar...
it: @niko_eyeclosed Di solito funziona...
ja: @niko_eyeclosed いつもこうすれば開くのに…
ko: @niko_eyeclosed 보통은 이렇게 하면 열리는데...
pt_br: @niko_eyeclosed Geralmente funciona...
ru: @niko_eyeclosed Обычно это помогает...

source: @niko6 Wait...
cht: @niko6 等等...
es: @niko6 Espera...
it: @niko6 Aspetta...
ja: @niko6 あっ…
ko: @niko6 잠깐...
pt_br: @niko6 Calma aí...
ru: @niko6 Постой-ка...

source: @niko_speak There's a lever hanging from the ceiling!
cht: @niko_speak 有个控制杆从天花板上垂下来！
es: @niko_speak ¡Hay una palanca en el techo!
it: @niko_speak C'è una leva che pende dal soffitto!
ja: @niko_speak 天井から、レバーがぶら下がってるよ！
ko: @niko_speak 천장에 레버가 있어요!
pt_br: @niko_speak Tem uma alavanca pendurada no teto!
ru: @niko_speak Тут с потолка свисает рычаг!

source: @niko_eyeclosed ...can't reach it.
cht: @niko_eyeclosed ...够不到。
es: @niko_eyeclosed ... No llego.
it: @niko_eyeclosed ...Non riesco a raggiungerla.
ja: @niko_eyeclosed …届かない。
ko: @niko_eyeclosed 손이... 닿지 않아요.
pt_br: @niko_eyeclosed ... não consigo alcançá-la.
ru: @niko_eyeclosed ...не могу достать...

source: @rue Where...\.\. are the other two?
cht: @rue 还有两个人...\.\. 在哪里？
es: @rue ¿Dónde...\.\. están los otros dos?
it: @rue Dove...\.\. sono gli altri due?
ja: @rue 他の…\.\. 他の2人はどこ？
ko: @rue 나머지...\.\. 둘은 어디에 있어?
pt_br: @rue Onde... \.\.estão os outros dois?
ru: @rue А где...\.\. другие двое?

source: @rue Prototype? Cedric?
es: @rue ¿Prototipo? ¿Cedric?
it: @rue Prototipo? Cedric?
ja: @rue プロトタイプ？セドリック？
ko: @rue 프로토타입? 세드릭?
pt_br: @rue Protótipo? Cedric?
ru: @rue Прототип? Седрик?

source: @rue_sad They're supposed to be here already...
cht: @rue_sad 他们应该已经在这里的...
es: @rue_sad Ya deberían estar aquí...
it: @rue_sad Sarebbero dovuti essere già qui...
ja: @rue_sad もう、来ているはずなのだけど…
ko: @rue_sad 진작 도착했어야 하는데...
pt_br: @rue_sad Eles já deveriam estar aqui...
ru: @rue_sad Они уже должны быть здесь...

source: @niko_distressed2 They...
cht: @niko_distressed2 他们...
es: @niko_distressed2 Ellos...
it: @niko_distressed2 Loro...
ja: @niko_distressed2 あの…
ko: @niko_distressed2 그들은...
pt_br: @niko_distressed2 Eles...
ru: @niko_distressed2 Они...

source: @niko_eyeclosed Prototype's body was destroyed back in the Barrens.
cht: @niko_eyeclosed Prototype的身体在 Barrens 时被破坏了。
es: @niko_eyeclosed El cuerpo de Prototipo fue destruido en los Baldíos.
it: @niko_eyeclosed Il corpo di Prototipo è stato distrutto alla Baia Desolata.
ja: @niko_eyeclosed プロトタイプは、不毛の地で体が なくなっちゃったんだ。
ko: @niko_eyeclosed 프로토타입의 몸은 불모지에서 망가졌어.
pt_br: @niko_eyeclosed O corpo do Protótipo foi destruído nas Terras Áridas.
ru: @niko_eyeclosed Тело Прототипа было уничтожено в Пустошах.

source: @niko_eyeclosed Cedric was going to bring him back with the memory disk, but...
cht: @niko_eyeclosed Cedric要用内存盘恢复他，但...
es: @niko_eyeclosed Cedric iba a traerle de vuelta con el disco de memoria, pero...
it: @niko_eyeclosed Cedric stava per riportarlo in vita con l'unità di memoria, ma...
ja: @niko_eyeclosed セドリックは、メモリーディスクで プロトを復元しようとしてた、けど…
ko: @niko_eyeclosed 세드릭이 메모리 디스크로 프로토를 되살리려고 했는데...
pt_br: @niko_eyeclosed Cedric foi tentar recuperar o disco de memória, mas...
ru: @niko_eyeclosed Седрик собирался восстановить его с помощью диска памяти, но...

source: @niko_distressed2 He was in the lab complex when it collapsed...
cht: @niko_distressed2 实验室倒塌时，他还在里面...
es: @niko_distressed2 Estaba en el complejo del laboratorio cuando se derrumbó...
it: @niko_distressed2 Era nel laboratorio quando è crollato tutto...
ja: @niko_distressed2 研究所が崩れる時に、中にいて…
ko: @niko_distressed2 연구실 건물이 무너졌을 때 그 안에 있었지...
pt_br: @niko_distressed2 Ele estava no complexo de laboratórios quando tudo desabou...
ru: @niko_distressed2 Он был в лабораторном комплексе, когда он обрушился.

source: @niko_distressed I... \.\.don't think he made it...
cht: @niko_distressed 我...\.\.觉得他没能逃出来...
es: @niko_distressed No... \.\.creo que lo consiguiera...
it: @niko_distressed E... \.\.non penso ce l'abbia fatta...
ja: @niko_distressed たぶん… \.\.巻き込まれちゃった…
ko: @niko_distressed 아마... \.\.빠져나오지 못했을 거야...
pt_br: @niko_distressed Eu... \.\.acho que ele não conseguiu sair...
ru: @niko_distressed Я... \.\.не думаю, что ему удалось выбраться...

source: @rue_oh Oh..
cht: @rue_oh 哦...
ja: @rue_oh うそ…
ko: @rue_oh 아...
pt_br: @rue_oh Ah...
ru: @rue_oh Ох...

source: @rue_sad No...
cht: @rue_sad 不...
ja: @rue_sad そんな…
ko: @rue_sad 안 돼...
pt_br: @rue_sad Não...
ru: @rue_sad Нет...

source: @rue_sad There goes our only chance...
cht: @rue_sad 那是我们唯一的机会...
es: @rue_sad Era nuestra única oportunidad...
it: @rue_sad Addio alla nostra unica possibilità...
ja: @rue_sad 最後の希望が…
ko: @rue_sad 마지막 기회가 사라졌어...
pt_br: @rue_sad Lá se vai nossa única chance...
ru: @rue_sad Прощай наш единственный шанс...

source: @niko_upset2 I... \.\.I'm sorry...
cht: @niko_upset2 我...\.\.很抱歉...
es: @niko_upset2 Lo... \.\.Lo siento...
it: @niko_upset2 Mi... \.\.Mi dispiace...
ja: @niko_upset2 あの… \.\.ごめんなさい…
ko: @niko_upset2 아아... \.\.미안해...
pt_br: @niko_upset2 Eu... \.\.Sinto muito...
ru: @niko_upset2 Мне... \.\.мне очень жаль...

source: @rue_sigh It's not your fault, Niko...
cht: @rue_sigh 不是你的错，Niko...
es: @rue_sigh No es culpa tuya, Niko...
it: @rue_sigh Non è colpa tua, Niko...
ja: @rue_sigh あなたのせいじゃないわ、ニコ…
ko: @rue_sigh 네 잘못이 아니야, 니코...
pt_br: @rue_sigh Não é culpa sua, Niko...
ru: @rue_sigh Не вини себя, Нико...

source: @rue_sad If anything... \.\.I should be apologizing to you.
cht: @rue_sad 要是有什么...\.\.我应该向你道歉。
es: @rue_sad En todo caso... \.\.debería ser yo quien se disculpara.
it: @rue_sad Piuttosto... \.\.dovrei essere io a scusarmi con te.
ja: @rue_sad 謝るべきなのは… \.\.私の方よ。
ko: @rue_sad 누가 사과를 해야 한다면... \.\.내가 너한테 해야지.
pt_br: @rue_sad Na verdade... \.\.Quem deveria pedir desculpas sou eu.
ru: @rue_sad Если что... \.\.это я должна перед тобой извиняться.

source: @rue ...There's...
cht: @rue ...还有...
es: @rue ... Hay...
it: @rue ...Ci sarebbe...
ja: @rue …最後に…
ko: @rue 단...
pt_br: @rue ... Tem...
ru: @rue ...Есть ещё кое-что...

source: @rue One last thing I want to do.
cht: @rue 我想做的最后一件事。
es: @rue una última cosa que quiero hacer.
it: @rue Un'ultima cosa che vorrei fare.
ja: @rue やっておきたいことがあるの。
ko: @rue 이제 내가 하고 싶은 일은 하나뿐이야.
pt_br: @rue uma última coisa que quero fazer.
ru: @rue ...Одна последняя вещь, которую я хотела бы сделать напоследок.

source: @rue_talk Come on, let's go upstairs.
cht: @rue_talk 走吧，让我们上楼。
es: @rue_talk Venga, subamos.
it: @rue_talk Forza, andiamo di sopra.
ja: @rue_talk さ、階段を登りましょ
ko: @rue_talk 어서, 위층으로 가자.
pt_br: @rue_talk Venha comigo, vamos lá para cima.
ru: @rue_talk Пойдём поднимемся вверх по ступенькам.

source: @cedric_talk Oh...\.\. this is...
cht: @cedric_talk 哦...\.\. 他...
es: @cedric_talk Oh...\.\. Esto es...
it: @cedric_talk Oh...\.\. Ma è...
ja: @cedric_talk ああ…\.\. これは…
ko: @cedric_talk 아...\.\. 이건...
pt_br: @cedric_talk Ah...\.\. isso é...
ru: @cedric_talk O...\.\. это же...

source: @proto1 [...no wonder he wanted us to all be here for this.]
cht: @proto1 [...肯定想让我们都在这里。]
es: @proto1 [... No me extraña que nos quisiera a todos aquí para esto.]
it: @proto1 [...Non c'è da stupirsi che ci volesse tutti qui.]
ja: @proto1 […なるほど。このために彼は、 ボクたち全員に来てほしかったんだ。]
ko: @proto1 [...그 분이 우리가 모두 여기 와야 한다고 생각하신 데는 이유가 있었구나.]
pt_br: @proto1 [... não é à toa que ele queria que todos estivessem aqui para isso.]
ru: @proto1 [...понятно, почему он хотел, чтобы мы все сюда пришли.]

source: @niko2 Um... what are these things, anyway?
cht: @niko2 嗯...这些是什么？
es: @niko2 Um... ¿Qué son estas cosas?
it: @niko2 Ehm... Ma... cosa sono questi?
ja: @niko2 あの…これって、何なの？
ko: @niko2 음... 이것들은 뭐죠, 대체?
pt_br: @niko2 Ahm... Afinal, o que são essas coisas?
ru: @niko2 Э-эм... в любом случае, что это за штуки?

source: @proto2 [Code portals.]
cht: @proto2 [代码门。]
es: @proto2 [Portales de código.]
it: @proto2 [Portali di codice.]
ja: @proto2 [コード・ポータル。]
ko: @proto2 [코드 차원문이야.]
pt_br: @proto2 [Portais de código.]
ru: @proto2 [Кодовые порталы.]

source: @proto1c [They... \.\.temporarily remove us from the world.]
cht: @proto1c [他们...\.\.让我们暂时从世...界上消失了。]
es: @proto1c [Nos... \.\.eliminan temporalmente del mundo.]
it: @proto1c [Servono... \.\.a rimuoverci temporaneamente da questo mondo.]
ja: @proto1c [ボクたちを… \.\.この世界から、一時的に消去する装置。]
ko: @proto1c [차원문은... \.\.우리를 일시적으로 세상에서 없애 버리지.]
pt_br: @proto1c [Eles... \.\.nos removem temporariamente do mundo.]
ru: @proto1c [Они... \.\.временно удаляют нас из этого мира.]

source: @niko2 ....what?
cht: @niko2 ...什么？
es: @niko2 ¿... Cómo?
it: @niko2 ...Cosa?
ja: @niko2 …えっ？
ko: @niko2 ...음?
pt_br: @niko2 ... o quê?
ru: @niko2 ....что?

source: @cedric_hmm It's... a bit hard to explain...
cht: @cedric_hmm ...解释起来有点困难...
es: @cedric_hmm Es... algo difícil de explicar.
it: @cedric_hmm È... un po' difficile da spiegare...
ja: @cedric_hmm ええと…少し説明が難しいのですが…
ko: @cedric_hmm 음... 설명하기 어렵지만...
pt_br: @cedric_hmm É... meio difícil de explicar
ru: @cedric_hmm Это... немного сложно объяснить...

source: @cedric2 But... basically, my father has hidden a decryption key in our code, with a .txt file as its shell...
cht: @cedric2 但...简单说，我父亲在我们的代码中 隐藏了秘钥，以一个.txt文件作为掩饰...
es: @cedric2 Pero... básicamente, mi padre ha escondido unas claves de descifrado en nuestro código, con un archivo .txt de revestimiento...
it: @cedric2 Ma... in pratica, mio padre ha nascosto una chiave di decodifica nel nostro codice, con un file .txt a farle da involucro...
ja: @cedric2 つまり、簡単に言うとですね…父は、解読キーを 僕たちのコードの中に隠したんです。 「.txt」ファイル形式にして…
ko: @cedric2 기본적으로,아버지가 .txt 파일을 셸로 해서 우리 코드 안에 해독 키를 숨기셨어...
pt_br: @cedric2 Mas... Basicamente, meu pai escondeu uma chave de decodificação no nosso código que está dentro de um arquivo .txt...
ru: @cedric2 Но... в общем, мой отец спрятал в нашем коде ключ расшифровки и его оболочка — файл .txt...

source: @proto2 [...But to get to them, we have to be removed from the world and decompiled.]
cht: @proto2 [...但要得到它们，我们必须从这世界 消失，进行反编译。]
es: @proto2 [... Pero para conseguirlas, tenemos que ser eliminados del mundo y decompilados.]
it: @proto2 [...Ma, per trovarla, dobbiamo essere rimossi dal mondo e decompilati.]
ja: @proto2 […しかしそれを手に入れるには、ボクたちを この世界から消去し、逆コンパイルする 必要がある。]
ko: @proto2 [...하지만 그 키를 찾으려면, 우리를 세상에서 꺼내서 디컴파일해야 하지.]
pt_br: @proto2 [... Só que, para obtê-las, vai ser necessário nos removerem do mundo e nos descompilarem.]
ru: @proto2 [...Но чтобы до них добраться, мы должны быть удалены из этого мира и декомпилированы.]

source: @proto2b [...When our keys are combined into a central location, it will activate an encrypted part of this world, which will...]
cht: @proto2b [...当我们的钥匙合并为一个中央单元， 则会激活这个世界的加密部分，会让...]
es: @proto2b [... Cuando nuestras claves sean combinadas en una ubicación central, se activará una parte encriptada de este mundo, que a su vez...]
it: @proto2b [...Quando le nostre chiavi saranno riunite in una locazione centrale, si attiverà una parte criptata di questo mondo, che poi sarà...]
ja: @proto2b […そして中心部で、そのキーを全て結合すると、 この世界の暗号化された部分が 起動する。つまり…]
ko: @proto2b [...우리의 키를 중앙 위치에 조합하면, 이 세상의 암호화된 부분이 활성화될 거야,그러면...]
pt_br: @proto2b [... Depois de combinar nossas chaves numa localização central, ela ativa uma parte codificada deste mundo que...]
ru: @proto2b [...Когда наши ключи будут совмещены в центральной локации, они активируют зашифрованную часть этого мира, которая будет...]

source: @niko_what *confused cat noises*
cht: @niko_what *困惑的猫叫声*
es: @niko_what *sonidos de gato confundido*
it: @niko_what *suoni di gatto confuso*
ja: @niko_what うにゃにゃにゃ…？
ko: @niko_what *혼란스러운 고양이 소리*
pt_br: @niko_what *ruídos de felino confuso*
ru: @niko_what *запутанные кошачьи звуки*

source: @proto2b [...Rue, maybe it's better if you explain.]
cht: @proto2b [...Rue，可能你解释起来更好。]
es: @proto2b [... Rue, quizá tú lo expliques mejor.]
it: @proto2b [...Rue, forse è meglio se glielo spieghi tu.]
ja: @proto2b […ルエ、君が説明した方がいいのでは。]
ko: @proto2b [...루, 네가 설명하는 게 낫겠다.]
pt_br: @proto2b [... Rue, talvez seja melhor explicar isso.]
ru: @proto2b [...Рю, может лучше ты объяснишь.]

source: @rue_sigh I'll attempt.
cht: @rue_sigh 我尽力。
es: @rue_sigh Lo intentaré.
it: @rue_sigh Ci proverò.
ja: @rue_sigh 分かったわ。
ko: @rue_sigh 해 볼게.
pt_br: @rue_sigh Vou tentar.
ru: @rue_sigh Я попробую.
