Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @george5 I... see you also found the messiah!
cht: @george5 我...知道你也找到了救世主！
es: @george5 ¡Veo...! ¡Veo que también has encontrado al mesías!
it: @george5 Vedo... che hai anche trovato il messia!
ja: @george5 それで…救世主さんを見つけてきたのね！
ko: @george5 게다가 구원자까지 찾았군요!
pt_br: @george5 Eu... vejo que você também achou o messias!
ru: @george5 Я... вижу, что вы ещё и мессию нашли!

source: @george5_smile Hello, little one!
cht: @george5_smile 嗨，小家伙！
es: @george5_smile ¡Hola, joven!
it: @george5_smile Ciao, piccolo!
ja: @george5_smile こんばんは、おちびさん！
ko: @george5_smile 안녕, 꼬마야!
pt_br: @george5_smile Olá!
ru: @george5_smile Привет, малыш!

source: @niko Hi...
cht: @niko 嗨...
es: @niko Hola...
it: @niko Ciao...
ja: @niko こんばんは…
ko: @niko 안녕하세요...
pt_br: @niko Oi...
ru: @niko Привет...

source: @kip_sigh ...we...\.\. ran into each other after this boy forced himself into the lab complex...
cht: @kip_sigh ...\.\. 在这个男孩想要闯入学实验室时， 我们偶然碰面了...
es: @kip_sigh ... Nos...\.\. encontramos por casualidad después de que este chico se adentrara en el complejo del laboratorio...
it: @kip_sigh ...Ci...\.\. siamo incontrati dopo che un ragazzo ha fatto irruzione nel laboratorio...
ja: @kip_sigh さっきの子が…\.\. 研究所に入り込んでしまった あと、救世主ともたまたま遭遇したの…
ko: @kip_sigh ...우린 웬 소년이...\.\.연구실에 억지로 들어가고 나서 우연히 마주쳤어...
pt_br: @kip_sigh ... nós... \.\. encontramos depois que esse menino invadiu o complexo do laboratório...
ru: @kip_sigh ...мы...\.\. встретились после того, как тот мальчишка прорвался в лабораторный комплекс...

source: @george6_point Eyy Kip! \.\.You made it back in one piece!
cht: @george6_point Eyy Kip！\.\.你毫发无伤地回来啦！
es: @george6_point ¡Ey, Kip!\.\.¡Has vuelto de una pieza!
it: @george6_point Yoo Kip! \.\.Sei tornata tutta intera!
ja: @george6_point イエーーーイキップ！ \.\.何とか 死なずに帰ってこれたじゃーん！
ko: @george6_point 오오, 킵! \.\.멀쩡하게 돌아왔네!
pt_br: @george6_point Ei, Kip!\.\.Você voltou inteiro!
ru: @george6_point Хээй, Кип! \.\.Ты добралась обратно! И даже целиком!

source: @george6_shrug Ya kinda left the shelter without tellin' me...\>\nSure gave me a good scare back there!
cht: @george6_shrug 你没告诉我就离开了避难所...\>\n回到这来确实吓了我一大跳！
es: @george6_shrug Te fuiste del refugio sin avisarme... \>\n¡Me diste un buen susto!
it: @george6_shrug Hai tipo lasciato il rifugio senza dirmi niente...\>\nMi hai spaventato davvero un botto!
ja: @george6_shrug ウチに何も言わず出てくなんてさー…\>\nマジ、超ヒヤヒヤしたわ！
ko: @george6_shrug 나한테 말도 하지 않고 대피소를 떠났잖아...\>\n덕분에 완전 쫄았다고!
pt_br: @george6_shrug Cê saiu do abrigo sem falar nada... \>\nMe deu um susto danado!
ru: @george6_shrug Взяла и ушла из убежища, ни слова мне не сказав...\>\nУ меня тогда от страха глаза на лоб полезли!

source: @george6 Whoaa! You found the messiah too?
cht: @george6 啊！你也找到了救世主！
es: @george6 ¡Uau! ¿Tú también has encontrado al mesías?
it: @george6 Uooo! Hai trovato anche il messia?
ja: @george6 ワーーオ！救世主クン見つけちゃったの？
ko: @george6 와! 구원자도 찾은 거야?
pt_br: @george6 Caramba! Você também achou o messias?
ru: @george6 Вааау! И ты даже прихватила мессию?

source: @george6_fingerguns Sweeet.
cht: @george6_fingerguns 甜心。
es: @george6_fingerguns ¡Oh, genial!
it: @george6_fingerguns Ficooo.
ja: @george6_fingerguns やっぱ、アンタってハンパないわ。
ko: @george6_fingerguns 굉장한데.
pt_br: @george6_fingerguns Legal.
ru: @george6_fingerguns Ништяк.

source: @george6_point How's it goin', lil fella?
cht: @george6_point 进展如何， 小家伙？
es: @george6_point ¿Cómo va eso, colega?
it: @george6_point Come te la passi piccoletto?
ja: @george6_point チビくん、元気してるー？
ko: @george6_point 꼬마 친구, 좀 살 만해?
pt_br: @george6_point Como vão as coisas?
ru: @george6_point Как делишки, ламповый приятель?

source: @niko_eyeclosed Bad.
cht: @niko_eyeclosed 不太好。
es: @niko_eyeclosed Mal.
it: @niko_eyeclosed Male.
ja: @niko_eyeclosed ううん。
ko: @niko_eyeclosed 아뇨.
pt_br: @niko_eyeclosed Ruins.
ru: @niko_eyeclosed Плохо.

source: @george6_shrug Oh same.
cht: @george6_shrug 一样。
es: @george6_shrug Ah, yo igual.
it: @george6_shrug Oh, idem.
ja: @george6_shrug ウチとイッショじゃーん。
ko: @george6_shrug 여기랑 같네.
pt_br: @george6_shrug Ah, pra mim também.
ru: @george6_shrug У нас тоже.

source: @kip_pout ...we, um.
cht: @kip_pout ...我们，嗯
es: @kip_pout ... La verdad es que...
it: @kip_pout ...Noi, ehm...
ja: @kip_pout …あの、ね。
ko: @kip_pout ...우리는...
pt_br: @kip_pout ... a gente, ahm...
ru: @kip_pout ...мы... э-э-э...

source: @kip_sigh ...we ran into each other after this boy forced himself into the lab complex...
cht: @kip_sigh ...在这个男孩想要闯入实验室时， 我们偶然碰面了...
es: @kip_sigh ... Nos encontramos por casualidad después de que este chico se adentrara en el complejo del laboratorio...
it: @kip_sigh ...ci siamo incontrati dopo che un ragazzo ha fatto irruzione nel laboratorio...
ja: @kip_sigh …さっきの子が研究所に入り込んでしまった あと、たまたま救世主とも遭遇したの…
ko: @kip_sigh ...우린 웬 소년이 연구실에 억지로 들어오고 나서 우연히 마주쳤어...
pt_br: @kip_sigh ... se encontrou depois que esse menino invadiu o complexo do laboratório...
ru: @kip_sigh ...мы встретились после того, как тот мальчишка прорвался в лабораторный комплекс...

source: @kip_sad I...\.\.couldn't stop him...
cht: @kip_sad 我...\.\.没能阻止他...
es: @kip_sad No...\.\.No pude detenerle...
it: @kip_sad Purtroppo...\.\. non sono riuscita a fermarlo...
ja: @kip_sad あの子を…\.\.止められなかった…
ko: @kip_sad 나는...\.\.그 아이를 막을 수가 없었지...
pt_br: @kip_sad Eu... \.\.não consegui impedi-lo...
ru: @kip_sad Я...\.\.не смогла его остановить...

source: @kip_pout I don't know why he was being so insistent!
cht: @kip_pout 我不知道他为何这么坚持！
es: @kip_pout ¡No sé por qué era tan insistente!
it: @kip_pout Non so perché fosse così insistente!
ja: @kip_pout どうしてあそこまで必死だったのか、 理解できないわ！
ko: @kip_pout 왜 그렇게 아득바득 고집을 부린 건지 모르겠어!
pt_br: @kip_pout Não sei por que ele insistiu tanto!
ru: @kip_pout Не понимаю, почему он был так настойчив!

source: @niko4 He... \.\.he said he needed to go rebuild a robot...
cht: @niko4 他...\.\.他说他需要重新组装一个机器人...
es: @niko4 Él... \.\.decía que necesitaba ir a reconstruir un robot...
it: @niko4 Ha detto che... \.\.doveva ricostruire un robot...
ja: @niko4 セドリック… \.\.ロボットをもう一度 作らなきゃって、言ってたよ…
ko: @niko4 그는... \.\.로봇을 다시 만들어야 한다고 했어요...
pt_br: @niko4 Ele... \.\.ele disse que precisava reconstruir um robô...
ru: @niko4 Он... \.\.он сказал, что ему нужно было воссоздать робота...

source: @kip_pout Oh, you know him?
cht: @kip_pout 哦，你认识他？
es: @kip_pout Oh, ¿lo conoces?
it: @kip_pout Oh, lo conosci?
ja: @kip_pout あら、あの子のこと知ってるの？
ko: @kip_pout 그를 알아?
pt_br: @kip_pout Ah, você o conhece?
ru: @kip_pout О, так ты его знаешь?

source: @niko_eyeclosed Yeah.
cht: @niko_eyeclosed 是的。
es: @niko_eyeclosed Sí.
it: @niko_eyeclosed Sì.
ja: @niko_eyeclosed うん。
ko: @niko_eyeclosed 네.
pt_br: @niko_eyeclosed Sim.
ru: @niko_eyeclosed Ага.

source: @george1_hm AHA! Building a robot!
cht: @george1_hm 啊哈！组装机器人！
es: @george1_hm ¡AJÁ! ¡Construir un robot...!
it: @george1_hm AH! Costruire un robot!
ja: @george1_hm なるほど！ロボットね！
ko: @george1_hm 아하! 로봇을 만든다고요!
pt_br: @george1_hm A-RÁ! Construir um robô!
ru: @george1_hm АГА! Воссоздать робота!

source: @george1 So THAT's what he needed that book for!
cht: @george1 那这就是他要那本书的原因！
es: @george1 ¡Así que para ESO necesitaba ese libro!
it: @george1 Quindi è per QUELLO che aveva bisogno di quel libro!
ja: @george1 あの本を必要としていたのは、 そういうこと！
ko: @george1 그래서 그 책이 필요했군요!
pt_br: @george1 Então era para ISSO que ele precisava do livro!
ru: @george1 Так ВОТ зачем ему была нужна эта книга!

source: @niko2 ...come again?
cht: @niko2 ...又来了？
es: @niko2 ¿... Cómo has dicho?
it: @niko2 ...Come, scusa?
ja: @niko2 …どういうこと？
ko: @niko2 ...뭐라고요?
pt_br: @niko2 ... como é?
ru: @niko2 ...повторите?

source: @george1 A boy with white hair and goggles ran in here not long ago.
cht: @george1 一个白头发，带着护目镜的男孩不久前 冲了进来。
es: @george1 Un chico de pelo blanco y con gafas se metió aquí no hace mucho.
it: @george1 Un ragazzo con i capelli bianchi e degli occhiali è venuto qui di corsa, non molto tempo fa.
ja: @george1 白髪の、ゴーグルを着けた男の子が 先ほどここに飛び込んできたの。
ko: @george1 흰색 머리에 고글을 쓴 소년이 얼마 전에 여기 왔었어요.
pt_br: @george1 Um menino de cabelo branco e óculos esteve aqui há pouco tempo.
ru: @george1 Не так давно сюда забежал мальчишка с белыми волосами и защитными очками.

source: @niko_eyeclosed That's Cedric, yeah...
cht: @niko_eyeclosed 嗯，那是 Cedric...
es: @niko_eyeclosed Ese es Cedric, sí...
it: @niko_eyeclosed Eh sì, è Cedric...
ja: @niko_eyeclosed それ、セドリックだね…
ko: @niko_eyeclosed 세드릭이 맞아요...
pt_br: @niko_eyeclosed Era o Cedric mesmo...
ru: @niko_eyeclosed Да, это Седрик...

source: @george1 He grabbed one of the books from my (very impressive) archives upstairs and bolted straight out.
cht: @george1 他从我楼上档案室（印象深刻）抓住一本书 就关上门冲出去了。
es: @george1 Cogió uno de mis libros de mi (extremadamente impresionante) archivo de la planta de arriba y salió pitando.
it: @george1 Ha preso uno dei libri dai miei archivi (davvero impressionanti) al piano di sopra ed è scappato subito via.
ja: @george1 その子が、2階にある私の（驚くほど素晴らしい） 収蔵庫から本を1冊取り出して、 どこかへ行ってしまったの。
ko: @george1 위층에 있는 조지의 (멋진) 보관실에 있던 책 하나를 집더니 바로 밖으로 달아났죠.
pt_br: @george1 Ele pegou um livro dos meus (impressionantes) arquivos lá em cima e saiu correndo.
ru: @george1 Он схватил одну книгу из моих (весьма внушительных) архивов наверху и сразу выскочил обратно.

source: @george1_smile Said it was an emergency so George let it slide.
cht: @george1_smile 说是有紧急事情，George 就没管他。
es: @george1_smile Dijo que era una emergencia, así que George dejó que se fuera.
it: @george1_smile Ha detto che era un'emergenza, così George ha chiuso un occhio.
ja: @george1_smile 緊急事態と言っていたから、 このジョージは見逃してあげたのよ。
ko: @george1_smile 급하다고 하길래 조지가 봐 줬어요.
pt_br: @george1_smile Disse que era uma emergência, por isso George fez vista grossa.
ru: @george1_smile Сказал, что это экстренный случай, так что Джордж закрыла глаз на это безобразие.

source: @george1 George hopes he's okay...
cht: @george1 George 希望他没事...
es: @george1 George espera que esté bien...
it: @george1 George spera che lui stia bene...
ja: @george1 無事かしら…
ko: @george1 무사하면 좋겠군요...
pt_br: @george1 George espera que ele esteja bem...
ru: @george1 Джордж надеется, что с ним всё в порядке...

source: @george2_grr Robot...
cht: @george2_grr 机器人...
es: @george2_grr El robot...
it: @george2_grr Un robot...
ja: @george2_grr ロボット、か…
ko: @george2_grr 로봇이라...
pt_br: @george2_grr Robô...
ru: @george2_grr Робота...

source: @george2_sigh That's why he needed that book so badly...
cht: @george2_sigh 这也是他为何那么想要那本书...
es: @george2_sigh Así que para eso necesitaba ese libro...
it: @george2_sigh Ecco perché aveva bisogno di quel libro...
ja: @george2_sigh だから、あの本がバカみたいに 必要だったのね…
ko: @george2_sigh 그 책이 그렇게 간절히 필요했던 이유가 그거였군...
pt_br: @george2_sigh Por isso que ele precisava tanto daquele livro...
ru: @george2_sigh Так вот зачем ему до зарезу нужна была эта книга...

source: @george2 Y'all talking about a kid with white hair and goggles?
cht: @george2 你们在谈论一个白头发戴着护目镜的 小孩？
es: @george2 ¿Habláis de un niño de pelo blanco y con gafas?
it: @george2 Parlate di un ragazzino con capelli bianchi e occhiali?
ja: @george2 そいつって、アレでしょ。 白い髪をしてて、ゴーグルを頭に 着けた男の子のことでしょ？
ko: @george2 흰색 머리에 고글을 쓴 아이 얘기야?
pt_br: @george2 Cês tão falando do moleque de cabelo branco e óculos?
ru: @george2 Мы же говорим про беловолосого мальчишку с защитными очками?

source: @niko2 That's Cedric, yeah...
cht: @niko2 嗯，那是 Cedric...
es: @niko2 Ese es Cedric, sí...
it: @niko2 È Cedric, sì...
ja: @niko2 うん、セドリックだね…
ko: @niko2 네, 세드릭이요...
pt_br: @niko2 É o Cedric...
ru: @niko2 Да, это Седрик...

source: @george2_stress He ran in here earlier, grabbed one of the books from my archives, and ran straight out the door.
cht: @george2_stress 你不久前冲进来，从档案室抓住一本书 就关上门冲出去了。
es: @george2_stress Entró aquí hace un rato, cogió uno de los libros de mis archivos y salió flechado por la puerta.
it: @george2_stress È venuto qui prima, ha preso uno dei libri dai miei archivi ed è corso dritto fuori dalla porta.
ja: @george2_stress ここに飛び込んできたと思ったら、 アタシの収蔵庫から1冊持って どっか行っちゃったのよ。
ko: @george2_stress 그 아이가 아까 달려와서는, 내 보관실에서 책 하나를 집더니 바로 뛰어나갔어.
pt_br: @george2_stress Ele veio aqui mais cedo, pegou um livro dos meus arquivos e saiu correndo.
ru: @george2_stress Он сегодня сюда забежал, схватил книгу из моих архивов и сразу выскочил в дверь.

source: @george2_stress ...without even going through checkout!
cht: @george2_stress ...甚至没有结账！
es: @george2_stress ... ¡Sin pasar ni siquiera por el control de salida!
it: @george2_stress ...Senza nemmeno passare alla cassa!
ja: @george2_stress …貸出手続きもせずに！
ko: @george2_stress ...대출 처리도 하지 않고 말이지!
pt_br: @george2_stress ... e nem registrou a retirada do livro!
ru: @george2_stress ...и к тому же ещё не отметился!

source: @george2_no THE NERVE OF THAT KID!
cht: @george2_no 那个小孩有点勇气！
es: @george2_no ¡VAYA CON EL CRÍO!
it: @george2_no CHE FACCIA TOSTA!
ja: @george2_no 大した度胸じゃない！！！
ko: @george2_no 배짱이 제법이더라고!
pt_br: @george2_no MOLEQUE OUSADO!
ru: @george2_no ХВАТИЛО ЖЕ ЕМУ НАГЛОСТИ!

source: @niko4 Um...
cht: @niko4 嗯...
it: @niko4 Ehm...
ja: @niko4 あの…
ko: @niko4 음...
pt_br: @niko4 Hm...
ru: @niko4 Э-эм...

source: @george2_grr Said it was an emergency, so I didn't bother stopping him.
cht: @george2_grr 说是有紧急的事，所以我就没有阻止他。
es: @george2_grr Dijo que era una emergencia, así que no intenté detenerle.
it: @george2_grr Ha detto che era un'emergenza, quindi non mi sono sentita di fermarlo.
ja: @george2_grr 緊急事態だって言うから、止めなかったわ。
ko: @george2_grr 급하다고 하길래 굳이 막진 않았어.
pt_br: @george2_grr Disse que era uma emergência, por isso não tentei impedi-lo.
ru: @george2_grr Он сказал, это был экстренный случай, так что я не стала его останавливать.

source: @george2_sigh I...hope he doesn't get himself killed out there.
cht: @george2_sigh 我...希望他在外面安全。
es: @george2_sigh Espero... que no se mate por ahí fuera.
it: @george2_sigh ...Spero solo che non si faccia ammazzare, là fuori.
ja: @george2_sigh はー…あそこで死んでなきゃいいけど。
ko: @george2_sigh 밖에서 죽지 않으면 다행이지.
pt_br: @george2_sigh Só... espero que ele não se mate por aí.
ru: @george2_sigh Я...надеюсь, он выживет там снаружи...

source: @george3 ...robot...
cht: @george3 ...机器人...
it: @george3 ...Un robot...
ja: @george3 …ロボット…
ko: @george3 ...로봇이라...
pt_br: @george3 ... robô...
ru: @george3 ...робота...

source: @george3 Are you talking about...\.\. a boy with white hair and googles?
cht: @george3 你们是在谈论...\.\. 一个白头发戴着护目镜的小孩？
es: @george3 ¿Habláis de un niño...\.\. de pelo blanco y con gafas?
it: @george3 Parlate di...\.\. un ragazzo con capelli bianchi e occhiali?
ja: @george3 それって…\.\. 白い髪をしていて、 頭にゴーグルを着けている男の子のこと…？
ko: @george3 흰색 머리에 고글을 쓴 남자아이...\.\.말씀입니까?
pt_br: @george3 Estão falando de...\.\. um menino de cabelo branco e óculos?
ru: @george3 Вы говорите про...\.\. мальчика с белыми волосами и защитными очками?

source: @george3 He...
cht: @george3 他...
es: @george3 Él...
it: @george3 Lui...
ja: @george3 彼…
ko: @george3 그 아이는...
pt_br: @george3 Ele...
ru: @george3 Он...

source: @george3 He said he really needed a book from the backroom and said it was an emergency and I let him have it and he ran out and...
cht: @george3 他说他需要密室的一本书，并说是有紧 急的事，我就让他拿走了，他就冲出去了...
es: @george3 Dijo que necesitaba de verdad un libro de la trastienda, y que era una emergencia, y le dejé que se lo llevara, y se fue corriendo...
it: @george3 Ha detto che aveva davvero bisogno di un libro dal retro ed ha detto che era un'emergenza e gliel'ho dato ed è corso via e...
ja: @george3 奥の部屋にある本がどうしても 必要で、緊急だと言うものだから… 渡したらすぐさま出て行ってしまって…
ko: @george3 그 아이는 안쪽 방의 책 한 권이 정말 급하게 필요하다고 하더군요. 그래서 가져가라고 했더니 책을 들고 뛰어나갔습니다...
pt_br: @george3 Ele disse que precisava muito de um livro da sala dos fundos e disse que era uma emergência, por isso o deixei pegar. Depois ele correu e...
ru: @george3 Он сказал что ему очень нужна была книга из задней комнаты и что это был экстренный случай и я не стала ему мешать и он убежал и...

source: @george3_sigh Oh.... I should have stopped him....
cht: @george3_sigh 哦...我应该阻止他的...
es: @george3_sigh Oh... Debería haberlo detenido...
it: @george3_sigh Oh... Avrei dovuto fermarlo...
ja: @george3_sigh はぁ… 止めておくべきだった…
ko: @george3_sigh 아... 막을 걸 그랬군요...
pt_br: @george3_sigh Ah... eu devia ter impedido...
ru: @george3_sigh Ох.... мне надо было его остановить....

source: @george3_worry I hope he's...\.\.okay...
cht: @george3_worry 我希望他...\.\.没事...
es: @george3_worry Espero...\.\. que esté bien...
it: @george3_worry Spero...\.\. che stia bene...
ja: @george3_worry 彼…\.\.無事だといいけど…
ko: @george3_worry 무사했으면...\.\.좋겠군요...
pt_br: @george3_worry Espero que...\.\.ele esteja bem...
ru: @george3_worry Я надеюсь, с ним...\.\.всё в порядке...

source: @george4_golly A robot!
cht: @george4_golly 一个机器人！
es: @george4_golly ¡Un robot!
it: @george4_golly Un robot!
ja: @george4_golly ロボット！
ko: @george4_golly 로봇이라고!
pt_br: @george4_golly Um robô!
ru: @george4_golly Робота!

source: @george4_golly ...no wonder why he needed that book!
cht: @george4_golly ...不奇怪为何他需要那本书了！
es: @george4_golly ... ¡Seguro que por eso necesitaba el libro!
it: @george4_golly ...Certo che gli serviva quel libro!
ja: @george4_golly …だからあの本が必要だったのかー！
ko: @george4_golly ...그래서 그 책이 필요했던 거군!
pt_br: @george4_golly ... por isso precisava daquele livro!
ru: @george4_golly ...неудивительно, зачем ему понадобилась та книга!

source: @george4 We are talking about the same boy, right?
cht: @george4 我们说的是同一个男孩，对吗？
es: @george4 Hablamos del mismo chico, ¿no?
it: @george4 Stiamo parlando dello stesso ragazzo, giusto?
ja: @george4 あれれ、あの男の子のことでしょ？
ko: @george4 우리 같은 아이에 대해 이야기하고 있는 거 맞지?
pt_br: @george4 Estamos falando do mesmo menino, certo?
ru: @george4 Мы ведь говорим про одного и того же мальчишку, да?

source: @george4_golly Hat... white hair... goggles...
cht: @george4_golly 帽子... 白头发... 护目镜...
es: @george4_golly Sombrero... pelo blanco... gafas...
it: @george4_golly Cappello... capelli bianchi... occhiali...
ja: @george4_golly 帽子かぶってて…白髪で… あと、ゴーグルも…
ko: @george4_golly 모자... 흰색 머리... 고글...
pt_br: @george4_golly Chapéu... cabelo branco... óculos...
ru: @george4_golly Шляпа... белые волосы... защитные очки...

source: @george4_golly He, um...
cht: @george4_golly 他，嗯...
es: @george4_golly Él, eh...
it: @george4_golly Lui, ecco...
ja: @george4_golly カレね…その…
ko: @george4_golly 그 아이는...
pt_br: @george4_golly Ele, ahm...
ru: @george4_golly Он, эм...

source: @george4 He grabbed a book from the back room and then just bolted straight out!
cht: @george4 他从密室抓走一本书，关上门就冲出去了！
es: @george4 ¡Cogió un libro de la trastienda y luego se fue como un rayo!
it: @george4 Ha preso un libro dalla stanza sul retro ed è filato subito via!
ja: @george4 奥の部屋から本を1冊持って、 さっさと出て行っちゃった！
ko: @george4 안쪽 방에서 책 한 권을 집더니 밖으로 뛰어나갔어!
pt_br: @george4 Ele pegou um livro da sala dos fundos e fugiu correndo!
ru: @george4 Он схватил книгу из задней комнаты и молнией выскочил обратно!

source: @george4_oops He said it was an emergency, so I didn't try to stop him...
cht: @george4_oops 他说是有紧急的事，我就没有阻止他...
es: @george4_oops Dijo que era una emergencia, así que no intenté detenerlo...
it: @george4_oops Ha detto che era un'emergenza, quindi non ho provato a fermarlo...
ja: @george4_oops 緊急事態だーって言うから、 止めなかったんだ…
ko: @george4_oops 급하다고 하길래 막지 않았지.
pt_br: @george4_oops Disse que era uma emergência, por isso não tentei impedi-lo...
ru: @george4_oops Сказал, что это был экстренный случай, так что я не пыталась его останавливать...

source: @george4_golly Gosh... I hope he's okay...
cht: @george4_golly 天哪...我希望他平安...
es: @george4_golly Cielo santo... Espero que esté bien...
it: @george4_golly Caspita... Spero che stia bene...
ja: @george4_golly そっかー… 無事だといいんだけどね…
ko: @george4_golly 저런... 무사하면 좋겠네...
pt_br: @george4_golly Caramba... Espero que ele esteja bem...
ru: @george4_golly Блин... Я надеюсь, с ним всё нормально...

source: @george5 Building a robot, you say?
cht: @george5 组装机器人，你是说？
es: @george5 ¿Construir un robot, dices?
it: @george5 Costruire un robot, hai detto?
ja: @george5 ロボットを作る、ですって？
ko: @george5 로봇을 만든다고?
pt_br: @george5 Construindo um robô, é?
ru: @george5 Воссоздать робота, говоришь?

source: @george5 Could that be... why he needed that book?
cht: @george5 这是不是...就是他要那本书的原因？
es: @george5 ¿Sería por eso... que necesitaba ese libro?
it: @george5 Può essere a questo... che gli serviva quel libro?
ja: @george5 それが…あの本を 必要としていた理由なの？
ko: @george5 그래서... 그 책이 필요했던 건가?
pt_br: @george5 Será que era... por isso que ele precisava daquele livro?
ru: @george5 Может быть... именно поэтому ему понадобилась та книга?

source: @george5 Ah... a young man with white hair and green glasses ran in earlier.
cht: @george5 啊...一个白头发戴着护目镜的年轻人 先前冲进来了。
es: @george5 Ah... Un jovencito con el pelo blanco y unas gafas verdes entró hace un rato.
it: @george5 Ah... prima un giovanotto con i capelli bianchi e degli occhiali verdi è corso qui dentro.
ja: @george5 そのね…少し前に、緑のメガネを着けた、 白い髪の男の子が慌ててやってきたの。
ko: @george5 아... 아까 흰색 머리에 녹색 안경을 쓴 아이가 뛰어 들어왔었어.
pt_br: @george5 Ah... um jovem de cabelo branco e óculos verdes apareceu aqui mais cedo.
ru: @george5 Ах... сюда не так давно забегал молодой человек с белыми волосами и зелёными очками.

source: @george5 He said he really needed a book from the backroom... said it was an emergency, too!
cht: @george5 他说他很需要密室的一本书... 还说是 有紧急的事！
es: @george5 Dijo que necesitaba de verdad un libro de la trastienda... ¡y que era una emergencia!
it: @george5 Ha detto che aveva davvero bisogno di un libro dal retro... e che era un'emergenza!
ja: @george5 奥の部屋にある本がどうしても必要って… 緊急事態だとも言っていたわ！
ko: @george5 안쪽 방의 책 한 권이 꼭 필요하다면서... 진짜 급하다고 했지!
pt_br: @george5 Ele disse que precisava muito de um livro da sala dos fundos... que era uma emergência!
ru: @george5 Он сказал, что ему была очень нужна книга из задней комнаты... и добавил, что это была экстренная ситуация!

source: @george5_hmm Poor darling looked so stressed out... so I just gave him the book...
cht: @george5_hmm 可怜的宝贝看起来焦虑不安...所以我就 给了他那本书...
es: @george5_hmm El pobrecillo parecía tan alterado... Así que le di el libro sin más...
it: @george5_hmm Quel tesorino sembrava così stressato... quindi gli ho semplicemente dato il libro...
ja: @george5_hmm 本当に必死な様子で、何だか可哀想で… だから、その本は渡してあげたの…
ko: @george5_hmm 너무 긴박해 보이길래... 책을 그냥 줬어...
pt_br: @george5_hmm O pobrezinho parecia tão nervoso... eu entreguei o livro para ele...
ru: @george5_hmm Бедняжка выглядел таким напряжённым... так что я просто отдала ему эту книгу...

source: @george5 I hope he is safe...
cht: @george5 希望他平安...
es: @george5 Espero que esté a salvo...
it: @george5 Spero che stia bene...
ja: @george5 無事だといいのだけれど…
ko: @george5 무사하면 좋겠네...
pt_br: @george5 Espero que ele esteja bem...
ru: @george5 Я надеюсь, с ним ничего не случится.

source: @george6 Robot, eh?
cht: @george6 机器人，嗯？
es: @george6 Un robot, ¿eh?
it: @george6 Un robot, eh?
ja: @george6 ん、ロボットっつった？
ko: @george6 로봇이라고?
pt_br: @george6 Robô, é?
ru: @george6 Робота, говоришь?

source: @george6 Y'all talkin' about a lil' dude with white hair and goggles, right?
cht: @george6 你们在谈论一个白头发戴着护目镜的 小孩，是吗？
es: @george6 ¿Habláis de un niño de pelo blanco y con gafas, verdad?
it: @george6 Parlate di un tipetto coi capelli bianchi e gli occhiali, no?
ja: @george6 それってアレっしょ、白髪＆ゴーグルの チビガキのことっしょ？
ko: @george6 흰색 머리에 고글을 쓴 아이 얘기 맞지?
pt_br: @george6 Cês tão falando de um carinha de cabelo branco e óculos, né?
ru: @george6 Вы говорите про беловолосого паренька с очками на лбу?

source: @niko4 That's Cedric, yeah...
cht: @niko4 嗯，那是 Cedric...
es: @niko4 Ese es Cedric, sí...
it: @niko4 È Cedric, sì...
ja: @niko4 うん、セドリックだね…
ko: @niko4 네, 세드릭이에요...
pt_br: @niko4 É o Cedric...
ru: @niko4 Да, это Седрик...

source: @george6 Bruh ran off with one of my books!
cht: @george6 带着我一本书跑了！
es: @george6 ¡El chaval se escapó con unos de mis libros!
it: @george6 Quel tipo è scappato con uno dei miei libri!
ja: @george6 そいつなら、ウチの本1冊担いで どっかにブッ飛んでったけど！
ko: @george6 녀석이 내 책 한 권을 들고 갔어!
pt_br: @george6 O cara fugiu com um livro meu!
ru: @george6 Этот бро свистнул у меня книгу!
