Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: $But guess what? Soon you'll get to sleep in a real bed and eat real food again!
cht: $但是，你知道吗？很快 你就可以再次舒服地睡 在床上，吃到美味食物！
es: $Pero, adivina qué. ¡Pronto podrás volver a dormir en una cama de verdad y a comer comida de la buena!
it: $Ma non ti preoccupare, presto potrai dormire in un vero letto e mangiare del vero cibo!
ja: $でもね？もうすぐしたら 本物のベッドで寝て、 本物の食べ物を食べられ るようになるわよ！
ko: $그렇지만 집으로 돌아오면 진짜 침대에서 자고 맛좋은 음식을 먹을 수 있을 거야!
pt_br: $Mas logo você poderá dormir numa cama de verdade e comer comida de verdade!
ru: $Но только представь, скоро ты снова сможешь спать в настоящей постели и есть настоящую еду!

source: $Write back soon!
cht: $尽快回信！
es: $¡Escribe pronto!
it: $Rispondimi presto!
ja: $返事を待ってるから！
ko: $다시 편지 보내마!
pt_br: $Não demoro a escrever de novo!
ru: $Жду ответа!

source: $\n-love, mom.
cht: $\n-爱你，妈妈。
es: $\n-Con cariño, mamá.
it: $\n-Con affetto, mamma.
ja: $\nママより
ko: $\n-사랑하는 엄마가.
pt_br: $\n— com amor, mamãe.
ru: $\n-с любовью, мама.

source: @niko Aww...
cht: @niko 噢...
es: @niko Oh...
ja: @niko ほっこりするね…
ko: @niko 좋겠다...
pt_br: @niko Ahh...
ru: @niko О-о-о...

source: $Looks like we're supposed to pack stuff for the evacuation starting today...
cht: $看来我们要收拾东西， 准备今天撤离了...
es: $Parece que debemos recoger nuestras cosas para la evacuación que comienza hoy...
it: $A quanto pare oggi dobbiamo iniziare a fare i bagagli per l'evacuazione...
ja: $今日から、避難のために 荷造りしなきゃ いけないみたい…。
ko: $오늘부터 짐을 꾸려서 대피를 하라고 한다...
pt_br: $Parece que precisamos arrumar as coisas para a evacuação que começa hoje...
ru: $Похоже, пора паковать вещи. Сегодня начинается эвакуация...

source: $I wish these books weren't so heavy...it's gonna be a pain to carry them onto the ship.
cht: $要是这些书不那么重就 好了...要把它们搬 到船上太痛苦了。
es: $Ojalá estos libros no pesaran tanto... Me va a costar llevarlos hasta el barco.
it: $Come vorrei che questi libri non fossero così pesanti... Sarà faticoso portarli sulla nave.
ja: $本がこれほど 重いなんて…。 船まで運ぶの 絶対に大変だわ。
ko: $책이 너무 무겁지 않으면 좋겠는데... 배에 실으려면 고생 좀 하겠지.
pt_br: $Gostaria que estes livros não fossem tão pesados... será difícil carregá-los para o navio.
ru: $Жаль, что эти книги такие тяжёлые... Я надорвусь, пока буду перетаскивать их на корабль.

source: $But they're by the Author! I can't just throw them away!
cht: $但是这些书都是那位作 家写的！我不能直接把 它们扔了！
es: $¡Pero están escritos por el Autor! ¡No puedo tirarlos sin más!
it: $Ma sono dell'Autore! Non posso mica buttarli via!
ja: $でも、「作者」が書いた ものだから！ 捨てるわけには いかないわ！
ko: $하지만 이건 모두 저자가 쓴 책이야! 그냥 버릴 수는 없어!
pt_br: $Mas eles são do Autor! Não posso deixá-los para trás!
ru: $Но их написал Автор! Я не могу просто их выбросить!

source: @niko3 What in the world..?
cht: @niko3 这是怎么了...？
es: @niko3 ¿Pero qué diablos..?
it: @niko3 Ma che...?
ja: @niko3 今の、これ…何？
ko: @niko3 이건 대체...?
pt_br: @niko3 Mas o que...!
ru: @niko3 Что за дела..?

source: @niko Hey \p?
cht: @niko 嘿，\p？
es: @niko ¿\p?
it: @niko Ehi \p...
ja: @niko ねえ、 \p？
ko: @niko 저기, \p 님?
pt_br: @niko Oi, \p?
ru: @niko Эй, \p?

source: @niko_speak Doesn't the lady look...kind of familiar to you?
cht: @niko_speak 这位女士看起来...是不是有点眼熟？
es: @niko_speak ¿Esta señora no te resulta... familiar?
it: @niko_speak Quella signorina non ti sembra... familiare?
ja: @niko_speak あのお姉さん…どこかで見なかった？
ko: @niko_speak 저 사람... 어디서 많이 본 것 같지 않아요?
pt_br: @niko_speak Essa moça não lhe parece... um tanto familiar?
ru: @niko_speak Эта тётя не показалась тебе...немного знакомой?

source: @niko I wonder if she's related to the robot lady who gave me the amber.
cht: @niko 我好奇她是不是和给我琥珀的 那位机器人女士有关联。
es: @niko Me pregunto si estará emparentada con la mujer robot que me dio el ámbar.
it: @niko Mi chiedo se sia collegata la signorina robot che mi ha dato l'ambra.
ja: @niko 琥珀をくれたロボットのお姉さんと 何か関係あるのかな？
ko: @niko 호박석을 준 로봇하고 관련이 있는지 궁금하네요.
pt_br: @niko Será que ela é parente daquela moça-robô que me deu o âmbar?
ru: @niko Интересно, имеет ли она отношение к тёте-роботу, которая дала мне янтарь.

source: @niko_eyeclosed I almost want to ask her about it...
cht: @niko_eyeclosed 我差点想问她那件事...
es: @niko_eyeclosed Tengo ganas de preguntárselo...
it: @niko_eyeclosed Vorrei tanto chiederglielo...
ja: @niko_eyeclosed 聞いてみたいんだけど…
ko: @niko_eyeclosed 가능하면 물어보고 싶어요...
pt_br: @niko_eyeclosed Estou quase perguntando a ela sobre isso...
ru: @niko_eyeclosed Мне почти хочется её об этом спросить...

source: @niko ...should I?
cht: @niko ...我应该问吗？
es: @niko ... ¿Lo hago?
it: @niko ...Posso?
ja: @niko …いいかな？
ko: @niko ...그럴까요?
pt_br: @niko ... será que devo?
ru: @niko ...стоит ли мне?

source: @niko_eyeclosed She's still asleep...
cht: @niko_eyeclosed 她仍然在沉睡...
es: @niko_eyeclosed Aún sigue dormida...
it: @niko_eyeclosed È ancora addormentata...
ja: @niko_eyeclosed まだ寝てる…
ko: @niko_eyeclosed 하지만 아직 자고 있어요...
pt_br: @niko_eyeclosed Ela ainda está dormindo...
ru: @niko_eyeclosed Она всё ещё спит...

source: None of us have been sleeping very well in light of recent events...
cht: 最近发生的事情让我们谁都不能睡 一个好觉...
es: Ninguno de nosotros ha estado durmiendo bien a la luz de los últimos acontecimientos...
it: Nessuno di noi sta dormendo bene a causa dei recenti eventi...
ja: 最近さまざまなことが起きているせいで、 誰一人としてあまり睡眠が取れてない…
ko: 최근에는 우리 전부 다 제대로 잠을 잔 적이 없어...
pt_br: Nenhum de nós tem dormido bem com a situação atual...
ru: В свете последних событий никому из нас не удавалось выспаться от души...

source: The square particles took out a few of my robots last week, and
cht: 上周方块离子带走了我的几个 机器人，另外
es: Las partículas cuadradas acabaron con algunos de mis robots la semana pasada y...
it: Le particelle quadre hanno fatto fuori alcuni dei miei robot la settimana scorsa e...
ja: 先週、四角形粒子にロボットを何体か 破壊されてしまって、
ko: 지난주에는 사각형 입자가 로봇 몇 기를 완전히 망가뜨렸지. 그리고...
pt_br: As partículas quadradas derrubaram alguns robôs meus semana passada e...
ru: За прошлую неделю квадратные частицы растерзали несколько моих роботов, и

source: I can barely keep my eyes open, man...
cht: 我困得睁不开眼了，天呐...
es: Puf, apenas puedo mantener los ojos abiertos...
it: Riesco a malapena a tenere gli occhi aperti...
ja: 目を開けているのがやっとだ…
ko: 이런, 눈을 뜨고 있기도 힘들어...
pt_br: Mal consigo ficar de olhos abertos, cara...
ru: У меня уже глаза слипаются, приятель...

source: How does Dr. Silverpoint get all that energy?
cht: Silverpoint博士怎样得到那些能源的？
es: ¿Cómo consigue toda esa energía la Dra. Silverpoint?
it: Come fa la dottoressa Silverpoint ad avere tutta quell'energia?
ja: シルバーポイント博士は、なぜ あれほどの体力があるのだろう？
ko: 실버포인트 박사님은 대체 어디서 그런 힘이 솟는 거지?
pt_br: Onde a Dra. Silverpoint arranja tanta energia?
ru: Откуда у доктора Сильверпойнт столько энергии?

source: Hmm... I wonder what The Author would do in this situation...
cht: 唔...我想知道这种情况下作者会做什么...
es: Mmm... Me pregunto qué haría el Autor en esta situación...
it: Mh... Mi chiedo cosa farebbe l'Autore in questa situazione...
ja: ううむ…「作者」なら、この状況で何をするだろうか…
ko: 음, 그 저자라면 이 상황에서 과연 어떡할지 궁금하군...
pt_br: Hmm... Que será que o Autor faria numa situação dessas?
ru: Хм-м... Интересно, что бы Автор делал в данной ситуации...

source: Dr. Silverpoint usually references his works.
cht: Silverpoint博士经常引用他的作品。
es: La Dra. Silverpoint suele mencionar sus trabajos.
it: La dottoressa Silverpoint di solito fa riferimento alle sue opere.
ja: シルバーポイント博士は、いつも 彼の研究を参考にしている。
ko: 실버포인트 박사는 늘 그 사람이 쓴 저작을 참고하지.
pt_br: A Dra. Silverpoint geralmente menciona seus trabalhos.
ru: Доктор Сильверпойнт обычно ссылается на его работы.

source: @niko A coffee machine. It's almost empty.
cht: @niko 一台咖啡机。几乎是空的。
es: @niko Una máquina de café. Está medio vacía.
it: @niko Una macchina del caffè. È quasi vuota.
ja: @niko コーヒーメーカーだね。ほとんど空っぽ。
ko: @niko 커피 기계네요. 거의 비었어요.
pt_br: @niko Uma cafeteira. Quase vazia.
ru: @niko Кофемашина. Почти пустая.

source: @niko A warm pot of coffee.
cht: @niko 一壶热咖啡。
es: @niko Una jarra de café caliente.
it: @niko Una caraffa di caffè caldo.
ja: @niko 温かいコーヒーが入ったポット。
ko: @niko 따뜻한 커피가 든 주전자예요.
pt_br: @niko Um bule de café quente.
ru: @niko Тёплый кофейник.

source: @ed [What's left of a robot.]
cht: @ed [被丢弃的机器人。]
es: @ed [Lo que queda de un robot.]
it: @ed [I resti di un robot.]
ja: @ed [ロボットの残骸。]
ko: @ed [로봇의 잔해다.]
pt_br: @ed [O que restou de um robô.]
ru: @ed [Всё, что осталось от робота.]

source: @niko_eyeclosed It's beyond repair.
cht: @niko_eyeclosed 修不好了。
es: @niko_eyeclosed No se puede reparar.
it: @niko_eyeclosed È troppo danneggiato per essere riparato.
ja: @niko_eyeclosed 直せそうにないね。
ko: @niko_eyeclosed 수리하긴 힘들겠어요.
pt_br: @niko_eyeclosed É impossível consertá-lo.
ru: @niko_eyeclosed Его уже не починить.

source: @niko_what Just a head, yikes...
cht: @niko_what 只剩下一个头了，呀...
es: @niko_what Solo es una cabeza, puaj...
it: @niko_what Oddio, ma è una testa...
ja: @niko_what 頭だけだ、うええ…
ko: @niko_what 윽, 머리만 남았어요...
pt_br: @niko_what Só uma cabeça... nossa...
ru: @niko_what Одна голова. Ну и жесть...

source: @niko A depowered robot.
cht: @niko 一个没电的机器人。
es: @niko Un robot desenergizado.
it: @niko Un robot non alimentato.
ja: @niko 動力がなくなったロボット。
ko: @niko 움직이지 않는 로봇이에요.
pt_br: @niko Um robô sem energia.
ru: @niko Разряжённый робот.

source: @ed [A robot. It no longer has power.]
cht: @ed [一个机器人。已经没电了。]
es: @ed [Un robot. Ya no tiene energía.]
it: @ed [Un robot. Non è più alimentato.]
ja: @ed [ロボットだ。動力はない。]
ko: @ed [로봇이다. 동력이 끊어진 것 같다.]
pt_br: @ed [Um robô. Já não tem mais energia.]
ru: @ed [Робот. У него не осталось энергии.]

source: [I AM FUNCTIONAL!]
cht: [我启动了！]
es: [¡FUNCIONO!]
it: [SONO OPERATIVO!]
ja: [機能ガ正常になりましタ！]
ko: [저, 작동해요!]
pt_br: [ESTOU FUNCIONANDO!]
ru: [Я ФУНКЦИОНИРУЮ!]

source: This plane doesn't have a runway because night said so that's why. -GIR
cht: 这架飞机不需要跑道，因为night是这样说的。-GIR
es: Este avión no tiene pista porque night lo dijo, así que por eso es. -GIR
ja: この飛行機には滑走路が無い。 夜がそう言ったから。 ガー
ko: 이 비행기는 활주로가 없어. 밤에 그렇게 말했거든. 그게 이유야. -GIR
pt_br: Esse avião não tem pista porque a noite quis assim, é por isso. -GIR
ru: У этого самолёта нет взлётно-посадочной полосы, потому что night так сказала. -GIR

source: @cedric_sigh ...phew.
cht: @cedric_sigh ...唷。
es: @cedric_sigh ... Uf.
it: @cedric_sigh ...Fiu.
ja: @cedric_sigh …ふぅ。
ko: @cedric_sigh ...휴우.
pt_br: @cedric_sigh ... ufa.
ru: @cedric_sigh ...фух.

source: @cedric_smile Made it!
cht: @cedric_smile 成功了！
es: @cedric_smile ¡Listo!
it: @cedric_smile Ce l'abbiamo fatta!
ja: @cedric_smile 着きました！
ko: @cedric_smile 해냈어!
pt_br: @cedric_smile Consegui!
ru: @cedric_smile Долетели!

source: @cedric3 You...\.\.okay, there?
cht: @cedric3 你...\.\.还好吗？
es: @cedric3 ¿Estás...\.\.bien?
it: @cedric3 Stai...\.\. bene?
ja: @cedric3 あの…\.\.大丈夫ですか？
ko: @cedric3 너...\.\.괜찮아?
pt_br: @cedric3 Tá... \.\.tudo bem aí?
ru: @cedric3 Ты...\.\.там в порядке?

source: @niko_pancakes ...\>That was the coolest thing I have ever done in my entire life.
cht: @niko_pancakes ...\>这是我一生做过的最酷的事情。
es: @niko_pancakes ...\> Esa ha sido la cosa más guay que he hecho en toda mi vida.
it: @niko_pancakes ...\>È stata la cosa più bella che io abbia mai fatto.
ja: @niko_pancakes …\>ミー、今まで生きてきて こんな楽しいこと知らなかったよ。
ko: @niko_pancakes ...\>제 평생 최고로 멋진 경험이었어요.
pt_br: @niko_pancakes ... \>Foi a coisa mais legal que já fiz em toda minha vida.
ru: @niko_pancakes ...\>Это было круче всего, что со мной случалось за всю мою жизнь.

source: @cedric_smile Heheh...\.\. reactions from first-timers are always delightful to watch.
cht: @cedric_smile 呵呵...\.\.看第一次坐飞机人的反应真是 件愉快的事。
es: @cedric_smile Je, je, je...\.\. Me encanta ver las reacciones de los primerizos.
it: @cedric_smile Eheh...\.\. le reazioni della prima volta sono sempre un piacere da guardare.
ja: @cedric_smile ふふ…\.\. 初めて乗る人の反応は、 いつ見ても楽しいものです。
ko: @cedric_smile 헤헤...\.\. 처음 하늘을 나는 사람들의 반응을 보면 늘 기분이 좋지.
pt_br: @cedric_smile Heheh...\.\. é sempre gostoso ver a reação dos novatos.
ru: @cedric_smile Хе-хех...\.\. всегда приятно смотреть на реакцию новичков.

source: @niko6 Hey, \p?
cht: @niko6 嘿，\p？
es: @niko6 Oye, \p.
it: @niko6 Ehi, \p?
ja: @niko6 ねえ、 \p?
ko: @niko6 저기, \p 님?
pt_br: @niko6 Ei, \p?
ru: @niko6 Эй, \p?

source: @niko2 That... was really fun.
cht: @niko2 这真的...很开心。
es: @niko2 Eso... ha sido muy divertido.
it: @niko2 È stato... proprio divertente.
ja: @niko2 本当に…すっごく楽しかったよ。
ko: @niko2 정말... 재미있었어요.
pt_br: @niko2 Foi... muito divertido.
ru: @niko2 Это... было очень здорово.

source: @niko_speak Did you... have fun too?
cht: @niko_speak 你是不是...也很开心？
es: @niko_speak ¿Tú... también te lo has pasado bien?
it: @niko_speak Lo è stato... anche per te?
ja: @niko_speak 神様も…楽しかった？
ko: @niko_speak \p 님도 재미있었나요?
pt_br: @niko_speak Você... também se divertiu?
ru: @niko_speak А тебе... тоже понравилось?

source: @niko_eyeclosed I mean... you weren't on the plane with me, but...
cht: @niko_eyeclosed 我是说...你没有和我在飞机上，但...
es: @niko_eyeclosed En fin... No estabas conmigo en el avión, pero...
it: @niko_eyeclosed Voglio dire... non eri sull'aereo con me, ma...
ja: @niko_eyeclosed えっと…ミーと一緒に乗ってたわけじゃ なかったけど、でも…
ko: @niko_eyeclosed 물론... 저랑 비행기에 타지는 않았지만...
pt_br: @niko_eyeclosed Quero dizer... você não estava no avião comigo, mas...
ru: @niko_eyeclosed Ну... конечно, тебя не было со мной на самолёте, но...

source: @niko_speak You got to watch it at least, right?
cht: @niko_speak 你至少在看着的，对吧？
es: @niko_speak Al menos pudiste verlo, ¿no?
it: @niko_speak Almeno hai potuto guardare, giusto?
ja: @niko_speak 見ることはできたでしょ？
ko: @niko_speak 보긴 하셨을 테니까요. 그렇죠?
pt_br: @niko_speak Pelo menos viu, não foi?
ru: @niko_speak Тебе досталась роль наблюдателя, не так ли?

source: @niko And... \.\.Cedric...?
cht: @niko 那...\.\.Cedric...?
es: @niko Y... \.\.¿Cedric...?
it: @niko E... \.\.Cedric...?
ja: @niko それに… \.\.セドリック…？
ko: @niko 그리고... \.\.세드릭...?
pt_br: @niko E... \.\.Cedric...?
ru: @niko И... \.\.Седрик...?

source: @cedric3 Yeah?
cht: @cedric3 怎样？
es: @cedric3 ¿Sí?
it: @cedric3 Sì?
ja: @cedric3 はい？
ko: @cedric3 응?
pt_br: @cedric3 Sim?
ru: @cedric3 Да?

source: @niko_eyeclosed Thanks...
cht: @niko_eyeclosed 谢谢...
es: @niko_eyeclosed Gracias...
it: @niko_eyeclosed Grazie...
ja: @niko_eyeclosed ありがとう…
ko: @niko_eyeclosed 고마워요...
pt_br: @niko_eyeclosed Valeu...
ru: @niko_eyeclosed Спасибо...

source: @cedric3 ....\.\.What for?
cht: @cedric3 ...\.\.谢什么？
es: @cedric3 ¿...\.\. Por qué?
it: @cedric3 ...\.\.Per cosa?
ja: @cedric3 …\.\.何のお礼ですか？
ko: @cedric3 ....\.\.뭐가?
pt_br: @cedric3 ... \.\.Pelo quê?
ru: @cedric3 ....\.\.За что?

source: @niko_speak Flying!
cht: @niko_speak 带我飞！
es: @niko_speak ¡Por el vuelo!
it: @niko_speak Per il volo!
ja: @niko_speak 飛んだ！
ko: @niko_speak 하늘을 날게 해 줘서요!
pt_br: @niko_speak Voar!
ru: @niko_speak За полёт!

source: @cedric Oh, um...
cht: @cedric 噢，嗯...
it: @cedric Oh, ehm...
ja: @cedric ああ、ええと…
ko: @cedric 음...
pt_br: @cedric Ah, ahm...
ru: @cedric О... эм...

source: @cedric_smile You're... \.\.welcome?
cht: @cedric_smile 不用...\.\.谢！
es: @cedric_smile ¿... \.\.De nada?
it: @cedric_smile Non... \.\.c'è di che?
ja: @cedric_smile どう… \.\.いたしまして？
ko: @cedric_smile 어... \.\.별말씀을.
pt_br: @cedric_smile Ué... \.\.De nada.
ru: @cedric_smile На... \.\.здоровье?

source: @niko_eyeclosed And... for answering my questions back there, too...
cht: @niko_eyeclosed ...也谢谢你回答我的问题...
es: @niko_eyeclosed Y... también por contestar a mis preguntas antes...
it: @niko_eyeclosed E... anche per aver risposto alle mie domande...
ja: @niko_eyeclosed あと…ミーの質問にも答えてくれたから…
ko: @niko_eyeclosed 그리고... 아까 제 질문에 답해 준 것도요...
pt_br: @niko_eyeclosed E... por responder às minhas perguntas também...
ru: @niko_eyeclosed И ещё... за то, что отвечал на мои вопросы...

source: @niko5 And... \.\.for telling me more about the World Machine.
cht: @niko5 还有...\.\.告诉我很多关于世界机器的事情。
es: @niko5 Y... \.\.por hablarme de la máquina del mundo.
it: @niko5 E... \.\.per avermi spiegato molte cose sulla World Machine.
ja: @niko5 それだけじゃない… \.\.ワールドマシンのことも もっと教えてくれた。
ko: @niko5 그리고... \.\.세상 기계에 대해 자세히 말해 준 것도요.
pt_br: @niko5 E... \.\.por me falar mais sobre a Máquina do Mundo.
ru: @niko5 И... \.\.за то, что рассказал про Мировую Машину.

source: @niko_upset I'm just.... \.\.really sorry about what happened to your old world, though...
cht: @niko_upset 对于...\.\.在你旧世界发生的事，我感到 很抱歉...
es: @niko_upset Es que... \.\.Siento mucho lo que le pasó a tu antiguo mundo...
it: @niko_upset Mi... \.\.dispiace molto per quello che è successo al tuo vecchio mondo...
ja: @niko_upset あのね、ミーは… \.\.君たちの世界で起きたことを 知った時、本当につらかったんだ…
ko: @niko_upset 전... \.\.당신들의 옛 세상에 생긴 일이 안타까워요...
pt_br: @niko_upset Eu.... \.\.sinto muito pelo que aconteceu com seu mundo antigo...
ru: @niko_upset Мне просто.... \.\.очень жаль, что с твоим миром такое произошло...

source: @niko2 So...\.\. I'll help you the best that I can.
cht: @niko2 因此...\.\.我会尽我所能帮助你
es: @niko2 Así que...\.\. te ayudaré todo lo que pueda.
it: @niko2 Ed è per questo...\.\. che farò del mio meglio.
ja: @niko2 だから…\.\. ミーにできることなら、何でもする。
ko: @niko2 그래서 말인데...\.\. 최선을 다해 도울게요.
pt_br: @niko2 Então...\.\. vou fazer tudo o que puder.
ru: @niko2 Так что...\.\.я изо всех сил постараюсь тебе помочь.

source: @niko4 And...\.\. even if it's all just a machine, this world is still...\.\.\@niko2 nice...
cht: @niko4 而且...\.\.即使它就是台机器， 这个世界也很依旧...\.\.\@niko2 很美...
es: @niko4 Y...\.\. incluso si es solo una máquina, este mundo es...\.\.\@niko2 bonito...
it: @niko4 Sai...\.\. anche se questo mondo è solo una simulazione... \.\.\@niko2 è comunque bello...
ja: @niko4 それに…\.\. みーんな機械だったとしても、この世界は… \.\.\@niko2 綺麗で…
ko: @niko4 그리고...\.\. 모두 하나의 기계에 불과하다 해도, 이 세상은 아직...\.\.\@niko2 멋있어요...
pt_br: @niko4 E...\.\. mesmo se for só uma máquina, esse mundo é tão... \.\.\@niko2 legal...
ru: @niko4 И...\.\. даже если всё это всего лишь машина, этот мир всё равно...\.\.\@niko2 хороший...

source: @niko_eyeclosed I mean, I got to fly... \.\.I got to see the ocean...
cht: @niko_eyeclosed 我要飞翔...\.\.我要去看海洋...
es: @niko_eyeclosed Quiero decir, he volado... \.\.he visto el mar...
it: @niko_eyeclosed Cioè, ho potuto volare... \.\.ho potuto vedere l'oceano...
ja: @niko_eyeclosed あの、空を飛んだり… \.\.海を見たり…
ko: @niko_eyeclosed 제가 하늘을 날았잖아요... \.\.바다도 보고...
pt_br: @niko_eyeclosed Eu voei... \.\.vi o mar...
ru: @niko_eyeclosed Я смог полетать... \.\.Я увидел океан...

source: @niko And...\.\.I got to meet a lot of nice people!\n\>\@niko_speak People like you!
cht: @niko 我...\.\.要去见很多友好的人们！\n\>\@niko_speak 像你一样的人们！
es: @niko ¡Y...\.\.he conocido a un montón de buena gente!\n\>\@niko_speak ¡Gente como tú!
it: @niko E...\.\. ho potuto incontrare molte persone gentili!\n\>\@niko_speak Persone come te!
ja: @niko あと…\.\.素敵な人たちにたくさん会えた！\n\>\@niko_speak セドリックみたいな！
ko: @niko 또...\.\.좋은 사람들도 많이 만났어요!\n\>\@niko_speak 당신 같은 사람들이요!
pt_br: @niko E... \.\.conheci um monte de gente legal!\n\>\@niko_speak Gente igual você!
ru: @niko И...\.\.я встретил столько замечательных людей!\n\>\@niko_speak Например, тебя!

source: @niko_eyeclosed ...and Prototype, even if he's broken right now.
cht: @niko_eyeclosed ...还有Prototype，即使他现在出故障了。
es: @niko_eyeclosed ... Y Prototipo, aunque ahora esté roto.
it: @niko_eyeclosed ...E come Prototipo, anche se adesso è rotto.
ja: @niko_eyeclosed …それに、プロトタイプもね。今は 壊れちゃってるけど。
ko: @niko_eyeclosed ...프로토타입도요. 지금은 부서졌지만.
pt_br: @niko_eyeclosed ... e o Protótipo, mesmo ele quebrado agora.
ru: @niko_eyeclosed ...и Прототипа, хотя сейчас он сломан.

source: @cedric ...\>\@cedric_smile I'm glad you are taking it so well, Niko.
cht: @cedric ...\>\@cedric_smile 我很高兴你的心态能这么客观，Niko。
es: @cedric ...\>\@cedric_smile Me alegro de que te lo estés tomando tan bien, Niko.
it: @cedric ...\>\@cedric_smile Mi fa piacere tu la stia prendendo così bene.
ja: @cedric …\>\@cedric_smile そういうふうに言ってもらえると、 僕も嬉しいです、ニコ。
ko: @cedric ...\>\@cedric_smile 그렇게 잘 받아들이다니 정말 다행이야, 니코.
pt_br: @cedric ... \>\@cedric_smile Fico feliz que esteja levando tão na boa, Niko.
ru: @cedric ...\>\@cedric_smile Я рад, что ты с этим так хорошо справляешься, Нико.

source: @cedric2 And... I'm glad that we have met as well.
cht: @cedric2 而且...很高兴我们能认识。
es: @cedric2 Y... también me alegro de que nos hayamos conocido.
it: @cedric2 E... sono felice di averti incontrato.
ja: @cedric2 僕も…君と出会えて、良かったです。
ko: @cedric2 그리고... 나도 널 만나서 기뻐.
pt_br: @cedric2 E... fico feliz de ter te conhecido.
ru: @cedric2 И... я тоже рад, что мы встретились.

source: @cedric_sigh ...Despite the...\.\. circumstances.
cht: @cedric_sigh ...尽管是...\.\.在这样的处境下。
es: @cedric_sigh ... A pesar de...\.\. las circunstancias.
it: @cedric_sigh ...Nonostante...\.\. le circostanze.
ja: @cedric_sigh …まあ…\.\. こんな状況ですが。
ko: @cedric_sigh ...비록...\.\. 이런 상황이지만...
pt_br: @cedric_sigh .... Apesar das... \.\.circunstâncias.
ru: @cedric_sigh ...Несмотря на...\.\. обстоятельства.

source: @cedric_talk Ah, speaking of Proto... \@cedric_hmm I should probably head off now.
cht: @cedric_talk 说到Proto...\@cedric_hmm 我现在可能要走了。
es: @cedric_talk Ah, hablando de Proto... \@cedric_hmm Probablemente debería ponerme en marcha.
it: @cedric_talk Ah, a proposito di Proto... \@cedric_hmm Probabilmente dovrei andare.
ja: @cedric_talk ああ、プロトで思い出した… \@cedric_hmm そろそろ行きますね。
ko: @cedric_talk 아, 프로토 이야기가 나와서 말인데... \@cedric_hmm 난 이제 가야 돼.
pt_br: @cedric_talk Ah, falando do Proto... \@cedric_hmm Preciso ir agora.
ru: @cedric_talk О, и кстати о Прото... \@cedric_hmm Думаю, мне пора отправляться.

source: @cedric I need to go pick up the siblings too...
cht: @cedric 我还要去接那对兄妹...
es: @cedric También tengo que recoger a los hermanos...
it: @cedric Devo anche andare a prendere i fratelli...
ja: @cedric あの兄妹を迎えにいかなくては…
ko: @cedric 남매를 데려와야지...
pt_br: @cedric Preciso buscar os irmãos também...
ru: @cedric А ещё мне надо забрать того братишку с сестрёнкой...

source: @niko2 That's true...\.\. those two have been waiting for a while now...
cht: @niko2 是的...\.\.他们应该在等着你呢...
es: @niko2 Es verdad...\.\. esos dos ya llevan esperando un buen rato...
it: @niko2 È vero...\.\. quei due stanno aspettando ormai da un bel po'...
ja: @niko2 そうだね…\.\. あの2人、ずっと待たせちゃってるから…
ko: @niko2 맞아요...\.\. 오래 기다렸을 거예요...
pt_br: @niko2 Verdade...\.\. eles já devem estar esperando há algum tempo...
ru: @niko2 И правда...\.\. те двое уже давно ждут...

source: @cedric_hmm In the meantime...
cht: @cedric_hmm 还有...
es: @cedric_hmm Mientras tanto...
it: @cedric_hmm Nel frattempo...
ja: @cedric_hmm ところで…
ko: @cedric_hmm 그런데...
pt_br: @cedric_hmm Enquanto isso...
ru: @cedric_hmm А пока...

source: @cedric_smile Do you remember what to do to get to the surface?
cht: @cedric_smile 你记得去地面要做什么吗？
es: @cedric_smile ¿Te acuerdas de cómo llegar a la superficie?
it: @cedric_smile Ricordi cosa devi fare per tornare al pianoterra?
ja: @cedric_smile 地表に下りる方法は、覚えていますか？
ko: @cedric_smile 지상층으로 가려면 뭘 해야 하는지 기억나?
pt_br: @cedric_smile Você lembra do que fazer para chegar até a superfície?
ru: @cedric_smile Ты помнишь, что делать, чтобы добраться до поверхности?

source: @niko_speak I remember having to fix an elevator button!
cht: @niko_speak 我记得要去修理一个电梯按钮！
es: @niko_speak ¡Me acuerdo de tener que arreglar el botón de un ascensor!
it: @niko_speak Ricordo che devo riparare un pulsante dell'ascensore!
ja: @niko_speak エレベーターのボタンを 修理しなくちゃダメなのは覚えてるよ！
ko: @niko_speak 엘리베이터 버튼을 고쳐야 한다는 거, 기억나요!
pt_br: @niko_speak Lembro de ter que consertar o botão de um elevador!
ru: @niko_speak Я помню, что мне надо было починить кнопку лифта!

source: @cedric_hmm Alright, you should attend to that, then.
cht: @cedric_hmm 好的，你应该去。
es: @cedric_hmm Vale, deberías ponerte a ello entonces.
it: @cedric_hmm Perfetto, allora dovresti farlo.
ja: @cedric_hmm よし。じゃあ、それをお願いします。
ko: @cedric_hmm 좋아. 그럼 그렇게 해.
pt_br: @cedric_hmm Certo, vamos começar por isso então.
ru: @cedric_hmm Ну, тогда тебе пора этим заняться.

source: @cedric_talk Let's meet up here in an hour, okay?
cht: @cedric_talk 我们一小时后在这里见，好吗？
es: @cedric_talk Nos vemos aquí en una hora, ¿vale?
it: @cedric_talk Incontriamoci qui tra un'ora, va bene?
ja: @cedric_talk 1時間後に、またここでいいですか？
ko: @cedric_talk 한 시간 후에 여기에서 만나, 알겠지?
pt_br: @cedric_talk A gente se encontra aqui em cima daqui a uma hora, tá?
ru: @cedric_talk Встречаемся здесь через час, хорошо?
