Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @george4_golly But the pile of manuscripts never seems to get any smaller!
cht: @george4_golly 但那堆手稿似乎没有变少！
es: @george4_golly ¡Pero el montón de manuscritos no baja!
it: @george4_golly Ma la pila di manoscritti sembra non diminuire mai!
ja: @george4_golly しかも、原稿の山が一向に減らない！
ko: @george4_golly 근데 저 원고 더미는 전혀 줄어들지를 않아!
pt_br: @george4_golly Mas as pilhas de manuscritos não diminuem!
ru: @george4_golly Но непохоже, что эта куча становится меньше!

source: @george4_golly ...at all!
cht: @george4_golly ...一点也没有！
es: @george4_golly ... ¡Ni un poquito!
it: @george4_golly ...neanche un po'!
ja: @george4_golly …これっぽっちも！
ko: @george4_golly ...전혀!
pt_br: @george4_golly ... de jeito nenhum!
ru: @george4_golly ...от слова совсем!

source: @george4_oops Golly, you think I'm going bonkers?
cht: @george4_oops 天啊，你觉得我会发疯吗？
es: @george4_oops Cielos, ¿crees que me estoy volviendo loca?
it: @george4_oops Accidenti, credi che stia andando fuori di testa?
ja: @george4_oops どうしよう、わたし、 頭おかしくなっちゃったのかな？
ko: @george4_oops 아, 내가 제정신이 아니라고 생각하는 건 아니겠지?
pt_br: @george4_oops Cara, acha que eu vou ficar maluca?
ru: @george4_oops Блин, неужто я схожу с ума?

source: @george5_smile I see you've taken an interest to the manuscripts!
cht: @george5_smile 我感觉你对这些手稿有兴趣！
es: @george5_smile ¡Veo que te interesan los manuscritos!
it: @george5_smile Vedo che ti sei interessato ai manoscritti!
ja: @george5_smile まぁ、原稿に興味があるのね！
ko: @george5_smile 그 원고에 관심이 있는 모양이로구나!
pt_br: @george5_smile Vi que você está interessada nos manuscritos!
ru: @george5_smile Вижу, тебя заинтересовали рукописи!

source: @niko What are they for?
cht: @niko 它们是做什么用的？
es: @niko ¿Para qué son?
it: @niko A cosa servono?
ja: @niko 何の原稿なの？
ko: @niko 이건 뭐에 쓰는 거죠?
pt_br: @niko Para que eles servem?
ru: @niko А для чего они?

source: @george5_aww Well, aren't you curious, little one!
cht: @george5_aww 难道你不好奇吗，小孩！
es: @george5_aww ¡Vaya! Qué curioso eres, pequeño.
it: @george5_aww Sei curioso, piccino?
ja: @george5_aww ふふ、好奇心旺盛な子ね！
ko: @george5_aww 어머, 호기심이 많은 아이네!
pt_br: @george5_aww Bem, que curiosidade gostosa, criança?!
ru: @george5_aww Ой, малыш, какой ты любопытный!

source: @george5 The Author passed these drafts to me, you see!
cht: @george5 你看，作者将这些手稿寄给我！
es: @george5 ¡Son los borradores que me pasó el Autor!
it: @george5 L'Autore mi ha passato queste bozze!
ja: @george5 これはね、「作者」が送ってきたものなの！
ko: @george5 지금 네가 보고 있는 건, 저자가 내게 보낸 원고란다!
pt_br: @george5 O Autor me envia esses rascunhos, está vendo?!
ru: @george5 Видишь ли, Автор передал мне эти черновики!

source: @george5_smile Since I'm the head librarian, I am supposed to help him publish these!
cht: @george5_smile 因为我是图书馆馆长，我应该帮助他出 版这些！
es: @george5_smile Soy la directora de la biblioteca, ¡tengo que ayudarle a publicar todo esto!
it: @george5_smile Dato che sono la capo bibliotecaria, dovrei aiutarlo a pubblicarle!
ja: @george5_smile 私は図書館長だから、彼の出版も 手伝っているのよ！
ko: @george5_smile 나는 수석 사서라서, 그의 책 출간을 돕고 있거든!
pt_br: @george5_smile Já que sou a bibliotecária-chefe, eu preciso ajudá-lo a publicar esses livros!
ru: @george5_smile И так как я тут главный библиотекарь, я должна помогать ему с их публикацией!

source: @george5_hmm But... oh, I haven't seen that gentleman lately....
cht: @george5_hmm 但是...我最近没有见过这位绅士...
es: @george5_hmm Pero... ay, hace tiempo que ese hombre no se pasa por aquí.
it: @george5_hmm Però... oh, non ho notizie di quel gentiluomo da un po' di tempo...
ja: @george5_hmm でも…あの方とは しばらく会ってないわね…
ko: @george5_hmm 하지만, 음, 최근에는 그 신사분을 보지 못했어...
pt_br: @george5_hmm Mas... ah, não tenho o visto ultimamente...
ru: @george5_hmm Только... ох, я уже давно не видела этого джентльмена....

source: @george5 Which is quite strange! Usually he delivers these manuscripts to me faster than I can work on them!
cht: @george5 真是很奇怪！一般情况下，他给我寄手稿 的速度要比我处理的速度快？
es: @george5 ¡Es un poco raro! Normalmente, me entrega los manuscritos enseguida para que me ponga a trabajar en ellos.
it: @george5 ...il che è piuttosto strano! Solitamente mi consegna questi manoscritti con una frequenza tale che non riesco a stargli dietro!
ja: @george5 とても珍しいことなのよ！いつもなら、 私の作業速度を超える速さで 原稿を届けてくるっていうのに！
ko: @george5 참 이상한 일이지! 평소에 저자는 내가 편집하는 속도보다 더 빨리 원고를 써서 가져오거든!
pt_br: @george5 O que é muito estranho! Ele geralmente me entrega os manuscritos antes de eu terminar a última leva!
ru: @george5 И это весьма странно! Обычно он доставляет мне новые рукописи быстрее, чем я успеваю обработать старые!

source: @george5_heh I guess now it just means I get a little more breathing room, hohoho!
cht: @george5_heh 我觉得这意味着，我有了更多喘气的 时间了。
es: @george5_heh Supongo que ahora tengo un poco más de tiempo para respirar, ¡ja, ja!
it: @george5_heh Vorrà dire che adesso potrò vivere più leggera, ohohoh!
ja: @george5_heh 一息つける時間ができたってことでも あるのだけれどね、うふふ！
ko: @george5_heh 덕분에 조금 숨을 돌릴 틈이 생겼지만 말이야, 호호호!
pt_br: @george5_heh Acho que agora vou ter um tempinho para respirar, hahaha!
ru: @george5_heh Думаю, это значит, что у меня наконец будет немного времени для отдыха, хо-хо-хо!

source: @niko_speak That's good!\>\@niko ...right?
cht: @niko_speak 这很好！\>\@niko ...对吧？
es: @niko_speak ¡Eso siempre está bien!\>\@niko ... ¿verdad?
it: @niko_speak Meglio così!\>\n\@niko ...Oppure no?
ja: @niko_speak それは良かった！\>\@niko …んだよね？
ko: @niko_speak 잘됐네요!\>\@niko ... 그렇죠?
pt_br: @niko_speak Isso é bom!\>\@niko ... não é?
ru: @niko_speak Это хорошо!\>\@niko ...правда?

source: @george5_hmm I don't know! I AM quite worried about him.
cht: @george5_hmm 我不知道！我很担心他。
es: @george5_hmm ¡No sé! Estoy bastante preocupada por él.
it: @george5_hmm Non lo so! Effettivamente SONO un po' preoccupata per lui.
ja: @george5_hmm どうかしらね！ただ、あの御方のことは とても心配よ。
ko: @george5_hmm 잘 모르겠어! 오히려 걱정된다니까.
pt_br: @george5_hmm Eu não sei! Eu estou meio preocupada com ele.
ru: @george5_hmm Я не знаю! Я за него очень волнуюсь.

source: @george5_hmm I hope he hasn't fallen ill from all that stress!
cht: @george5_hmm 我希望他不会因为压力而生病！
es: @george5_hmm ¡Espero que no se haya puesto enfermo por estrés!
it: @george5_hmm Spero non si sia ammalato per tutto quello stress!
ja: @george5_hmm ストレスで病気になっていなければ いいのだけれど！
ko: @george5_hmm 그 분이 스트레스로 병을 얻은 게 아니라면 좋겠는데 말야!
pt_br: @george5_hmm Espero que ele não tenha tido um ataque de tanto estresse.
ru: @george5_hmm Надеюсь, он не заболел от такой нагрузки!

source: @george5_smile At least I got my hands full for the time being.
cht: @george5_smile 至少目前我手头的工作满了。
es: @george5_smile Al menos tengo cosas que hacer mientras tanto.
it: @george5_smile Beh, almeno continuerò ad avere lavoro da fare per un po'.
ja: @george5_smile でも、当分は私も手一杯なの。
ko: @george5_smile 적어도 당분간은 나도 일거리가 떨어지지 않을 거야.
pt_br: @george5_smile Pelo menos, tenho muita coisa para fazer por enquanto.
ru: @george5_smile По крайней мере, у меня пока что дел хватает.

source: @george5 Even though he's stopped sending me things, it doesn't feel like he did at all!
cht: @george5 即使他不寄给我东西，也没什么感觉！
es: @george5 Aunque haya dejado de mandarme cosas, ¡no afecta a la carga de trabajo!
it: @george5 Nonostante abbia smesso di inviarmi cose, per me è cambiato meno di niente!
ja: @george5 原稿は送られてこなくなったのに、 そんな感じがまったくしないの！
ko: @george5 그 분이 이제 원고를 보내지 않는데도, 전혀 실감이 안 난다니까!
pt_br: @george5 E, mesmo ele parando de me enviar essas coisas, parece que ele continua enviando!
ru: @george5 У меня такое чувство, будто он и не переставал присылать свои работы!

source: @george5_heh The pile of manuscripts I still need to proofread doesn't seem to get smaller, haha!
cht: @george5_heh 我需要校对的那堆手稿似乎没有变少，哈哈！
es: @george5_heh El montón de manuscritos pendientes de revisar no baja ni así, ¡ja, ja!
it: @george5_heh Il mucchio di manoscritti che devo ancora revisionare non sembra diminuire, ahah!
ja: @george5_heh 校正作業の必要な原稿の山が これっぽっちも小さくならないのよ、ふふ！
ko: @george5_heh 지금 교정 중인 저 원고 더미도, 전혀 줄어들지 않은 것만 같아. 하하!
pt_br: @george5_heh A pilha de manuscritos que preciso revisar não diminui nunca, haha!
ru: @george5_heh Кипы рукописей, которых мне ещё предстоит откорректировать, никак не уменьшаются, ха-ха!

source: @niko This box is full of loose papers and notebooks.
cht: @niko 这些盒子里塞满了松散的纸张和笔记本。
es: @niko Esta caja está llena de libretas y papeles sueltos.
it: @niko Questa scatola è piena di cartacce e quaderni.
ja: @niko この箱には紙とノートが いっぱい入ってる。
ko: @niko 이 상자는 공책과 종이 낱장으로 가득하네요.
pt_br: @niko Essa caixa está cheia de papeis e cadernos.
ru: @niko Эта коробка полна бумаг и записных книжек.

source: @george6_point Yo, these are the manuscripts The Author gave me.
cht: @george6_point 哟，这些是作者寄给我的手稿。
es: @george6_point Tío, estos son los manuscritos que me envió el Autor.
it: @george6_point Yo! Questi sono i manoscritti che l'Autore mi ha mandato.
ja: @george6_point イエー。これは「作者」が送ってきた 原稿ちゃんたちよん。
ko: @george6_point 요, 이건 다 저자 친구가 내게 보낸 원고야.
pt_br: @george6_point É, são manuscritos que o Autor me enviou.
ru: @george6_point Хэй, а это рукописи, которые мне дал Автор.

source: @george6_smile I'm supposed to like, help him publish and stuff.
cht: @george6_smile 我应该喜欢帮助他出版这些作品。
es: @george6_smile Se supone que le tengo que ayudar a publicar y demás.
it: @george6_smile Dovrei, tipo, aiutarlo a pubblicare e cose così.
ja: @george6_smile ウチが、アイツの本の出版を手伝ってんの。
ko: @george6_smile 난 그 친구가 책을 출판하는 걸 돕고 있지.
pt_br: @george6_smile Eu preciso publicá-los.
ru: @george6_smile Я как бы тут ему помогаю с публикацией и тому подобным.

source: @george6 But he hasn't shown his face 'round these parts lately.
cht: @george6 但他最近没有露面。
es: @george6 Pero no se le ha visto la cara por aquí últimamente.
it: @george6 Ma è da un po' che non si fa vivo.
ja: @george6 でも最近ぜーんぜん顔見せてくんないのよ。
ko: @george6 하지만 그 친구, 최근에는 여기에 코빼기도 안 보이더라고.
pt_br: @george6 Mas tem um tempo que ele não aparece pelas redondezas.
ru: @george6 Правда, в последнее время от него ни чиху, ни пыху.

source: @george6 That's like, throwin off my groove, man.
cht: @george6 这就像是打破了我的一贯规律，朋友。
es: @george6 Eso me corta un poco el rollo, tío.
it: @george6 Così mi fa perdere il ritmo, amico.
ja: @george6 ちょっとチョーシ狂っちゃうよね。
ko: @george6 왠지 흥이 좀 깨지더라고.
pt_br: @george6 Isso está me tirando do sério, cara.
ru: @george6 И это типа, как-то вообще не прикольно, приятель.

source: @george6_shrug Like, I'm used to him sending me new stuff all that time.
cht: @george6_shrug 我已经习惯了他一直寄新东西给我。
es: @george6_shrug Estoy acostumbrada a que me envíe cosas nuevas todo el tiempo.
it: @george6_shrug Nel senso, sono abituata a ricevere nuova roba da lui tutto il tempo.
ja: @george6_shrug なんつーか、アイツが新しい原稿を ガンガン送ってくるのに 慣れっこになってたからサ。
ko: @george6_shrug 그 친구는 원래 쉴 틈도 없이 새 원고를 보내곤 했었거든.
pt_br: @george6_shrug Tipo, estou acostumada com ele enviando coisas novas o tempo todo.
ru: @george6_shrug Вообще я привыкла, что он постоянно скидывает что-то новенькое.

source: @george6 I mean, of course I can't keep up with the pace that he's writin', but he don't mind.
cht: @george6 我是说，我确实没法跟上他写作的步伐， 但他不介意。
es: @george6 A ver, claro que puedo seguir el ritmo al que escribe, pero a él no le importa.
it: @george6 Voglio dire, ovviamente non riesco a stargli dietro quando scrive, ma a lui non importa.
ja: @george6 まー、ウチじゃアイツのペースに 追いつけるワケないんだけど、でも ぜーんぜん気にしてないみたいでねー。
ko: @george6 물론 난 그 친구가 글을 쓰는 속도를 도저히 따라잡을 수가 없어. 하지만 그 친구는 개의치 않더라고.
pt_br: @george6 Bom, é claro que não consigo acompanhar o ritmo dele, mas ele não liga.
ru: @george6 Я, конечно, не могу угнаться за его скоростью, но он не возражает.

source: @george6_fingerguns Guy's just tooootally passionate 'bout his job!
cht: @george6_fingerguns 他对他的工作充满了激情！
es: @george6_fingerguns ¡El tío está taaan flipado con su trabajo!
it: @george6_fingerguns Quel tipo è daaaavvero appassionato al suo lavoro!
ja: @george6_fingerguns 「作者」クンは、自分の仕事に めーっちゃ情熱注いでんのヨ！
ko: @george6_fingerguns 그 친구, 일에 너무 빠져 있어!
pt_br: @george6_fingerguns Aquele cara é totalmente apaixonado pelo trabalho!
ru: @george6_fingerguns Чувак про-о-о-о-сто фанатеет по своей работе!

source: @george6_smile Makes me wanna work hard too, so I do!
cht: @george6_smile 让我也想努力工作，我也确实这样做了。
es: @george6_smile ¡Hace que se me contagien las ganas de afanarme en el trabajo a mí también!
it: @george6_smile Fa venire voglia anche a me di lavorare sodo, quindi lo faccio!
ja: @george6_smile それ見てっとさ、 ウチもチョーーやる気出てくんの！
ko: @george6_smile 나까지도 열심히 일하고 싶은 맘이 든다고. 그래서 진짜로 열심히 하지!
pt_br: @george6_smile Isso me contagia e eu me entrego ao trabalho também!
ru: @george6_smile Так что у меня тоже появляется желание пахать, что я и делаю!

source: @george6 I've been playin catchup with the stuff I haven't gotten to finish yet.
cht: @george6 我一直在努力赶上进度，完成未完的 任务。
es: @george6 He estado procurando ponerme al día con las cosas que todavía me quedan por hacer.
it: @george6 Sto cercando di sistemare tutta la roba che non ho ancora finito.
ja: @george6 終わってない仕事がマジ山積みでさー、 早く追いつかなきゃってずっと頑張ってんの。
ko: @george6 요즘은 밀린 원고를 열심히 따라잡고 있어.
pt_br: @george6 Eu estou dando um jeito de terminar as coisas que preciso.
ru: @george6 Я тут уже привыкла играть с незаконченной работой в догонялки.

source: @george6_point But you know what's weird?
cht: @george6_point 但你知道奇怪的是什么吗？
es: @george6_point Pero ¿sabes qué pasa?
it: @george6_point Ma sai cosa è strano?
ja: @george6_point でもさ、何がヤバいか分かる？
ko: @george6_point 근데 희한한 게 뭔지 알아?
pt_br: @george6_point Mas sabe o que é mais estranho?
ru: @george6_point Но знаешь, в чём прикол?

source: @niko What?
cht: @niko 什么？
es: @niko ¿Qué?
it: @niko Cosa?
ja: @niko ううん？
ko: @niko 뭔데요?
pt_br: @niko O quê?
ru: @niko В чём?

source: @george6_shrug The stuff I'm supposed to finish don't get finished.
cht: @george6_shrug 我应该完成的任务并没有完成。
es: @george6_shrug Que nada de lo que tengo que terminar se termina.
it: @george6_shrug La roba che dovrei finire non finisce.
ja: @george6_shrug 終わらせなきゃいけないことが、 まーったく終わんないのヨ。
ko: @george6_shrug 분명 끝나야 할 원고가 끝나지가 않아.
pt_br: @george6_shrug As coisas que preciso terminar nunca acabam.
ru: @george6_shrug Рукописи, которые я уже должна была перелопатить, не перелопачиваются.

source: @george6 Like I've put out book after book but the work pile don't get any smaller.
cht: @george6 比如，我出版的书一本接着一本，但工作 任务没有变少。
es: @george6 He sacado libros y libros pero el trabajo pendiente no se reduce.
it: @george6 Ho pubblicato un libro dopo l'altro ma la pila di lavoro resta com'era.
ja: @george6 次から次へと本を出版しまくってんのに、 仕事の山がぜーんぜん小さくなんないの。
ko: @george6 책을 내고 내고 또 내는데도, 원고 더미가 눈곱만큼도 안 줄어든단 말야.
pt_br: @george6 Eu publico livro atrás de livro e o trabalho não diminui.
ru: @george6 Типа, я тут выпускаю книгу за книгой, а куча его работ меньше не становится.

source: @george6_shrug ...Have I really been slackin' that much?
cht: @george6_shrug ...难道我工作真有这么松懈吗？
es: @george6_shrug ¿Tanto he estado haciendo la vaga?
it: @george6_shrug ...Sto davvero battendo la fiacca a questi livelli?
ja: @george6_shrug …ウチってそんなに怠けてたっけー？
ko: @george6_shrug ...내가 그렇게 게으름을 피웠던가?
pt_br: @george6_shrug ... será que sou tão lenta assim?
ru: @george6_shrug ...Я что, настолько расслабилась?

source: @niko_speak The computer screen says something about "updated databases".
cht: @niko_speak 电脑屏幕在说关于"更新数据库"的事情。
es: @niko_speak En la pantalla del ordenador pone no sé qué de "bases de datos actualizadas".
it: @niko_speak Sullo schermo del computer c'è qualcosa riguardo all'aggiornamento dei database.
ja: @niko_speak コンピューターの画面に「更新された データベース」のことが表示されてるよ。
ko: @niko_speak 컴퓨터 화면에 "데이터베이스 업데이트"라는 말이 있어요.
pt_br: @niko_speak Tem alguma coisa escrita na tela do computador... “bancos de dados atualizados”.
ru: @niko_speak На экране компьютера написано что-то насчёт «обновлённых баз данных».

source: @george1 So!\>\n\@george1_smug Someone here to see the brilliant George, eh?
cht: @george1 因此！\>\n\@george1_smug 这里有人是为了见到聪明的George，对吧？
es: @george1 ¡Vaya!\>\n\@george1_smug Así que ha venido alguien a ver en acción a George, la estrella, ¿no?
it: @george1 Bene bene!\>\n\@george1_smug Qualcuno è qui per vedere la brillante George, eh?
ja: @george1 さてと！\>\n\@george1_smug 何者かが、この才能あふれる ジョージに会いに来たようね？
ko: @george1 자!\>\n\@george1_smug 이 똑똑한 조지를 만나러 온 게 누굴까요?
pt_br: @george1 Então!\>\n\@george1_smug Tem alguém aqui para ver a incrível George, é?
ru: @george1 Итак!\>\n\@george1_smug Кто-то пришёл посмотреть на великолепную Джордж, м-м?

source: @george1_smug Caught wind of my genius and couldn't help but come see for yourself, eh?
cht: @george1_smug 听说我是天才，忍不住亲自来看我，对吧？
es: @george1_smug ¿Te han llegado noticias de mi genialidad y no has podido resistirte a verme en persona, ¿eh?
it: @george1_smug Hai sentito parlare del mio genio e non hai potuto fare a meno di venire a vedere tu stesso, eh?
ja: @george1_smug ジョージの天才っぷりを風の便りに聞き、 どうしても会いたくて ここまで訪れてきた。そうなのでしょう？
ko: @george1_smug 내 천재성에 대한 소문을 듣고 꼭 직접 만나고 싶었겠지요. 안 그런가요?
pt_br: @george1_smug Soube de minha genialidade e quis pagar para ver, é?
ru: @george1_smug Ты прослышал о моём гении, и не смог удержаться и не зайти посмотреть на эту звезду, м-м?

source: @george1 ...don't answer!\>\n\@george1_smug Of course you are.
cht: @george1 ...不要回答！\>\n\@george1_smug 当然你是。
es: @george1 ¡No respondas!\>\n\@george1_smug Resulta evidente.
it: @george1 ...Non serve rispondere!\>\n\@george1_smug Ovviamente è così.
ja: @george1 …答えは要らない！\>\n\@george1_smug もちろん、そうなのだから。
ko: @george1 ...대답하지 마세요\>\n\@george1_smug 너무 당연하니까요.
pt_br: @george1 ... não responda!\>\n\@george1_smug Eu sei que sim.
ru: @george1 ...можешь не отвечать!\>\n\@george1_smug Я знаю, что это так.

source: @george1_smile What else could you ~possibly~ want?
cht: @george1_smile 你还 ~可能~ 需要什么？
es: @george1_smile ¿Para qué iba a ser si no?
it: @george1_smile Per che altro, ~sennò~?
ja: @george1_smile だって、他に何を求めてくるっていうの？
ko: @george1_smile 그게 아니라면 저한테 달리 무엇을 바라겠어요?
pt_br: @george1_smile O que mais você ~poderia~ querer?
ru: @george1_smile Чего ещё ты ~можешь~ хотеть?

source: @niko Actually... \@niko_speak I need your help!\>\n\@niko_speak Can you tell me what I need to do?
cht: @niko 实际上...\@niko_speak 我需要你的帮助！\>\n\@niko_speak 你能告诉我怎么做吗？
es: @niko Pues el caso es... \@niko_speak ¡que necesito tu ayuda!\>\n\@niko_speak ¿Me puedes decir qué tengo que hacer?
it: @niko In realtà... \@niko_speak Mi serve il tuo aiuto!\>\n\@niko_speak Potresti dirmi cosa dovrei fare?
ja: @niko あのね… \@niko_speak 実は、助けてほしいことがあって！\>\n\@niko_speak これから何をしたらいいのかな？
ko: @niko 실은... \@niko_speak 당신의 도움이 필요해요!\>\n\@niko_speak 제가 뭘 해야 할지 말해 주실 수 있나요?
pt_br: @niko Na verdade... \@niko_speak Preciso de sua ajuda!\>\n\@niko_speak Pode me dizer o que preciso fazer?
ru: @niko Вообще-то... \@niko_speak мне нужна ваша помощь!\>\n\@niko_speak Вы не могли бы сказать, что мне дальше делать?

source: @niko I think... I'm supposed to go in the Tower...
cht: @niko 我觉得...我应该进塔楼里去...
es: @niko Creo... Creo que tengo que ir a la Torre...
it: @niko Credo... di dover andare alla Torre...
ja: @niko たぶん…ミーは、 塔に行かないとダメなんだよね…？
ko: @niko 전 탑에 들어가야 하거든요...
pt_br: @niko Acho que... preciso ir para a Torre...
ru: @niko Кажется... я должен зайти в Башню...

source: @george1_smug Ah, but of course I can help!
cht: @george1_smug 当然我可以帮忙！
es: @george1_smug ¡Pues claro que te puedo ayudar!
it: @george1_smug Ah, di sicuro avrai bisogno del mio aiuto!
ja: @george1_smug ええ、もちろん助けてあげる！
ko: @george1_smug 오, 물론 제가 도와드릴 수 있지요!
pt_br: @george1_smug Ah, mas é claro que eu posso ajudar!
ru: @george1_smug Ах, ну разумеется я могу помочь!

source: @george1 For I...the brilliant and intelligent head librarian George, beholder of all knowledge........
cht: @george1 我，George...可是既聪明又有学识的 图书馆馆长，无所不知........
es: @george1 Puesto que yo, George... la brillante e inteligente bibliotecaria, heraldo del conocimiento absoluto...
it: @george1 Perché io... la brillante e intelligente capo bibliotecaria George, custode di tutta la conoscenza.........
ja: @george1 この私…聡明で、 才気あふれる図書館長ジョージが、 あらゆる知識を持つ者として……
ko: @george1 나, 똑똑하고 명석한 수석 사서이자... 지식의 지배자인 조지는...
pt_br: @george1 Para mim... a incrível e inteligente bibliotecária-chefe George, portadora de todo o conhecimento.......
ru: @george1 Ибо я...просвещённая и блистательная главный библиотекарь Джордж, узревшая все знания мира........

source: @george1_hm ...Believe you're supposed to go in the Tower!
cht: @george1_hm ...相信我，你应该进塔楼里去！
es: @george1_hm ¡Creo que tienes que ir a la Torre!
it: @george1_hm ...ritengo che tu debba andare alla Torre!
ja: @george1_hm …君は、塔へ行くべきなのだと確信しているわ！
ko: @george1_hm ...당신이 탑에 가야 한다고 믿으니까요!
pt_br: @george1_hm ... acredita que você deva ir à Torre!
ru: @george1_hm ...Полагаю, что тебе нужно зайти в Башню!

source: @niko_eyeclosed That's what I said...\>\n\@niko_speak But how, exactly?
cht: @niko_eyeclosed 那也是我的意思...\>\n\@niko_speak 但究竟应该怎么做呢？
es: @niko_eyeclosed Eso ya lo había dicho yo...\>\n\@niko_speak Pero, ¿cómo exactamente?
it: @niko_eyeclosed È quello che ho detto...\>\n\@niko_speak Ma come, esattamente?
ja: @niko_eyeclosed それ、さっきミーが言ってたことだよ…\>\n\@niko_speak でも、どうやって？
ko: @niko_eyeclosed 제가 이야기한 거잖아요...\>\n\@niko_speak 하지만, 정확히 어떻게요?
pt_br: @niko_eyeclosed Foi isso que eu disse... \>\n\@niko_speak Mas como, exatamente?
ru: @niko_eyeclosed Это я и сказал...\>\n\@niko_speak Но как именно?

source: @george1 Through the Tower entrance room!
cht: @george1 穿过塔楼入口的房间！
es: @george1 ¡Por el vestíbulo de la Torre!
it: @george1 Passando per la sala d'ingresso della Torre!
ja: @george1 塔の玄関となる部屋を通るのよ！
ko: @george1 탑 입구에 있는 방을 통해서지요!
pt_br: @george1 Pela salinha de entrada da Torre!
ru: @george1 Через прихожую Башни!

source: @george1_hm Alas, going beyond that small entrance room requires ancient, forbidden knowledge that eludes even George.
cht: @george1_hm 哎，要通过那个狭小的房间需要古老 的禁忌知识，即使George也不一定了解。
es: @george1_hm Ay, pero para poder entrar en él, hace falta cierto conocimiento arcano y prohibido que incluso la mismísima George desconoce.
it: @george1_hm Ahimè, andare oltre quella piccola sala d'ingresso richiede conoscenza antica e proibita che persino George ignora.
ja: @george1_hm …ああ悲しきかな、その部屋の先へ進むには、 このジョージでさえ理解できない、 禁断の古代知識が必要になる。
ko: @george1_hm 안타깝게도 그 입구의 방에 들어가려면 이 몸 조지조차 모르는 태곳적 금단의 지식이 필요해요.
pt_br: @george1_hm Infelizmente, passar pela salinha de entrada requer informações antigas e proibidas que nem George possui.
ru: @george1_hm Увы и ах, древнее запретное знание о том, как пройти дальше этой маленькой комнаты, укрылось даже от Джордж.

source: @george1 ...but fear not!
cht: @george1 ...但别担心！
es: @george1 No obstante, ¡no temas!
it: @george1 ...Ma niente paura!
ja: @george1 …けれど、心配ご無用！
ko: @george1 ...하지만 걱정하지 마세요!
pt_br: @george1 ... mas não tenha medo!
ru: @george1 ...но не страшись!

source: @george1 If that knowledge happens to be recorded in some cryptic tome in a long-dead language...
cht: @george1 如果刚好某本神秘的书物以失传已 久的语言记载了这一知识...
es: @george1 Si tal conocimiento se encuentra registrado en algún tomo críptico escrito en un idioma muerto mucho ha...
it: @george1 Se questa conoscenza è registrata in qualche tomo criptico, scritto in una lingua morta da tempo...
ja: @george1 もしその知識が、「秘密の書」なるものに、 はるか昔に滅びた言語で 記録されていたとしたら…
ko: @george1 그 지식이 수수께끼의 책에 오랫동안 사용되지 않은 언어로 기록되어 있다면...
pt_br: @george1 Se essas informações estiverem gravadas em algum tomo críptico em qualquer língua antiga...
ru: @george1 Если окажется, что это знание было записано в каком-нибудь таинственном томе, написанном на давно забытом языке...

source: @george1_smug Then know that I, George, am fluent in several dead languages!
cht: @george1_smug 你知道的，我George可是精通好几种失传 语言。
es: @george1_smug entonces, que sepas que yo, George, hablo muchos de ellos con fluidez.
it: @george1_smug ...sappi che io, George, sono fluente in molte di quelle lingue!
ja: @george1_smug その時は、今は亡き言語に精通している、 このジョージを頼りにするといいわ！
ko: @george1_smug 이 몸, 조지가 그런 사어에 정통하다는 것을 기억해 주세요!
pt_br: @george1_smug Saiba que eu, George, sou fluente em várias línguas antigas!
ru: @george1_smug Знай же, что я, Джордж, свободно владею несколькими мёртвыми языками!

source: @niko I...see!
cht: @niko 我...知道了！
es: @niko Ajá...
it: @niko ...Capisco!
ja: @niko えっと…分かった！
ko: @niko ...알았어요!
pt_br: @niko Ahm... Entendo!
ru: @niko ...Понятно!
