Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @cedric2 If this machine was working, we could just fly right in there...
cht: @cedric2 要是这台机器正常工作，我们就可以直接 飞过去...
es: @cedric2 Si esta máquina funcionara, podríamos volar hasta allí.
it: @cedric2 Se questa macchina funzionasse, potremmo andarci volando...
ja: @cedric2 この機械が動けば、街まで ひとっ飛びなんですが…
ko: @cedric2 이 기계가 작동한다면 날아서 들어갈 수 있을 텐데...
pt_br: @cedric2 Se essa máquina estivesse funcionando, a gente poderia voar até lá...
ru: @cedric2 Если бы аппарат работал, мы могли бы просто долететь...

source: @cedric_hmm I've isolated the issue with the machine, but I can't repair it with the stuff I have on hand.
cht: @cedric_hmm 虽然已经知道了机器的问题所在，但我现在 手头的工具没法修理它。
es: @cedric_hmm He aislado el error de la máquina, pero no puedo repararlo con las herramientas que tengo a mano ahora.
it: @cedric_hmm Ho isolato il problema, ma non posso ripararlo con quello che ho adesso.
ja: @cedric_hmm 故障の原因は突き止めたのですが、 手持ちの部品では修理できないんです。
ko: @cedric_hmm 문제의 원인은 파악했지만, 지금 기체에 실린 물건만으로는 수리할 수 없어.
pt_br: @cedric_hmm Isolei o problema da máquina, mas não posso consertá-la com o que tenho aqui.
ru: @cedric_hmm Я изолировал проблемную область, но не могу починить аппарат до конца с тем, что есть на руках.

source: @niko_speak Oh? What's wrong with it?
cht: @niko_speak 噢？它有什么问题？
es: @niko_speak ¿Eh? ¿Qué problema hay?
it: @niko_speak Ah sì? Cosa c'è che non va?
ja: @niko_speak え、どこが壊れてるの？
ko: @niko_speak 그래요? 뭐가 문젠데요?
pt_br: @niko_speak Ah, é? Qual é o defeito dela?
ru: @niko_speak Да? А что с ним не так?

source: @cedric The \c[2]battery\c[0] in the engine is dead, and the engine has some \c[2]gears\c[0] that need to be replaced.
cht: @cedric 发动机的\c[2]电池\c[0]坏了， 而且有些\c[2]齿轮\c[0]需要更换。
es: @cedric La \c[2]batería\c[0] del motor se ha agotado, y el motor tiene algunos \c[2]engranajes\c[0] que hay que reparar.
it: @cedric La \c[2]batteria\c[0] del motore è andata e ci sono degli \c[2]ingranaggi\c[0] che devono essere sostituiti.
ja: @cedric エンジンの\c[2]バッテリー\c[0]が切れていて、 さらにエンジン用の\c[2]歯車\c[0]も、いくつか 交換が必要なんです。
ko: @cedric 엔진의 \c[2]배터리\c[0]가 고장 났고, 엔진의 \c[2]기어\c[0]를 일부 교체해야 해.
pt_br: @cedric A \c[2]bateria\c[0] do motor já era e ele tem algumas \c[2]engrenagens\c[0] que precisam ser trocadas.
ru: @cedric Умерла \c[2]батарея\c[0] в движке, и там же надо заменить несколько \c[2]шестерёнок\c[0].

source: @niko ...\>\nDo you think you'll be able to fix it if \p and I help you find those things?
cht: @niko ...\>\n如果\p和我帮你找到那些东西， 那就你能修好它吗？
es: @niko ...\>\n¿Crees que podrás arreglarlo si \p y yo te ayudamos a encontrar lo que necesitas?
it: @niko ...\>\nPensi di poterlo riparare se io e \p ti aiutassimo a trovare queste cose?
ja: @niko …\>\nミーと \pで その部品を探せば、何とか直せる？
ko: @niko ...\>\n\p 님과 제가 부품을 찾아 오면 수리할 수 있는 거예요?
pt_br: @niko ... \>\nAcha que consegue consertá-la, se \p e eu ajudarmos a achar essas coisas?
ru: @niko ...\>\nА ты сможешь его починить, если я и \p поможем тебе найти детали?

source: @cedric_hmm ...maybe.
cht: @cedric_hmm ...有可能
es: @cedric_hmm ... Puede.
it: @cedric_hmm ...Forse.
ja: @cedric_hmm …おそらく。
ko: @cedric_hmm ...아마도.
pt_br: @cedric_hmm ... talvez.
ru: @cedric_hmm ...может быть.

source: @cedric_sigh Problem is... the Glen isn't exactly a very high-tech area.
cht: @cedric_sigh 问题是... Glen 不是个科技很发达的地方。
es: @cedric_sigh El problema es que... el Valle no es precisamente una zona con una gran tecnología.
it: @cedric_sigh Il problema è che... la Valle non è esattamente un'area tecnologica.
ja: @cedric_sigh ただ、問題は…峡谷がそこまで ハイテクな地域ではないということです。
ko: @cedric_sigh 문제는... 협곡의 기술 수준이 그리 높지 않다는 거야.
pt_br: @cedric_sigh O problema é que... o Vale não é um lugar com muita tecnologia.
ru: @cedric_sigh Проблема в том... что Долина не самый технически продвинутый регион.

source: @cedric_sigh ...I'm not sure if you'll be able to find anything so specialized here.
cht: @cedric_sigh ...我不确定你们是否能够在这找到这种 特别的东西。
es: @cedric_sigh ... No te aseguro que puedas encontrar algo tan específico aquí.
it: @cedric_sigh ...Non credo che qua tu possa trovare qualcosa di così specifico.
ja: @cedric_sigh …ですから、ここで専用部品が見つかるとは あまり思えません。
ko: @cedric_sigh ...여기에서 그런 특수 부품을 구할 수 있을지 모르겠네.
pt_br: @cedric_sigh ... Não sei se você vai conseguir achar peças tão específicas assim.
ru: @cedric_sigh ...Не уверен, что тебе удастся отыскать здесь такие специфические детали.

source: @niko_speak We'll try anyway!
cht: @niko_speak 不过我们愿意找找看！
es: @niko_speak ¡Lo intentaremos de todos modos!
it: @niko_speak Ci proveremo comunque!
ja: @niko_speak とにかく探してみる！
ko: @niko_speak 아무튼 해 봐요!
pt_br: @niko_speak Vamos tentar mesmo assim!
ru: @niko_speak Мы всё же попробуем!

source: @niko_eyeclosed We can't really do anything else right now...
cht: @niko_eyeclosed 反正现在也没有其他事可做...
es: @niko_eyeclosed No podemos hacer nada más de momento...
it: @niko_eyeclosed Tanto al momento non è che possiamo fare molto altro...
ja: @niko_eyeclosed 他にできることもなさそうだし…
ko: @niko_eyeclosed 지금은 달리 방법이 없잖아요...
pt_br: @niko_eyeclosed Não tem mais nada que possamos fazer agora mesmo...
ru: @niko_eyeclosed У нас сейчас других вариантов просто нет...

source: @niko2 We found a battery...
cht: @niko2 我们发现了电池...
es: @niko2 Hemos encontrado una batería...
it: @niko2 Abbiamo trovato una batteria...
ja: @niko2 バッテリー、見つけたよ…
ko: @niko2 배터리를 찾았어요...
pt_br: @niko2 Achamos uma bateria...
ru: @niko2 Мы нашли батарею...

source: @cedric_talk Oh, nice!
cht: @cedric_talk 噢，太棒了！
es: @cedric_talk ¡Oh, genial!
it: @cedric_talk Oh, perfetto!
ja: @cedric_talk ああ、良かった！
ko: @cedric_talk 오, 대단해!
pt_br: @cedric_talk Ah, ótimo!
ru: @cedric_talk О, это хорошо!

source: @cedric3 I honestly wasn't expecting it...
cht: @cedric3 说实话我没指望能找到它...
es: @cedric3 La verdad es que no lo esperaba...
it: @cedric3 Onestamente non me l'aspettavo...
ja: @cedric3 正直言って、あまり期待していませんでした…
ko: @cedric3 솔직히 별로 기대는 안 했는데...
pt_br: @cedric3 Sinceramente, não estava esperando...
ru: @cedric3 Честно говоря, я этого не ожидал...

source: @niko It's from the generator on one of the islands.
cht: @niko 我们是在其中一座岛屿的发电机中找到它的。
es: @niko Es del generador que hay en una de las islas.
it: @niko È del generatore di una di queste isolette.
ja: @niko 島にある発電機から取ってきたんだ。
ko: @niko 한 섬에 있는 발전기에서 얻었어요.
pt_br: @niko É de um gerador numa das ilhas.
ru: @niko Она из генератора на одном из островов.

source: @cedric_talk The research station?
cht: @cedric_talk 研究工作站？
es: @cedric_talk ¿La Estación de investigación?
it: @cedric_talk La stazione di ricerca?
ja: @cedric_talk 研究所のことですか？
ko: @cedric_talk 연구 시설에 있는 것 말이야?
pt_br: @cedric_talk Da estação de pesquisa?
ru: @cedric_talk Из научной станции?

source: @niko2 Yeah.
cht: @niko2 是的。
es: @niko2 Sí.
it: @niko2 Sì.
ja: @niko2 うん。
ko: @niko2 네.
pt_br: @niko2 É.
ru: @niko2 Ага.

source: @niko_speak It was powering all the robots there...\>\n\@niko_eyeclosed I felt bad for taking it...
cht: @niko_speak 它为那里所有的机器人提供动力...\>\n\@niko_eyeclosed 把它拿过来我感到很抱歉...
es: @niko_speak Suministraba la alimentación de todos los robots de la zona...\>\n\@niko_eyeclosed Me sentí mal por llevármela...
it: @niko_speak Stava alimentando tutti i robot della zona...\>\n\@niko_eyeclosed Mi è dispiaciuto averla dovuta prendere...
ja: @niko_speak あそこにいるロボットの動力になってたから…\>\n\@niko_eyeclosed ちょっと、悪いことしちゃった…
ko: @niko_speak 그 발전기가 그곳에 있는 모든 로봇에게 전력을 공급하고 있었어요...\>\n\@niko_eyeclosed 배터리를 가져오려니 죄책감이 들었죠...
pt_br: @niko_speak Ela alimentava todos os robôs lá... \>\n\@niko_eyeclosed Não gostei muito de ter pego ela...
ru: @niko_speak Она питала энергией всех местных роботов...\>\n\@niko_eyeclosed Мне было так неудобно её забирать...

source: @cedric_hmm Ah...
cht: @cedric_hmm 啊...
ja: @cedric_hmm ああ…
ko: @cedric_hmm 아...
ru: @cedric_hmm А...

source: @cedric_smile ...we can always just give it back later.
cht: @cedric_smile ...我们回头可以把它还回去。
es: @cedric_smile ... siempre podemos devolverla después.
it: @cedric_smile ...Possiamo sempre ridargliela dopo.
ja: @cedric_smile …後で、いつでも返せますよ。
ko: @cedric_smile ...언제든지 되돌려 놓을 수 있을 거야.
pt_br: @cedric_smile ... a gente pode devolver depois.
ru: @cedric_smile ...мы же можем вернуть её попозже.

source: @niko_eyeclosed Alright...
cht: @niko_eyeclosed 好吧...
es: @niko_eyeclosed Bueno...
it: @niko_eyeclosed Va bene...
ja: @niko_eyeclosed そうだね…
ko: @niko_eyeclosed 알았어요...
pt_br: @niko_eyeclosed Certo...
ru: @niko_eyeclosed Ладно...

source: @cedric_hmm We still need a few \c[2]gears\c[0] to put this engine back together.\>\nPlease do what you must to find some.
cht: @cedric_hmm 我们还需要一些 \c[2]齿轮\c[0] 来修复这个发动机。\>\n请务必尽可能找到一些。
es: @cedric_hmm Todavía necesitamos algunos \c[2]engranajes\c[0] para reconstruir este motor.\>\nHaz lo que sea necesario para encontrar algunos.
it: @cedric_hmm Ci servono un paio di \c[2]ingranaggi\c[0] per aggiustare questo motore.\>\nPer favore, trovali.
ja: @cedric_hmm エンジンを直すには、まだ いくつか \c[2]歯車\c[0]が足りません。\>\nどうにか、見つけてきていただけませんか。
ko: @cedric_hmm 엔진을 고치려면 아직도 \c[2]기어\c[0]가 몇 개 필요해.\>\n반드시 찾아줘.
pt_br: @cedric_hmm Ainda precisamos das \c[2]engrenagens\c[0] para consertar o motor.\>\nPor favor, vá procurar algumas.
ru: @cedric_hmm Нам всё ещё нужно несколько \c[2]шестерёнок\c[0], чтобы починить двигатель.\>\nПрошу, делай что хочешь, но найди их.

source: @niko We found this one in the Barrens.\>\nIt wasn't working at first, but \p and I managed to fix it!
cht: @niko 我们在 Barrens 找到这个。\>\n它原本是坏的，但 \p和我修好了它！
es: @niko Hemos encontrado este en los Baldíos.\>\nAl principio no funcionaba, ¡pero \p y yo conseguimos arreglarlo!
it: @niko Abbiamo trovato questa alla Baia Desolata.\>\nPrima non funzionava, ma \p ed io siamo riusciti a sistemarla!
ja: @niko これは不毛の地で見つけたんだ。\>\n最初は動かなかったけど、ミーと \p で何とか直せた！
ko: @niko 불모지에서 이걸 찾았어요.\>\n처음에는 작동하지 않았지만, \p 님이랑 제가 고쳤죠!
pt_br: @niko Achamos essa nas Terras Áridas.\>\nNão estava funcionando, mas \p e eu conseguimos consertar!
ru: @niko Мы нашли эту в Пустошах.\>\nОна не работала, но мы с \p смогли её починить!

source: @cedric_smile ...it's good that you thought to bring it with you then.
cht: @cedric_smile ...还好你把它找到了。
es: @cedric_smile Me alegro de que se te ocurriera traértelo.
it: @cedric_smile ...È un bene che tu l'abbia portata con te.
ja: @cedric_smile …たまたま持っていて、本当に良かった。
ko: @cedric_smile ...그걸 가져올 생각을 했다니 놀랍네.
pt_br: @cedric_smile ... que bom que conseguiram.
ru: @cedric_smile ...получается, хорошо, что ты решил захватить её с собой.

source: @niko_speak Yup!
cht: @niko_speak 是的！
es: @niko_speak ¡Sí!
it: @niko_speak Già!
ja: @niko_speak うん！
ko: @niko_speak 그러게요!
pt_br: @niko_speak É!
ru: @niko_speak Ага!

source: @niko_speak We found a music box!
cht: @niko_speak 我们发现一个八音盒！
es: @niko_speak ¡Hemos encontrado una caja de música!
it: @niko_speak Abbiamo trovato un carillon!
ja: @niko_speak オルゴールを見つけたよ！
ko: @niko_speak 오르골을 찾았어요!
pt_br: @niko_speak Encontramos uma caixa de música!
ru: @niko_speak Мы нашли музыкальную шкатулку!

source: @niko It... should have gears in it, right?
cht: @niko 它...里面应该有齿轮，对吧？
es: @niko Supongo... que tendrá engranajes dentro, ¿no?
it: @niko Dovrebbe... avere degli ingranaggi al suo interno, giusto?
ja: @niko これに…入ってる歯車、使えるよね？
ko: @niko 안에 기어가 있겠죠?
pt_br: @niko Ela... tem engrenagens, não tem?
ru: @niko В ней... должны быть шестерёнки, да?

source: @cedric I assume so, but...\>\n...
cht: @cedric 我想是的，但...\>\n...
es: @cedric Supongo que sí, aunque...\>\n...
it: @cedric Suppongo di sì, ma...\>\n...
ja: @cedric おそらく使えますが、しかし…\>\n…
ko: @cedric 물론 그렇겠지만...\>\n...
pt_br: @cedric Acho que sim, mas...\>\n...
ru: @cedric Полагаю что так, только...\>\n...

source: @cedric_hmm This looks like one of the ones that my father made.
cht: @cedric_hmm 这看起来像是我父亲做的。
es: @cedric_hmm Esta parece una de las que mi padre fabricaba.
it: @cedric_hmm Questo sembra uno di quelli fatti da mio padre.
ja: @cedric_hmm このオルゴール、父が作ったものと そっくりですね。
ko: @cedric_hmm 이건 우리 아버지가 만든 것 같아.
pt_br: @cedric_hmm Ela se parece com as que meu pai fazia.
ru: @cedric_hmm Она похожа на одну из тех, что мастерил мой отец.

source: @niko_pancakes YOUR DAD MAKES MUSIC BOXES TOO?
cht: @niko_pancakes 你父亲也做八音盒吗？
es: @niko_pancakes ¿TAMBIÉN FABRICA CAJAS DE MÚSICA?
it: @niko_pancakes TUO PADRE FA PURE I CARILLON?
ja: @niko_pancakes 君のお父さん、オルゴールも作ってるの！？？！
ko: @niko_pancakes 아버지가 오르골도 만들어요?
pt_br: @niko_pancakes SEU PAI FAZIA CAIXAS DE MÚSICA TAMBÉM?
ru: @niko_pancakes ТВОЙ ОТЕЦ ДЕЛАЕТ ЕЩЁ И МУЗЫКАЛЬНЫЕ ШКАТУЛКИ?

source: @cedric_smile My dad makes a lot of things!
cht: @cedric_smile 我父亲会做很多东西！
es: @cedric_smile ¡Mi padre fabrica un montón de cosas!
it: @cedric_smile Mio padre fa un sacco di cose!
ja: @cedric_smile 僕の父は、本当に色んな物を作ってるんです！
ko: @cedric_smile 우리 아버지는 이것저것 정말 많이 만들거든!
pt_br: @cedric_smile Meu pai fazia um monte de coisa!
ru: @cedric_smile Он делает много разных вещей!

source: @cedric_hmm Where did you get this from, by the way?
cht: @cedric_hmm 顺便问问，你们从哪里找到它的？
es: @cedric_hmm Por cierto, ¿de dónde la has sacado?
it: @cedric_hmm A proposito, dove l'hai trovato?
ja: @cedric_hmm ところで、これはどこで見つけたんですか？
ko: @cedric_hmm 그런데 어디서 가져온 거야?
pt_br: @cedric_hmm Onde conseguiu isso?
ru: @cedric_hmm А кстати, где ты такую раскопал?

source: @niko_speak A trader from the village gave it to me!
cht: @niko_speak 村子的一位交易商人给我的！
es: @niko_speak ¡Me la ha dado un mercader de la aldea!
it: @niko_speak Me l'ha dato un mercante vicino al villaggio!
ja: @niko_speak 村の商人さんにもらったんだ！
ko: @niko_speak 마을에 있는 교역상이 줬어요!
pt_br: @niko_speak Um comerciante da vila me deu!
ru: @niko_speak Мне её дал торговец из деревни!

source: @cedric I see.\>\nI remember father saying that he used to trade with some of the people here.
cht: @cedric 我知道了。\>\n我记得父亲说过，他过去常与 这的人交易东西。
es: @cedric Ya veo.\>\nMe acuerdo de mi padre diciendo que solía comerciar con gente de aquí.
it: @cedric Capisco.\>\nRicordo che mio padre diceva di aver fatto affari con gente del posto più volte.
ja: @cedric なるほど。\>\nそういえば、昔ここの住民と貿易していたと 父が言っていました。
ko: @cedric 그렇구나.\>\n아버지가 이곳 사람들과 물물교환을 했다고 말한 것이 기억나.
pt_br: @cedric Entendi.\>\nLembro do meu pai contando que ele fazia negócios com o povo daqui.
ru: @cedric Ясно.\>\nПомню, отец говорил, что часто торговал с местными.

source: @cedric_smile He did always love traveling this world, despite...
cht: @cedric_smile 而且他很喜欢周游世界，虽然...
es: @cedric_smile A él siempre le encantaba viajar por este mundo, a pesar de...
it: @cedric_smile Amava viaggiare per il mondo, anche se...
ja: @cedric_smile あの方は、世界中を旅するのが 大好きでしたから…
ko: @cedric_smile 아버지는 늘 이 세상을 여행하는 걸 좋아하셨지...
pt_br: @cedric_smile Ele sempre gostou de viajar pelo mundo, apesar de...
ru: @cedric_smile Он всегда любил путешествовать по миру, несмотря на...

source: @cedric_hmm ...well.
cht: @cedric_hmm ...嗯。
es: @cedric_hmm Bueno.
it: @cedric_hmm ...insomma.
ja: @cedric_hmm …あれがあったのにも関わらず…
ko: @cedric_hmm 그런데...
pt_br: @cedric_hmm ... bom.
ru: @cedric_hmm ...ну.

source: @cedric_sigh Ah, sorry, I started rambling.
cht: @cedric_sigh 噢，对不起，我开始闲聊了。
es: @cedric_sigh Ay, perdón. He empezado a divagar.
it: @cedric_sigh Oh, scusa, stavo divagando.
ja: @cedric_sigh ああいや、すみません。こっちの話です。
ko: @cedric_sigh 미안. 신세 한탄을 했네.
pt_br: @cedric_sigh Ah, desculpe, estou fugindo do assunto.
ru: @cedric_sigh Ох, прости, я понёс чепуху.

source: @cedric_talk The gears in there are compatible with the engine.
cht: @cedric_talk 那个的齿轮与发动机是兼容的。
es: @cedric_talk Los engranajes que hay dentro son compatibles con el motor.
it: @cedric_talk Questi ingranaggi sono compatibili col motore.
ja: @cedric_talk これに入っている歯車は、どうやら エンジンとも合うようですね。
ko: @cedric_talk 거기 들어 있는 기어를 엔진에 쓸 수 있겠어.
pt_br: @cedric_talk Essas engrenagens servem no motor.
ru: @cedric_talk Шестерёнки отсюда подходят к двигателю.

source: @cedric_sigh Although it pains me to have to take it apart...
cht: @cedric_sigh 虽然要把它拆出来让我有点难过...
es: @cedric_sigh Aunque me sabe fatal tener que desmontarla...
it: @cedric_sigh Anche se mi dispiace doverli togliere al carillon...
ja: @cedric_sigh 分解するのは、少し骨が折れますが…
ko: @cedric_sigh 분해하려니 가슴 아프지만...
pt_br: @cedric_sigh Mas fico com pena de ter que desmontá-la...
ru: @cedric_sigh Хотя мне больно её разбирать её на части...

source: @niko2 Oh...\.\. I'm sorry!
cht: @niko2 哦...\.\. 抱歉！
es: @niko2 Oh...\.\. ¡Lo siento!
it: @niko2 Oh...\.\. Scusami!
ja: @niko2 あっ…\.\. ごめんなさい！
ko: @niko2 이런...\.\. 죄송해요!
pt_br: @niko2 Ah...\.\. Desculpe!
ru: @niko2 Ох...\.\. Мне очень жаль!

source: @cedric_hmm It's fine...
cht: @cedric_hmm 没事...
es: @cedric_hmm ¡No pasa nada!
it: @cedric_hmm Stai tranquillo...
ja: @cedric_hmm いえ…
ko: @cedric_hmm 괜찮아...
pt_br: @cedric_hmm Tudo bem...
ru: @cedric_hmm Всё в порядке...

source: @cedric We still need a \c[3]battery\c[0] to get this engine running.\>\nPlease do what you must to find one.
cht: @cedric 我们还需要一块 \c[3]电池\c[0] 来让发动机工作。\>\n请尽力找到。
es: @cedric Aún necesitamos una \c[3]batería\c[0] para conseguir poner en marcha el motor.\>\nPor favor, haz todo lo que sea necesario para encontrar una.
it: @cedric Ci serve ancora una \c[3]batteria\c[0] per farla partire.\>\nCerca di fare il possibile per trovarla.
ja: @cedric エンジンを稼動させるには、まだ \c[3]バッテリー\c[0]が足りていません。\>\nどうにか、見つけてきていただけませんか。
ko: @cedric 엔진을 작동시키려면 아직 \c[3]배터리\c[0]가 필요해.\>\n반드시 찾아줘.
pt_br: @cedric Ainda precisamos de uma \c[3]bateria\c[0] para ligar o motor.\>\nPor favor, tente achar uma.
ru: @cedric Нам всё ещё нужна \c[3]батарея\c[0], чтобы запустить этот двигатель.\>\nПрошу, делай что хочешь, но найди одну.

source: @niko_eyeclosed Sorry... I forgot...
cht: @niko_eyeclosed 对不起...我忘了...
es: @niko_eyeclosed Lo siento... se me ha olvidado...
it: @niko_eyeclosed Scusa... Mi sono dimenticato...
ja: @niko_eyeclosed ごめんなさい…思い出せなくて…
ko: @niko_eyeclosed 죄송해요... 생각이 안 나서 말인데...
pt_br: @niko_eyeclosed Desculpe... esqueci...
ru: @niko_eyeclosed Прости... Я забыл...

source: @niko What parts do we need to find again?
cht: @niko 我们还需要找什么零件？
es: @niko ¿Qué partes tenemos que volver a encontrar?
it: @niko Cosa ci manca da trovare?
ja: @niko どの部品が必要なんだっけ？
ko: @niko 찾아야 하는 부품이 뭐였죠?
pt_br: @niko De que peças você precisa mesmo?
ru: @niko Напомни, какие детали нам нужно найти?

source: @cedric We still need a \c[3]battery\c[0] to get this engine running.
cht: @cedric 我们还需要一块 \c[3]电池\c[0] 让发动机工作。
es: @cedric Aún necesitamos una \c[3]batería\c[0] para conseguir poner en marcha el motor.
it: @cedric Ci serve ancora una \c[3]batteria\c[0] per aggiustare il motore.
ja: @cedric エンジンを稼動させるには、まだ \c[3]バッテリー\c[0]が足りていません。
ko: @cedric 이 엔진을 작동시키려면 아직 \c[3]배터리\c[0]가 필요해.
pt_br: @cedric Ainda precisamos de uma \c[3]bateria\c[0] para ligar o motor.
ru: @cedric Нам всё ещё нужна \c[3]батарея\c[0], чтобы запустить этот двигатель.

source: @cedric_hmm We still need a few \c[2]gears\c[0] to put this engine back together.
cht: @cedric_hmm 我们还需要一些 \c[2]齿轮\c[0] 来修复这个发动机。
es: @cedric_hmm Todavía necesitamos algunos \c[2]engranajes\c[0] para reconstruir este motor.
it: @cedric_hmm Ci servono ancora degli \c[2]ingranaggi\c[0] per rimettere in sesto questo motore.
ja: @cedric_hmm エンジンを直すには、まだ \c[2]歯車\c[0]がいくつか足りていません。
ko: @cedric_hmm 이 엔진을 작동시키려면 아직 \c[2]기어\c[0]가 몇 개 필요해.
pt_br: @cedric_hmm Ainda precisamos das \c[2]engrenagens\c[0] para consertar o motor.
ru: @cedric_hmm Нам всё ещё нужно несколько \c[2]шестерёнок\c[0], чтобы починить двигатель.

source: @cedric_hmm A \c[2]battery\c[0] for the engine, and a few \c[2]gears\c[0] to replace the broken ones.
cht: @cedric_hmm 一块\c[2]电池\c[0]用在发动机上，还有一些 \c[2]齿轮\c[0] 来 替换坏掉的。
es: @cedric_hmm Una \c[2]batería\c[0] para el motor, y algunos \c[2]engranajes\c[0] para reemplazar los que están rotos.
it: @cedric_hmm Una \c[2]batteria\c[0] per il motore e alcuni \c[2]ingranaggi\c[0] per rimpiazzare quelli rotti.
ja: @cedric_hmm エンジンの\c[2]バッテリー\c[0]、 そしてボロボロになった\c[2]歯車\c[0]を いくつか交換する必要があります。
ko: @cedric_hmm 엔진용 \c[2]배터리\c[0]와 망가진 기어를 대신할 \c[2]기어\c[0]가 필요해.
pt_br: @cedric_hmm Uma \c[2]bateria\c[0] para o motor e algumas \c[2]engrenagens\c[0] para substituir as quebradas.
ru: @cedric_hmm \c[2]Батарею\c[0] для двигателя и несколько \c[2]шестерёнок\c[0] на замену сломанных.

source: @cedric If you could find me the parts I need, I should be able to get this machine off the ground again.
cht: @cedric 如果你能找到我需要的零件，我应该能 让这台机器再次起飞。
es: @cedric Si pudieras encontrarme las partes que necesito, podría hacer que esta máquina despegara de nuevo.
it: @cedric Se riuscissi a trovare le parti di cui ho bisogno, potrei far alzare da terra questa macchina di nuovo.
ja: @cedric 必要な部品を探し出していただければ、また この機械を飛ばすことができるはずです。
ko: @cedric 필요한 부품을 찾아주면 이 기계를 다시 작동시킬 수 있을 거야.
pt_br: @cedric Se puder encontrar as peças de que preciso, poderei fazer essa máquina voar de novo.
ru: @cedric Если сможешь найти нужные мне детали, думаю, я смогу снова подять этот аппарат в воздух.

source: @niko We made it!
cht: @niko 我们成功了！
es: @niko ¡Lo hemos conseguido!
it: @niko Ce l'abbiamo fatta!
ja: @niko 着いた！
ko: @niko 도착했다!
pt_br: @niko Conseguimos!
ru: @niko Мы приплыли!

source: @calamus C'mon, Alula.\>\nLet's go pay our respects...
cht: @calamus 来吧， Alula\>\n让我们去表示敬意...
es: @calamus Vamos, Alula.\>\nVayamos a ofrecer nuestros respetos...
it: @calamus Dai, Alula.\>\nAndiamo a rendere omaggio...
ja: @calamus さあ、アルーラ。\>\nお参りに行こう…
ko: @calamus 알룰라, 어서.\>\n인사하러 가자...
pt_br: @calamus Vamos, Alula.\>\nVamos prestar nossas homenagens...
ru: @calamus Идём, Алула.\>\nПора отдать нашу дань уважения...

source: @alula Okay!
cht: @alula 好的！
es: @alula ¡Vale!
it: @alula Ok!
ja: @alula うん！
ko: @alula 알았어!
pt_br: @alula Está bem!
ru: @alula Хорошо!

source: @calamus_smile2 At least I still got my sister...
cht: @calamus_smile2 至少我还有妹妹...
es: @calamus_smile2 Al menos, aún tengo a mi hermana...
it: @calamus_smile2 Almeno ho ancora mia sorella...
ja: @calamus_smile2 ま、オレにはまだ妹がいるから…
ko: @calamus_smile2 여동생이 있어서 다행이야...
pt_br: @calamus_smile2 Pelo menos ainda tenho minha irmã...
ru: @calamus_smile2 По крайней мере, у меня ещё есть моя сестра...

source: @calamus_sad This is her grave...
cht: @calamus_sad 这是她的坟墓...
es: @calamus_sad Esta es su tumba...
it: @calamus_sad Questa è la sua tomba...
ja: @calamus_sad これが、母さんのお墓さ…
ko: @calamus_sad 여기가 엄마의 무덤이야...
pt_br: @calamus_sad Esse é o túmulo dela...
ru: @calamus_sad Это её могила...

source: @niko3 Ah...
cht: @niko3 啊...
ja: @niko3 そうなんだ…
ko: @niko3 아...
ru: @niko3 Ох...

source: @calamus_sad It's been years, but...
cht: @calamus_sad 很多年了，但...
es: @calamus_sad Ya hace años de eso, pero...
it: @calamus_sad Sono passati molti anni, ma...
ja: @calamus_sad もう何年も経つけど…
ko: @calamus_sad 오래전 일이지...
pt_br: @calamus_sad Já faz muito tempo, mas...
ru: @calamus_sad Прошло уже много лет, но...

source: @calamus_sad ...It's still... \.\.hard, y'know?
cht: @calamus_sad 还是...\.\.让人难过，你懂的？
es: @calamus_sad ... Aún me resulta... \.\.muy duro, ¿sabes?
it: @calamus_sad ...È ancora... \.\.difficile da superare, sai?
ja: @calamus_sad …まだ… \.\.つらいものはつらいな。
ko: @calamus_sad ...그런데 있잖아... \.\.아직도 힘들다?
pt_br: @calamus_sad ... Ainda é... \.\.difícil, sabe?
ru: @calamus_sad ...всё равно... \.\.тяжело, понимаешь?

source: @calamus_sad Sigh...
cht: @calamus_sad 叹气...
es: @calamus_sad Ay...
ja: @calamus_sad はぁ…
ko: @calamus_sad 하아...
pt_br: @calamus_sad Ah...
ru: @calamus_sad Эх...

source: @calamus_sad Alula....\.\.\n\@calamus_smile wanna help me look for some flowers for mom later?
cht: @calamus_sad Alula....\.\.\n\@calamus_smile 可以帮我找一些花给我母亲吗？
es: @calamus_sad Alula...\.\.\n\@calamus_smile ¿Me ayudas luego a buscar flores para mamá?
it: @calamus_sad Alula...\.\.\n\@calamus_smile ti va di aiutarmi a cercare dei fiori per la mamma più tardi?
ja: @calamus_sad アルーラ…\.\.\n\@calamus_smile 母さんにあげる花を摘むの、 後で手伝ってくれないか？
ko: @calamus_sad 알룰라....\.\.\n\@calamus_smile 이따가 엄마에게 줄 꽃을 좀 찾아 줄래?
pt_br: @calamus_sad Alula.... \.\.\n\@calamus_smile quer me ajudar a procurar umas flores para mamãe depois?
ru: @calamus_sad Алула....\.\.\n\@calamus_smile поможешь мне поискать цветов для мамы попозже?

source: @alula_gasp \.\.Y\.E\.S
cht: @alula_gasp \.\.好\.的\.
es: @alula_gasp \.\.S\.Í
it: @alula_gasp \.\.S\.Ì!
ja: @alula_gasp \.\.う\.ん\.。
ko: @alula_gasp \.\.알\.았\.어.
pt_br: @alula_gasp \.\.S\.I\.M
ru: @alula_gasp \.\.Д\.А
