Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko5 What... should I do now, \p?
cht: @niko5 我...现在应该怎么做\p？
es: @niko5 ¿Y... ahora qué, \p?
it: @niko5 \p... cosa dovrei fare ora?
ja: @niko5 ねえ…どうすべきかな、 \p？
ko: @niko5 이제... 어떡하죠, \p 님?
pt_br: @niko5 O que... eu faço agora, \p?
ru: @niko5 Что... мне теперь делать, \p?

source: Story of penguin
cht: 企鹅的故事
es: Historia del pingüino
it: La storia del pinguino.
ja: 『ペンギン物語』
ko: 펭귄 이야기 들려주기
pt_br: História do pinguim
ru: История пингвина

source: Play penguin's game
cht: 玩企鹅游戏
es: Juega al juego del pingüino
it: Fai il gioco del pinguino.
ja: ペンギンのゲームをプレイしよう。
ko: 펭귄 게임 하기
pt_br: Jogue o jogo do pinguim
ru: Сыграй в игру пингвина

source: @niko_speak I like stories!
cht: @niko_speak 我喜欢故事！
es: @niko_speak ¡Me gustan las historias!
it: @niko_speak Mi piacciono le storie!
ja: @niko_speak お話は大好き！
ko: @niko_speak 전 이야기가 좋아요!
pt_br: @niko_speak Eu gosto de histórias!
ru: @niko_speak Я люблю истории!

source: Once upon a time.
cht: 很久以前。
es: Érase una vez.
it: C'era una volta.
ja: 昔々…
ko: 옛날에.
pt_br: Era uma vez.
ru: Давным-давно.

source: There was a game.
cht: 有一个游戏。
es: Un juego.
it: Un gioco.
ja: とあるゲームがありました。
ko: 게임이 있었어.
pt_br: Um jogo.
ru: Была такая игра.

source: Where you talk
cht: 你在哪里
es: Donde se habla
it: In cui dovevi parlare...
ja: ペンギンに
ko: ...펭귄에게 말을 하는
pt_br: Onde você conversava...
ru: Где ты разговариваешь

source: ...To penguin.
cht: ...和企鹅交谈。
es: ... Con pingüino.
it: ...al pinguino.
ja: …話しかけるゲームです。
ko: 게임이었지.
pt_br: ... com um pinguim.
ru: ...С пингвином.

source: @niko A game?\> What happened when you talk to it?
cht: @niko 一个游戏？\>你和它交谈时发生了什么？
es: @niko ¿Un juego?\> ¿Qué ha pasado cuando has hablado con él?
it: @niko Un gioco?\> E che cosa succedeva quando gli parlavi?
ja: @niko ゲーム？\> ペンギンに話をしたら何が起こったの？
ko: @niko 게임이요?\> 펭귄한테 말을 하면 무슨 일이 생기는데요?
pt_br: @niko Um jogo?\> O que acontecia quando você conversava com ele?
ru: @niko Игра?\> А что происходило, если с ним поговорить?

source: @niko3 ...Hello.
cht: @niko3 ...你好。
es: @niko3 ... Hola.
it: @niko3 ...Ciao.
ja: @niko3 …こんにちは。
ko: @niko3 ...안녕.
pt_br: @niko3 ... Olá.
ru: @niko3 ...Хэллоу.

source: @niko2 Alright...
cht: @niko2 好的...
es: @niko2 Vale...
it: @niko2 Va bene...
ja: @niko2 わかった…
ko: @niko2 좋아...
pt_br: @niko2 Certo...
ru: @niko2 Ладно...

source: Fly penguin
cht: 飞行企鹅
es: Volar pingüino
it: Vola pinguino.
ja: ペンギン、飛ぶ。
ko: 펭귄을 날린다
pt_br: Voar pinguim
ru: Лети пингвин

source: Melt penguin
cht: 融解企鹅
es: Fundir pingüino
it: Sciogliti pinguino.
ja: ペンギン、溶ける。
ko: 펭귄을 녹인다
pt_br: Derreter pinguim
ru: Растай пингвин

source: Become penguin
cht: 成为企鹅
es: Convertirse en pingüino
it: Diventa pinguino.
ja: ペンギンに、なる。
ko: 펭귄이 된다
pt_br: Tornar-se pinguim
ru: Стань пингвином

source: @niko Fly penguin?
cht: @niko 飞行企鹅？
es: @niko ¿Volar pingüino?
it: @niko Vola pinguino?
ja: @niko ペンギンさんを飛ばす？
ko: @niko 펭귄을 날리라고요?
pt_br: @niko Voar pinguim?
ru: @niko Лети пингвин?

source: <PENGUIN FLIES>
cht: <企鹅飞了>
es: <EL PINGÜINO VUELA>
it: <IL PINGUINO VOLA>
ja: <ペンギン、飛ぶ>
ko: <펭귄이 난다>
pt_br: <PINGUIM COMEÇA A VOAR>
ru: <ПИНГВИН ЛЕТАЕТ>

source: @niko_pancakes IT FLIES!
cht: @niko_pancakes 它飞了！
es: @niko_pancakes ¡VUELA!
it: @niko_pancakes STA VOLANDO!
ja: @niko_pancakes 飛ぶ！
ko: @niko_pancakes 펭귄이 날아요!
pt_br: @niko_pancakes ELE VOA!
ru: @niko_pancakes ОН ЛЕТАЕТ!

source: @niko_what2 ...wait.
cht: @niko_what2 ...等等。
es: @niko_what2 ... Espera.
it: @niko_what2 ...Aspetta.
ja: @niko_what2 …ちょっと待って。
ko: @niko_what2 ...잠깐만요.
pt_br: @niko_what2 ... calma aí.
ru: @niko_what2 ...погоди.

source: @niko_what I don't think... \.\.I don't think penguins are supposed to do that.
cht: @niko_what 我觉得...\.\.我觉得企鹅应该不会飞。
es: @niko_what Creo que... \.\.Se supone que los pingüinos no vuelan.
it: @niko_what Non penso... \.\.Non penso che i pinguini possano farlo.
ja: @niko_what えっと… \.\.ペンギンさんは飛べないと思うけど。
ko: @niko_what 펭귄은... \.\.펭귄은 날지 못할 텐데요.
pt_br: @niko_what Eu acho... \.\.Acho que pinguins geralmente não fazem isso.
ru: @niko_what Мне кажется... \.\.пингвины не должны такое вытворять.

source: @niko3 ...\.\.Wait what?
cht: @niko3 ...\.\.等等，什么？
es: @niko3 Eh...\.\.¿Cómo?
it: @niko3 ...\.\.Come scusa...?
ja: @niko3 …\.\.え、何？
ko: @niko3 ...\.\.뭐라고요?
pt_br: @niko3 ...\.\.Calma aí: o quê?
ru: @niko3 ...\.\.Погоди, что?

source: <PENGUIN MELTS>
cht: <企鹅融化了>
es: <EL PINGÜINO SE FUNDE>
it: <IL PINGUINO SI SCIOGLIE>
ja: <ペンギン、溶ける>
ko: <펭귄이 녹는다>
pt_br: <PINGUIM DERRETE>
ru: <ПИНГВИН ТАЕТ>

source: ...\> ...\> UM.
cht: ...\>...\>嗯。
it: ...\> ...\> EHM.
ja: …\> …\> うーん。
ko: ...\> ...\> 으음.
pt_br: ...\> ...\> AHM.
ru: ...\> ...\> ЭМ.

source: @niko_eyeclosed ...we should go, \p.
cht: @niko_eyeclosed ...我们该走了 \p。
es: @niko_eyeclosed ... Deberíamos marcharnos, \p.
it: @niko_eyeclosed ...\p, dovremmo andare.
ja: @niko_eyeclosed …もう行った方がいいかもね、 \p。
ko: @niko_eyeclosed ...우린 가야 돼요, \p 님.
pt_br: @niko_eyeclosed ... acho melhor a gente ir, \p.
ru: @niko_eyeclosed ...нам пора идти, \p.

source: @niko_speak Goodbye, penguin!
cht: @niko_speak 再见，企鹅！
es: @niko_speak ¡Adiós, pingüino!
it: @niko_speak Addio, pinguino!
ja: @niko_speak さよなら、ペンギンさん！
ko: @niko_speak 안녕, 펭귄아!
pt_br: @niko_speak Tchau, pinguim!
ru: @niko_speak Прощай, пингвин!

source: @niko_huh ...yeah let's get outta here.
cht: @niko_huh ...嗯，让我们离开这里。
es: @niko_huh ... Sí, salgamos de aquí.
it: @niko_huh ...Sì, andiamocene via SUBITO.
ja: @niko_huh …うん、ここから出よう。
ko: @niko_huh ...네, 여기서 빠져나가요.
pt_br: @niko_huh ... é, vamos dar o fora daqui.
ru: @niko_huh ...да уж пора уносить ноги.

source: @niko_what2 Let's never speak of this again.
cht: @niko_what2 再也不要谈论这个了。
es: @niko_what2 No hablemos nunca más de esto.
it: @niko_what2 E non parliamone mai più.
ja: @niko_what2 この話は誰にもしないほうがいいかも。
ko: @niko_what2 다시는 이걸 얘기하지 말고요.
pt_br: @niko_what2 Nunca mais toque nesse assunto.
ru: @niko_what2 Давай больше никогда не будем это обсуждать.

source: @niko This door won't budge...
cht: @niko 这个门打不开...
es: @niko Esta puerta no se mueve...
it: @niko Questa porta non si smuove...
ja: @niko このドア、全然動かない…
ko: @niko 이 문이 꿈쩍도 하지 않네요...
pt_br: @niko A porta está emperrada...
ru: @niko Эта дверь не сдвигается...

source: @niko3 ...you okay in there?
cht: @niko3 ...你在那还好么？
es: @niko3 ¿... Estás bien?
it: @niko3 ...Va tutto bene lì dentro?
ja: @niko3 …大丈夫？
ko: @niko3 ...거기 괜찮아요?
pt_br: @niko3 ... está tudo bem aí?
ru: @niko3 ...ты там в порядке?

source: @niko3 ...hello?
cht: @niko3 ...你好？
es: @niko3 ¿... Hola?
it: @niko3 ...Ci sei?
ja: @niko3 …ねえ…
ko: @niko3 ...이봐요?
pt_br: @niko3 ... olá?
ru: @niko3 ...ау?

source: @plight_worry ...mostly.
cht: @plight_worry ...差不多。
es: @plight_worry ... Más o menos.
it: @plight_worry ...Direi di sì.
ja: @plight_worry …まあ何とか。
ko: @plight_worry ...그럭저럭.
pt_br: @plight_worry ... quase tudo.
ru: @plight_worry ...по большей части.

source: @plight_worry2 ...look, don't worry about me for now, okay?
cht: @plight_worry2 ...看，现在不要担心我，好吗？
es: @plight_worry2 ... Mira, no te preocupes por mí, ¿vale?
it: @plight_worry2 ...Senti, non preoccuparti per me adesso, ok?
ja: @plight_worry2 …おれのことは心配するな。
ko: @plight_worry2 ...이봐, 지금은 날 걱정하지 마. 알겠어?
pt_br: @plight_worry2 ... olha, não se preocupe comigo por enquanto, sim?
ru: @plight_worry2 ...слушай, ты пока не беспокойся обо мне, ладно?

source: @plight_sigh You got more important stuff to deal with...
cht: @plight_sigh 你还有更重要的事要做...
es: @plight_sigh Tienes cosas más importantes de las que preocuparte...
it: @plight_sigh Hai cose più importanti da fare...
ja: @plight_sigh もっと他に重要なことがあるだろ…
ko: @plight_sigh 넌 더 중요한 일이 있잖아...
pt_br: @plight_sigh Você tem coisas mais importantes para fazer...
ru: @plight_sigh У тебя есть более важные дела...

source: @niko2 ...let's see if this elevator works.
cht: @niko2 ...让我们看看这个电梯是否还能工作。
es: @niko2 ... A ver si este ascensor funciona.
it: @niko2 ...Vediamo se riusciamo a far funzionare questo ascensore.
ja: @niko2 …このエレベーターは動くかな？
ko: @niko2 ..이 엘리베이터가 작동하는지 봐요.
pt_br: @niko2 ... vamos ver se esse elevador funciona.
ru: @niko2 ...посмотрим, работает ли этот лифт.

source: @niko Neat.
cht: @niko 安全到达。
es: @niko Genial.
it: @niko Eccoci qua.
ja: @niko よし。
ko: @niko 잘됐네요.
pt_br: @niko Perfeito.
ru: @niko Класс.

source: @plight Welp, looks like this elevator works alright.
cht: @plight 看来这个电梯可以正常工作。
es: @plight Parece que este ascensor funciona bien.
it: @plight Beh, sembra che questo ascensore funzioni bene.
ja: @plight うん、このエレベーターは ちゃんと動くみたいだな。
ko: @plight 꼬마야, 엘리베이터가 제대로 작동하는 것 같아.
pt_br: @plight Bom, parece que está tudo em ordem com o elevador.
ru: @plight Ну ладно, похоже, этот лифт работает.

source: @plight_2 I'll uh...\.\.go get the evacuees, I suppose...
cht: @plight_2 我会...\.\.去接那些撤离人员...
es: @plight_2 Iré...\.\.a por los refugiados, supongo...
it: @plight_2 Ehm...\.\. Suppongo che andrò a prendere gli altri sfollati...
ja: @plight_2 じゃあ…\.\.避難者を呼んでくるかな…
ko: @plight_2 난...\.\.피난민들을 데려올게...
pt_br: @plight_2 Então, ahm... \.\.acho que vou resgatar quem ficou preso...
ru: @plight_2 Я э-э...\.\. пожалуй пойду позову эвакуированных...

source: @plight_worry UM.
cht: @plight_worry 嗯。
it: @plight_worry EHM.
ja: @plight_worry あれ。
ko: @plight_worry 음.
pt_br: @plight_worry HM...
ru: @plight_worry ЭЙ.

source: @plight_scared WHAT IS GOING ON.
cht: @plight_scared 发生什么了。
es: @plight_scared ¿QUÉ ESTÁ PASANDO?
it: @plight_scared MA CHE SUCCEDE?
ja: @plight_scared どうなってる…
ko: @plight_scared 무슨 일이야?
pt_br: @plight_scared O QUE ESTÁ ACONTECENDO?
ru: @plight_scared ЧТО ПРОИСХОДИТ.

source: @niko_shock Nooo!!!!
cht: @niko_shock 不！！！！
ja: @niko_shock いや！！！！
ko: @niko_shock 안 돼!!!!
pt_br: @niko_shock Nãããão!!!
ru: @niko_shock Нееет!!!!

source: @plight_scared It's... the square stuff, isn't it?
cht: @plight_scared 是...方块，是吗？
es: @plight_scared Son... los cuadrados, ¿verdad?
it: @plight_scared È... quella roba quadrata, vero?
ja: @plight_scared まさか…四角形か？
ko: @plight_scared 그... 사각형이지?
pt_br: @plight_scared São... os quadrados, né?
ru: @plight_scared Это... квадратные штуки, да?

source: @plight_worry2 There aren't any in here but...
cht: @plight_worry2 这里没有，但是...
es: @plight_worry2 Aquí no hay ninguno, pero...
it: @plight_worry2 Non è entrata qui, ma...
ja: @plight_worry2 こっちには1つもないけど…
ko: @plight_worry2 여기에는 없지만...
pt_br: @plight_worry2 Não tem nenhum aqui, mas...
ru: @plight_worry2 Внутри их нет, но...

source: @plight_worry I can hear them just outside the door...
cht: @plight_worry 我可以听到它们就在门外...
es: @plight_worry Puedo oírles detrás de la puerta...
it: @plight_worry Sento che è proprio fuori dalla porta...
ja: @plight_worry ドアのすぐ外に 奴らがいるのが聞こえる…
ko: @plight_worry 문 너머에서 소리가 들려...
pt_br: @plight_worry Posso ouvi-los do outro lado da porta...
ru: @plight_worry Я слышу их прямо за дверью...

source: @niko3 H-hold on! \@niko2 Maybe \p and I can...
cht: @niko3 坚持住！\@Niko2 也许\p和我可以...
es: @niko3 ¡E... Espera! \@niko2 Puede que \p y yo podamos...
it: @niko3 A-aspetta! \@niko2 Forse \p ed io possiamo...
ja: @niko3 ちょ、ちょっと待っててね！ \@niko2 ミーと \p で何とか…
ko: @niko3 잠깐만요! \@niko2 어쩌면 \p 님과 제가...
pt_br: @niko3 C-Calma aí! \@niko2 Talvez \p e eu possamos...
ru: @niko3 П-подожди! \@niko2 Может, \p и я сможем...

source: @plight_worry No, no, it's okay!
cht: @plight_worry 不，不，没关系！
es: @plight_worry ¡No, no, no pasa nada!
it: @plight_worry No, no, va tutto bene!
ja: @plight_worry いや、いい。大丈夫だ！
ko: @plight_worry 아니야, 괜찮아!
pt_br: @plight_worry Não, não, está tudo bem!
ru: @plight_worry Нет-нет, всё нормально!

source: @plight_worry2 Looks like the squares aren't inside the elevator....\>\n\@plight_sigh yet.
cht: @plight_worry2 看起来方块没有在电梯里...\>\n\@plight_sigh ...目前还没。
es: @plight_worry2 Parece que no hay cuadrados dentro del ascensor...\>\n\@plight_sigh todavía.
it: @plight_worry2 Sembra che i quadrati non siano ancora entrati dentro all'ascensore...\>\n\@plight_sigh per ora.
ja: @plight_worry2 エレベーターの中に四角形は ないみたいだから…\>\n\@plight_sigh 今のところは。
ko: @plight_worry2 사각형들이 엘리베이터 안에는 없는 것 같아...\>\n\@plight_sigh 아직은.
pt_br: @plight_worry2 Parece que os quadrados não estão dentro do elevador.... \>\n\@plight_sigh ainda.
ru: @plight_worry2 Похоже внутри лифта квадратов ещё нет....\>\n\@plight_sigh пока что.

source: @plight_worry You're... in a hurry, right?
cht: @plight_worry 你...很着急，是吗？
es: @plight_worry Tienes... prisa, ¿no?
it: @plight_worry Devi sbrigarti, giusto?
ja: @plight_worry 君は… 急いでるんだよな？
ko: @plight_worry 너... 급하구나?
pt_br: @plight_worry Você... está com pressa, né?
ru: @plight_worry Ты... ведь торопишься?

source: @plight_worry2 Go do...\.\. what you need to do....
cht: @plight_worry2 去...\.\. 做你要做的...
es: @plight_worry2 Ve a...\.\. hacer lo que necesites...
it: @plight_worry2 Vai...\.\. a fare quel che devi...
ja: @plight_worry2 なら、ほら…\.\. 早く行きな…
ko: @plight_worry2 가서...\.\. 할 일을 해...
pt_br: @plight_worry2 Vá fazer...\.\. o que precisa fazer....
ru: @plight_worry2 Иди, делай...\.\. то, что должен делать....

source: @niko3 But... what about you?
cht: @niko3 那...你呢？
es: @niko3 Pero... ¿y qué pasa contigo?
it: @niko3 Ma... tu cosa farai?
ja: @niko3 でも…お兄さんは？
ko: @niko3 하지만... 아저씨는요?
pt_br: @niko3 Mas... e você?
ru: @niko3 Но... как же ты?

source: @plight_worry I'll... \.\.figure something out...
cht: @plight_worry 我会...\.\.自己解决的...
es: @plight_worry Ya... \.\.pensaré en algo...
it: @plight_worry Beh... \.\.mi inventerò qualcosa...
ja: @plight_worry おれは… \.\.まあ、何とかするよ…
ko: @plight_worry 난... \.\.어떻게든 해 볼게...
pt_br: @plight_worry Eu... \.\.vou dar meu jeito...
ru: @plight_worry Я... \.\.что-нибудь придумаю...

source: @niko4 Okay...
cht: @niko4 好的...
es: @niko4 Vale...
it: @niko4 Ok...
ja: @niko4 分かった…
ko: @niko4 알겠어요...
pt_br: @niko4 Certo...
ru: @niko4 Ладно...

source: I'm catching fireflies for mommy!
cht: 我在给妈妈抓萤火虫！
es: ¡Estoy cogiendo luciérnagas para mami!
it: Sto catturando lucciole per la mamma!
ja: ママのためにホタルを捕まえるんだ！
ko: 엄마에게 줄 반딧불을 잡고 있어!
pt_br: Estou pegando vaga-lumes para mamãe!
ru: Я ловлю светлячков для мамочки!

source: @niko The horizon is glowing blue.
cht: @niko 天边闪着蓝光。
es: @niko El horizonte tiene un brillo azul.
it: @niko L'orizzonte è di un blu brillante.
ja: @niko 水平線が青く光ってる。
ko: @niko 지평선이 푸르게 빛나고 있어요.
pt_br: @niko O horizonte brilha em azul.
ru: @niko Горизонт сияет синим цветом.

source: @rowbot [HERE IS YOUR STOP. THE GLEN.]
cht: @rowbot [你到站了。这里是 GLEN。]
es: @rowbot [ESTA ES TU PARADA. EL VALLE.]
it: @rowbot [QUESTA È LA TUA FERMATA.\. LA VALLE.]
ja: @rowbot [到着しましタ。峡谷でス。]
ko: @rowbot [여기가 당신이 내릴 곳입니다. 협곡이죠.]
pt_br: @rowbot [SUA PARADA: O VALE.]
ru: @rowbot [ВАША ОСТАНОВКА. ДОЛИНА.]

source: @rowbot [THERE SHOULD BE A VILLAGE TO THE NORTH. BUT THAT'S ALL I CAN RECALL.]
cht: @rowbot [北边应该有一个村子。我只能回想起 这些。]
es: @rowbot [DEBERÍA HABER UNA ALDEA AL NORTE. PERO ESO ES TODO LO QUE RECUERDO.]
it: @rowbot [DOVREBBE ESSERCI UN VILLAGGIO A NORD. MA NON RIESCO A RICORDARE ALTRO.]
ja: @rowbot [北ノほうに村ガあるはずでス。 それ以上ハ何も覚えていませン。]
ko: @rowbot [분명 북쪽에 마을이 하나 있을 거예요, 그 외에는 기억나는 게 없습니다.]
pt_br: @rowbot [HÁ UMA ALDEIA AO NORTE, MAS NÃO LEMBRO DE MAIS NADA.]
ru: @rowbot [К СЕВЕРУ ОТСЮДА ДОЛЖНА БЫТЬ ДЕРЕВНЯ. ЭТО ВСЁ, ЧТО Я МОГУ ПРИПОМНИТЬ.]

source: @niko_speak Oh, that's good to know!
cht: @niko_speak 哦，太好了！
es: @niko_speak ¡Ah, está bien saberlo!
it: @niko_speak Oh, buono a sapersi!
ja: @niko_speak 教えてくれてありがとう！
ko: @niko_speak 아, 잘 기억해 둘게요!
pt_br: @niko_speak Bom saber!
ru: @niko_speak О, как я рад это слышать!

source: @rowbot [FAREWELL.]
cht: @rowbot [再见。]
es: @rowbot [ADIÓS.]
it: @rowbot [ADDIO.]
ja: @rowbot [それでハ。]
ko: @rowbot [그럼 안녕히.]
pt_br: @rowbot [ADEUS.]
ru: @rowbot [ПРОЩАЙТЕ.]

source: @rowbot [MAY YOUR MISSION BE A SUCCESS.]
cht: @rowbot [祝你成功完成任务。]
es: @rowbot [BUENA SUERTE EN TU MISIÓN.]
it: @rowbot [BUONA FORTUNA CON LA TUA MISSIONE.]
ja: @rowbot [アナタノ使命ガ成功しますようニ。]
ko: @rowbot [당신의 임무가 성공적으로 끝나기를 빕니다.]
pt_br: @rowbot [QUE SUA MISSÃO SEJA UM SUCESSO.]
ru: @rowbot [УСПЕХОВ В ВАШЕЙ МИССИИ.]

source: @niko_speak A-Are you leaving?
cht: @niko_speak 你——你要走了吗？
es: @niko_speak ¿Te... Te vas?
it: @niko_speak T-te ne stai andando?
ja: @niko_speak か、帰っちゃうの？
ko: @niko_speak 가... 가시게요?
pt_br: @niko_speak Você está indo embora?
ru: @niko_speak Т-Ты уплываешь?

source: @rowbot [YES.\>\nI MUST RETURN TO MY STATION.]
cht: @rowbot [是的。\>\n我得返回基站了。]
es: @rowbot [SÍ.]\>\n[DEBO REGRESAR A MI ESTACIÓN.]
it: @rowbot [SÌ.\>\nDEVO TORNARE ALLA MIA POSTAZIONE.]
ja: @rowbot [ハイ。\>\n持ち場ニ戻らなければなりませン。]
ko: @rowbot [네.\>\n전 원래 위치로 돌아가야 합니다.]
pt_br: @rowbot [SIM.\>\nPRECISO VOLTAR PARA A MINHA ESTAÇÃO.]
ru: @rowbot [ДА.\>\nЯ ДОЛЖЕН ВЕРНУТЬСЯ НА СВОЮ СТАНЦИЮ.]

source: @niko But you'll be all alone again...
cht: @niko 但之后你又会只有一个人了...
es: @niko Pero volverás a estar completamente solo...
it: @niko Ma sarai di nuovo tutto solo...
ja: @niko でも、また一人ぼっちになっちゃうよ…
ko: @niko 하지만, 그럼 또 혼자 있게 되잖아요...
pt_br: @niko Mas você ficará sozinho...
ru: @niko Но ты снова останешься совсем один...

source: @rowbot [IT'S OKAY.]
cht: @rowbot [没问题。]
es: @rowbot [NO PASA NADA.]
it: @rowbot [È TUTTO OK.]
ja: @rowbot [大丈夫でス。]
ko: @rowbot [괜찮습니다.]
pt_br: @rowbot [TUDO BEM.]
ru: @rowbot [НИЧЕГО СТРАШНОГО.]

source: @rowbot [I HAVE NOT BEEN TAMED.]
cht: @rowbot [我还没被制御。]
es: @rowbot [NO ME HAN DOMADO.]
it: @rowbot [NON SONO STATO ADDOMESTICATO.]
ja: @rowbot [ワタシハ制御化されていませんかラ。]
ko: @rowbot [전 길들여지지 못했거든요.]
pt_br: @rowbot [NÃO SOU EVOLUÍDO.]
ru: @rowbot [Я НЕ БЫЛ ПРИРУЧЕН.]

source: Hm...
cht: 嗯...
es: Mm...
it: Mh...
ja: うーん…
ko: 흐음...
ru: Хм...

source: Nothing's biting...
cht: 没有咬钩...
es: No pica nada...
it: Non abbocca niente...
ja: 何も釣れねえな…
ko: 입질이 없네...
pt_br: Não estou pegando nada...
ru: Не клюёт...

source: Hi I'm an inaccessible npc.
cht: 嗨，我是无法接触的NPC。
es: Hola, soy un pnj inaccesible.
it: Salve, sono un NPC inaccessibile.
ja: やあ、私はアクセスできないNPCです。
ko: 안녕, 난 접근할 수 없는 NPC야.
pt_br: Olá! Sou um PNJ inacessível.
ru: Привет я недоступный нип...

source: @niko A few small fish are in the bottom of this jar.
cht: @niko 一些小鱼在这个罐子的底部游动。
es: @niko Hay algunos peces pequeños en el fondo de este tarro.
it: @niko Ci sono alcuni piccoli pesci sul fondo di questo vaso.
ja: @niko 壺の底に、魚がちょっぴりいるよ。
ko: @niko 항아리 바닥에 작은 생선 몇 마리가 있어요.
pt_br: @niko Tem uns peixinhos no fundo deste pote.
ru: @niko На дне этого сосуда несколько мелких рыбок.

source: @niko_speak It's full of fish heads!
cht: @niko_speak 满满的全是鱼头！
es: @niko_speak ¡Está lleno de cabezas de pescado!
it: @niko_speak È pieno di teste di pesci!
ja: @niko_speak 魚の頭がたくさん！
ko: @niko_speak 생선 머리가 가득해요!
pt_br: @niko_speak Está cheio de cabeças de peixe!
ru: @niko_speak Тут полно рыбьих голов!

source: @niko Filled with small, dried fish.
cht: @niko 装满了小小的鱼干。
es: @niko Lleno de peces pequeños y secos.
it: @niko È riempito con piccoli pesci essiccati.
ja: @niko 小さな、乾いた魚でいっぱい。
ko: @niko 말린 생선이 가득 차 있어요.
pt_br: @niko Cheio de peixinhos secos.
ru: @niko Заполнен мелкой сушёной рыбёшкой.

source: @niko_speak These look like crab shells.
cht: @niko_speak 这些看起来像是蟹壳。
es: @niko_speak Parecen caparazones de cangrejos.
it: @niko_speak Questi sembrano gusci di granchio.
ja: @niko_speak カニ殻みたい。
ko: @niko_speak 게 껍질 같아요.
pt_br: @niko_speak Parecem casca de siri.
ru: @niko_speak Эти штуки похожи на крабовые панцири.

source: @niko A cleaning sponge with a rough surface.
cht: @niko 表面粗糙的清洁海绵。
es: @niko Una esponja para limpiar con una superficie áspera.
it: @niko Una spugna per pulire dalla superficie ruvida.
ja: @niko 掃除用のスポンジ。表面がザラザラしてるよ。
ko: @niko 표면이 거친 청소용 스펀지예요.
pt_br: @niko Uma esponja de limpeza de superfície áspera.
ru: @niko Чистящая губка с шероховатой поверхностью.

source: $2) Without breaking the seal, inject the liquid phosphor into the container.
cht: $2）不打开封口的情况下， 把液体的荧光体注入容 器。
es: $2) Sin abrir el recipiente, inyecta el fósforo líquido.
it: $2) Senza rompere il sigillo, iniettare il fosforo liquido nel contenitore.
ja: $2）開封せずに、 液状蛍光体を容器に 注入する。
ko: $2) 밀폐 상태를 유지하면서 액체 발광채를 용기에 주입한다.
pt_br: $2) Sem romper o lacre, injete a luminescência líquida no frasco.
ru: $2) Не нарушая герметичность, введите жидкий фосфор в контейнер.

source: $3) Shake vigorously to initiate the reaction.
cht: $3）用力摇晃引起反应。
es: $3) Agítalo con fuerza para iniciar la reacción.
it: $3) Agitare energicamente per dare inizio alla reazione.
ja: $3）激しく振って反応を 呼び起こす。
ko: $3) 강하게 흔들어 반응을 일으킨다.
pt_br: $3) Balance vigorosamente para ativar reação.
ru: $3) Как следует потрясите, чтобы инициировать реакцию.

source: $4) Use as soon as possible.
cht: $4）尽快使用。
es: $4) Haz uso del contenido cuanto antes.
it: $4) Utilizzare il prima possibile.
ja: $4）できるだけ速やかに 使用すること。
ko: $4) 되도록 빨리 사용한다.
pt_br: $4) Utilize o mais rápido possível.
ru: $4) Используйте в ближайшее время.

source: $Note: If elements begin to separate, further shaking is required.
cht: $注意：如果元素开始分 离，要继续摇晃。
es: $Nota: Si los elementos comienzan a separarse, será necesario continuar agitando la mezcla.
it: $Nota: Se gli elementi iniziano a separarsi, è necessario agitare ulteriormente.
ja: $注:物質が分離し始めた 場合、さらに振る 必要がある。
ko: $참고: 성분이 분리되기 시작하면 추가로 흔들어줘야 함.
pt_br: $Observação: se ocorrer a separação dos elementos, agite o recipiente de novo.
ru: $Замечание: если элементы начинают расслаиваться, необходимо продолжить встряхивание.

source: $Also note: Hand protection is critical after this step.
cht: $还要注意：完成这一步 后手部的保护非常重 要。
es: $Después de este paso, es fundamental proteger las manos.
it: $Nota bene: Proteggere le mani è fondamentale dopo questo passaggio.
ja: $注2: この手順を終えた後は、 必ず手を保護すること。
ko: $참고: 이 단계 이후부터는 손을 철저하게 보호해야 함.
pt_br: $Atenção: é obrigatório o uso de proteção para as mãos após esta etapa.
ru: $Также: После этого этапа очень важно защитить кожу рук.

source: $The resulting acid is moderately stronger than common household cleaners.
cht: $反应产物的酸性物质稍 微比普通家用清洗剂浓 一些。
es: $El ácido resultante es considerablemente más fuerte que los limpiadores domésticos convencionales.
it: $L'acido risultante è moderatamente più forte dei comuni detergenti domestici.
ja: $以上の方法で精製した 酸は、一般的な 家庭用洗浄剤よりも やや強力である。
ko: $결과물인 산성 물질은 일반 가정용 세제보다 효능이 강함.
pt_br: $O ácido resultante é relativamente mais forte do que produtos de limpeza comuns.
ru: $Получившаяся в результате кислота в средней мере сильнее, чем обычные бытовые чистящие средства.

source: @niko_eyeclosed I... don't know what half of these words mean...
cht: @niko_eyeclosed 我...只能看懂这一半词的意思...
es: @niko_eyeclosed No sé lo que significan la mitad de estas palabras...
it: @niko_eyeclosed Io... non capisco la metà di quel che c'è scritto...
ja: @niko_eyeclosed か…書いてあることの 半分も理解できない…
ko: @niko_eyeclosed 저... 이중 절반은 모르는 단어예요...
pt_br: @niko_eyeclosed Eu... não entendi metade dessas palavras...
ru: @niko_eyeclosed Я... не понимаю значения и половины того, что тут написано...

source: @niko_speak It's a good thing you're here, \p!
cht: @niko_speak 真高兴有你在这里，\p！
es: @niko_speak ¡Me alegro de que estés aquí, \p!
it: @niko_speak Meno male che ci sei tu, \p!
ja: @niko_speak 神様がいてくれてよかった、 \p！
ko: @niko_speak 당신이 함께 있어서 정말 다행이네요, \p 님!
pt_br: @niko_speak Que bom que você está aqui, \p!
ru: @niko_speak Как хорошо, что ты здесь, \p!

source: @niko A bunch of robots without power.
cht: @niko 一群没电的机器人。
es: @niko Un montón de robots sin energía.
it: @niko Un sacco di robot senza energia.
ja: @niko 動力のないロボットがたくさんいる。
ko: @niko 움직이지 않는 로봇이 잔뜩 있어요.
pt_br: @niko Um monte de robôs sem energia.
ru: @niko Куча разрядившихся роботов.

source: @niko_eyeclosed I guess the generator can only do so much...
cht: @niko_eyeclosed 我觉得发电机的作用也是有限的...
es: @niko_eyeclosed Supongo que el generador nos puede servir de ayuda...
it: @niko_eyeclosed Immagino che il generatore non possa fare di meglio...
ja: @niko_eyeclosed 発電機にも 限界があるみたいだね…
ko: @niko_eyeclosed 발전기의 동력에도 한계가 있나 봐요...
pt_br: @niko_eyeclosed Parece que o gerador tem um limite...
ru: @niko_eyeclosed Похоже, что генератор на многое не способен...
