Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko_speak Yeah! \.\.\@niko The robot lady with the red hair.
cht: @niko_speak 是的！\.\.\@Niko 红头发的机器人女士。
es: @niko_speak ¡Sí! \.\.\@niko La mujer robot pelirroja.
it: @niko_speak Sì! \.\.\@niko La signorina robot con i capelli rossi.
ja: @niko_speak うん！ \.\.\@niko 赤毛のロボットのお姉さん。
ko: @niko_speak 네! \.\.\@niko 빨간 머리의 로봇 아가씨와 함께 있어요.
pt_br: @niko_speak Sim! \.\.\@niko A moça-robô ruiva.
ru: @niko_speak Ага! \.\.\@niko Тётенька-робот с рыжими волосами.

source: @niko She's in the computer room right now.
cht: @niko 她现在在电脑房。
es: @niko Está en la sala de ordenadores ahora mismo.
it: @niko È nella sala computer in questo momento.
ja: @niko ちょうど今、コンピューターがたくさん 並んだ部屋にいるよ。
ko: @niko 지금은 컴퓨터실에 있어요.
pt_br: @niko Ela está na sala de computadores agora.
ru: @niko Она сейчас в комнате с ЭВМ.

source: @proto1b [Then... please do not tell her you found me.]
cht: @proto1b [那...请不要告诉她你找 到了我。]
es: @proto1b [Entonces... no le digas que me has encontrado, por favor.]
it: @proto1b [Allora... per favore, non dirle che mi hai trovato.]
ja: @proto1b [なら…ボクを見つけたことは、 そのお姉さんには言わないで。]
ko: @proto1b [그러면... 날 봤다는 말은 하지 마.]
pt_br: @proto1b [Então... Peço que não conte a ela que me encontrou.]
ru: @proto1b [Тогда... прошу, не говори ей, что ты меня нашёл.]

source: @proto2b [At least, not yet.]
cht: @proto2b [至少现在不要。]
es: @proto2b [Al menos todavía no.]
it: @proto2b [O meglio, non ancora.]
ja: @proto2b [少なくとも、今はまだ。]
ko: @proto2b [아직은.]
pt_br: @proto2b [Não por agora, pelo menos.]
ru: @proto2b [По крайней мере, не сейчас.]

source: @proto2b [I can't be seen like this.]
cht: @proto2b [我不能让她看见我这个样子。]
es: @proto2b [No quiero que me vean así.]
it: @proto2b [Non posso essere visto così.]
ja: @proto2b [ボクの存在を、このような形で 知られてはいけない。]
ko: @proto2b [이런 식으로 날 알아채게 할 순 없거든.]
pt_br: @proto2b [Ninguém pode me ver assim.]
ru: @proto2b [Не хочу, чтобы меня видели в таком состоянии.]

source: @niko2 Um... okay...
cht: @niko2 嗯...好的...
es: @niko2 Em... vale...
it: @niko2 Ehm... D'accordo...
ja: @niko2 えっと…分かった…
ko: @niko2 어... 알았어요...
pt_br: @niko2 Ahm... Tudo bem.
ru: @niko2 Эм... ну ладно...

source: @proto2 [Please help me restore my memory.]\>\n[Bring the disk back once you have the backup.]
cht: @proto2 [请帮助我恢复记忆。]\>\n[一旦有了备份就把内存盘带回来。]
es: @proto2 [Ayúdame a restaurar mi memoria, por favor.]\>\n[Trae el disco de vuelta cuando tengas la copia de seguridad.]
it: @proto2 [Per favore, aiutami a ripristinare i miei ricordi.\>\nRiportami l'unità di memoria quando avrai il backup.]
ja: @proto2 [記憶の修復を手伝ってほしい。]\>\n[バックアップを取ったら、 ディスクを返しに来て。]
ko: @proto2 [내 메모리 복구를 도와줘.]\>\n[백업을 하고 나면 디스크를 가져다줘.]
pt_br: @proto2 [Ajude-me a restaurar minha memória.]\>\n[Traga o disco de volta quando tiver o backup.]
ru: @proto2 [Пожалуйста, помоги мне восстановить память.]\>\n[Когда у тебя будет копия, принеси диск обратно.]

source: @niko Does this work?
cht: @niko 这有用吗？
es: @niko ¿Esto vale?
it: @niko Funziona?
ja: @niko うまくいくかな？
ko: @niko 이렇게 하면 되는 건가?
pt_br: @niko Isso serve?
ru: @niko Это сработает?

source: @proto1b [Let's see...]
cht: @proto1b [让我看看...]
es: @proto1b [Veamos...]
it: @proto1b [Vediamo...]
ja: @proto1b [試してみる…]
ko: @proto1b [어디 보자...]
pt_br: @proto1b [Vejamos...]
ru: @proto1b [Сейчас проверим...]

source: @proto_disk [Inserting Disk...]\>\n\@proto_eyeclosed [Rebooting...]
cht: @proto_disk [插入内存盘...]\>\n\@proto_eyeclosed [重启中...]
es: @proto_disk [Insertando disco...]\>\n\@proto_eyeclosed [Reiniciando...]
it: @proto_disk [Inserimento dell'unità di memoria...\>\n\@proto_eyeclosed Riavvio...]
ja: @proto_disk [ディスクを挿入…]\>\n\@proto_eyeclosed [再起動中…]
ko: @proto_disk [디스크 삽입 중...]\>\n\@proto_eyeclosed [재부팅 중...]
pt_br: @proto_disk [Inserindo disco...]\>\n\@proto_eyeclosed [Reinicializando...]
ru: @proto_disk [Вставка Диска...]\>\n\@proto_eyeclosed [Переустановка...]

source: @proto_gasp2 [...]\>\n[Ah.]
cht: @proto_gasp2 [...]\>\n[啊]
ja: @proto_gasp2 […]\>\n[ああ。]
ko: @proto_gasp2 [...]\>\n[아.]
ru: @proto_gasp2 [...]\>\n[Ах.]

source: @niko2 Are you okay?
cht: @niko2 你还好么？
es: @niko2 ¿Estás bien?
it: @niko2 Stai bene?
ja: @niko2 大丈夫？
ko: @niko2 괜찮아요?
pt_br: @niko2 Você está bem?
ru: @niko2 Ты в порядке?

source: @proto2 [...Sure.]
cht: @proto2 [...当然]
es: @proto2 [... Claro.]
it: @proto2 [...Certo.]
ja: @proto2 […平気。]
ko: @proto2 [...물론.]
pt_br: @proto2 [... É claro.]
ru: @proto2 [...Конечно.]

source: @niko2 So... I guess it worked?
cht: @niko2 因此...我猜它成功了？
es: @niko2 Entonces... ¿Ha funcionado?
it: @niko2 Quindi... Ha funzionato?
ja: @niko2 うまく…いったのかな？
ko: @niko2 그럼... 성공한 거예요?
pt_br: @niko2 Então... funcionou?
ru: @niko2 То есть... получилось?

source: @proto1c [Yes.]
cht: @proto1c [是的。]
es: @proto1c [Sí.]
it: @proto1c [Sì.]
ja: @proto1c [うん。]
ko: @proto1c [그래.]
pt_br: @proto1c [Sim.]
ru: @proto1c [Да.]

source: @proto2b [I believe a proper introduction is in order.]
cht: @proto2b [我觉得我需要自我介绍一下。]
es: @proto2b [Creo que te debo una presentación como es debido.]
it: @proto2b [Credo sia d'obbligo una presentazione adeguata.]
ja: @proto2b [自己紹介がまだだったね。]
ko: @proto2b [먼저 제대로 소개를 해야겠군.]
pt_br: @proto2b [Acredito que seja hora de nos apresentarmos direito.]
ru: @proto2b [Думаю, сейчас самое время представиться.]

source: @proto1 [I am the Prototype, originally named Prophetbot.]
cht: @proto1 [我是Prototype，原名为先知机器人]
es: @proto1 [Soy Prototipo, originariamente llamado Profetabot.]
it: @proto1 [Sono il Prototipo, originariamente chiamato Profetabot.]
ja: @proto1 [ボクはプロトタイプ。元々は、預言者ロボという 名前だった。]
ko: @proto1 [난 프로토타입이야. 원래 이름은 예언봇이었지.]
pt_br: @proto1 [Eu sou o Protótipo, originalmente chamado de Profetobô.]
ru: @proto1 [Я — Прототип, изначально названный Роботом-пророком.]

source: @proto2 [I was built to greet the savior of the old world.]
cht: @proto2 [我是为了迎接旧世界的救世主而被 创作的。]
es: @proto2 [Me construyeron para recibir al salvador del mundo antiguo.]
it: @proto2 [Sono stato costruito per accogliere il salvatore del vecchio mondo.]
ja: @proto2 [旧世界の救世主を迎えるために 作られた存在。]
ko: @proto2 [난 옛 세상의 구원자를 맞이하도록 설계되었어.]
pt_br: @proto2 [Fui construído para saudar o salvador do mundo antigo.]
ru: @proto2 [Я был создан, чтобы поприветствовать спасителя старого мира.]

source: @niko ...wait. \>\n\@niko_speak A prophet robot...\. \.like that one I met?
cht: @niko ...等等。\>\n\@niko_speak 一个预言机器人...\.\.就像我见过的那个？
es: @niko ... Espera. \>\n\@niko_speak ¿Un robot profeta...\. \.como el que conocí?
it: @niko ...Aspetta. \>\n\@niko_speak Un robot profeta...\. \.come quello che ho incontrato?
ja: @niko …えっ。 \>\n\@niko_speak 預言者ロボって…\. \.ミーが会ったのと同じ？
ko: @niko ...잠깐만. \>\n\@niko_speak 예언 로봇이라면...\. \.제가 만났던 로봇 말인가요?
pt_br: @niko ... calma aí. \>\n\@niko_speak Um robô profeta... \. \.tipo aquele que conheci?
ru: @niko ...подожди. \>\n\@niko_speak Робот пророк...\. \.как тот, которого я уже встретил?

source: @niko_eyeclosed ...Hey! I was right about you guys looking alike.
cht: @niko_eyeclosed ...嘿！我说对了，你们看起来很像。
es: @niko_eyeclosed ... ¡Oye! Pues sí que os parecéis.
it: @niko_eyeclosed ...Ehi! Quindi avevo ragione, siete davvero simili!
ja: @niko_eyeclosed …そっか！見た目がそっくりって言ったけど、 本当だったんだね。
ko: @niko_eyeclosed ....역시! 비슷하게 생겼다고 생각한 게 맞았군요.
pt_br: @niko_eyeclosed ... Ei! Eu tinha razão! Vocês se parecem mesmo!
ru: @niko_eyeclosed ...Эй! А я был прав, что вы похожи друг на друга.

source: @proto1c [Well, the Prophetbot out there now is a gross simplification of my design.]
cht: @proto1c [嗯，现在在外面的先知机器人是我的简化版。]
es: @proto1c [Bueno, el Profetabot ahí afuera es una simplificación de mi diseño.]
it: @proto1c [Beh, il Profetabot che c'è là fuori è una semplificazione grossolana del mio progetto.]
ja: @proto1c [あの場所にいた預言者ロボは、 ボクの設計を簡略化したもの。]
ko: @proto1c [음, 거기 있던 예언봇은 지금 내 설계를 크게 단순화한 거야.]
pt_br: @proto1c [Bom, aquele Profetobô não passa de uma simplificação grotesca do meu projeto.]
ru: @proto1c [Ну, тот Робот-пророк представляет собой чрезмерно упрощённый вариант моего дизайна.]

source: @proto2 [That is to say, he is much more primitive by comparison.] \.\.\n[Embarassingly so.]
cht: @proto2 [也就是说，相比之下他比较低级。]\.\.\n[令人尴尬。]
es: @proto2 [Quiero decir que es mucho más primitivo en comparación.] \.\.\n[Es vergonzoso.]
it: @proto2 [Diciamo che è molto più primitivo in confronto. \.\.\nIn modo imbarazzante.]
ja: @proto2 [つまり、アレはただの出来損ない。] \.\.\n[呆れるほどに。]
ko: @proto2 [훨씬 원시적인 수준이라고 말할 수 있지.] \.\.\n[창피할 정도로.]
pt_br: @proto2 [Sendo assim, ele é muito mais primitivo do que eu.] \.\.\n[É de dar dó.]
ru: @proto2 [Иными словами, по сравнению со мной он гораздо примитивнее.] \.\.\n[Настолько, что даже это грустно.]

source: @niko_eyeclosed Hey, he seemed alright to me...
cht: @niko_eyeclosed 嘿，对我来说没什么...
es: @niko_eyeclosed Oye, pues a mí me parecía que estaba bien...
it: @niko_eyeclosed Dici? A me è sembrato un tipo a posto...
ja: @niko_eyeclosed そんな、ミーにはそんなふうに 見えなかったよ…
ko: @niko_eyeclosed 제가 보기엔 괜찮았는데요...
pt_br: @niko_eyeclosed Ah, parecia que ele funcionava bem...
ru: @niko_eyeclosed Эй, по-моему, с ним всё нормально...

source: @proto2b [You don't understand.]
cht: @proto2b [你不了解]
es: @proto2b [Tú no lo entiendes.]
it: @proto2b [Non capisci.]
ja: @proto2b [キミは解ってない。]
ko: @proto2b [넌 몰라.]
pt_br: @proto2b [Você não entende.]
ru: @proto2b [Ты не понимаешь.]

source: @proto2 [Not only is he not tamed... \>\@proto2b he was tailor-made for this much smaller, simpler world to begin with.]
cht: @proto2 [他不仅没有被制御... \>\@Proto2b 他是专为这个更小、更简单的世界而创造的。]
es: @proto2 [No solo no está domado... \>\@proto2b sino que, para empezar, fue diseñado para un mundo mucho más pequeño y simple.]
it: @proto2 [Non solo non è addomesticato... \>\@proto2b è stato creato appositamente per questo mondo molto più piccolo e semplice.]
ja: @proto2 [アレは、制御化されてない上に… \>\@Proto2b この狭くて、単純な世界向けに カスタマイズされてる。]
ko: @proto2 [그는 길들여지지도 않았고... \>\@proto2b 훨씬 작고 단순한 세상을 위해 만들어졌거든.]
pt_br: @proto2 [Além de ele não ser evoluído... \>\@proto2b ele foi feito sob medida para um mundo muito menor e mais simples.]
ru: @proto2 [Он не только не приручен... \>\@proto2b Начнём с того, что он был разработан под этот гораздо более маленький и простой мир.]

source: @proto2b [I was not.]
cht: @proto2b [我不是。]
es: @proto2b [Yo no.]
it: @proto2b [Io no.]
ja: @proto2b [ボクは違う。]
ko: @proto2b [난 아니야.]
pt_br: @proto2b [Eu, não.]
ru: @proto2b [В отличие от меня.]

source: @proto1b [I was built before the real world ended.]
cht: @proto1b [我在真实的世界结束前就已经在了。]
es: @proto1b [Fui construido antes de que el mundo real acabara.]
it: @proto1b [Io sono stato costruito prima della fine del mondo reale.]
ja: @proto1b [ボクは、現実世界が終わりを 迎える前に作られた。]
ko: @proto1b [난 진짜 세상이 끝나기 전에 만들어졌어.]
pt_br: @proto1b [Fui construído antes do fim do mundo real.]
ru: @proto1b [Я был создан до того, как настоящему миру пришёл конец.]

source: @niko The...\.\.\@niko2 ...real world?
cht: @niko 真实的...\.\.\@niko2 ...世界？
es: @niko ¿El...\.\.\@niko2 mundo real?
it: @niko Del... \.\.\@niko2 mondo reale?
ja: @niko …\.\.\@niko2 …現実世界？
ko: @niko 진...\.\.\@niko2 ...짜 세상?
pt_br: @niko O... \.\.\@niko2 ... mundo real?
ru: @niko Какому...\.\.\@niko2 ...настоящему миру?

source: @proto_gasp2 [...Oh, right.]
cht: @proto_gasp2 [...哦，是的。]
es: @proto_gasp2 [... Ah, claro.]
it: @proto_gasp2 [...Oh, giusto.]
ja: @proto_gasp2 […ああ、そうか。]
ko: @proto_gasp2 [...참, 그렇지.]
pt_br: @proto_gasp2 [... Ah, sim.]
ru: @proto_gasp2 [...Ах да.]

source: @proto2b [...You don't know.]
cht: @proto2b [...你不知道。]
es: @proto2b [... No lo sabes.]
it: @proto2b [...Non lo sai.]
ja: @proto2b […キミは知らないのか。]
ko: @proto2b [...넌 모르겠구나.]
pt_br: @proto2b [... Você não sabe.]
ru: @proto2b [...Ты же не знаешь.]

source: @proto1b [Niko...]\.\.\n[Do you... \.\.remember the ending?]
cht: @proto1b [Niko...]\.\.\n[你还...\.\.记得结局吗？]
es: @proto1b [Niko...]\.\.\n[¿Te... \.\.acuerdas del final?]
it: @proto1b [Niko...\.\.\nTu... \.\.ricordi il finale?]
ja: @proto1b [ニコ…]\.\.\n[覚えてる…？ \.\.エンディングのこと。]
ko: @proto1b [니코...]\.\.\n[너... \.\.결말을 기억해?]
pt_br: @proto1b [Niko...]\.\.\n[Você... \.\.se lembra do final?]
ru: @proto1b [Нико...]\.\.\n[Ты помнишь... \.\.что было в конце?]

source: @niko3 ...excuse me?
cht: @niko3 ...什么？
es: @niko3 ¿... Cómo?
it: @niko3 ...Come scusa?
ja: @niko3 …今、何て？
ko: @niko3 ...뭐라고요?
pt_br: @niko3 ... como?
ru: @niko3 ...прости, что?

source: @proto1 [The fact that you've found me at all... means this is not your first time in this world.]
cht: @proto1 [你既然找到了我...意味着这不是你第 一次来到这个世界。]
es: @proto1 [El mero hecho de que me hayas encontrado... significa que esta no es tu primera vez en este mundo.]
it: @proto1 [Il fatto che tu mi abbia trovato... significa che questa non è la tua prima visita in questo mondo.]
ja: @proto1 [ボクを見つけ出した。…これはつまり、 キミがこの世界に訪れたのは 今回が初めてではない、ということ。]
ko: @proto1 [네가 날 만났다는 사실 자체가... 네가 이 세상에 처음 온 게 아니라는 뜻이야.]
pt_br: @proto1 [Só o fato de você ter me encontrado... significa que você já esteve neste mundo.]
ru: @proto1 [Тот факт, что ты вообще меня нашёл... означает, что в этом мире ты уже не впервые.]

source: @proto1c [You have already been summoned to this world once before.]
cht: @proto1c [你以前就被召唤来过这个世界。]
es: @proto1c [Ya has sido convocado a este mundo antes.]
it: @proto1c [Sei già stato convocato qui una prima volta.]
ja: @proto1c [キミは以前にも、この世界に 呼び出されたことがある。]
ko: @proto1c [넌 전에도 이 세상에 소환되었었지.]
pt_br: @proto1c [Você já veio a este mundo antes.]
ru: @proto1c [Тебя уже сюда призывали по крайней мере несколько раз.]

source: @proto2 [In fact, you've already traversed the entire world and went through the Tower already.]
cht: @proto2 [实际上，你已经旅行穿过整个世界，通过 了塔楼。]
es: @proto2 [De hecho, has cruzado todo el mundo, así como la Torre.]
it: @proto2 [Infatti, hai già attraversato tutto il mondo e sei già passato per la Torre.]
ja: @proto2 [それどころか、この世界を渡り歩いて、 すでに塔まで辿り着いている。]
ko: @proto2 [사실, 넌 이미 이 세상을 전부 여행했고 탑에도 갔었어.]
pt_br: @proto2 [Na realidade, você já atravessou todo o mundo e passou pela torre.]
ru: @proto2 [Кроме того, ты уже прошёл через весь мир и даже Башню.]

source: @proto2b [And, in the ending...\> you either put in the sun...\>or didn't.]
cht: @proto2b [最终...\> 你可能把太阳放进去了...\>也可能没有]
es: @proto2b [Y, al final...\> o colocaste el sol...\>o no.]
it: @proto2b [E, alla fine...\> hai inserito il sole...\> o hai scelto di non farlo.]
ja: @proto2b [そして、その終わりで…\> キミは太陽を戻したか…\> 戻さなかったか、そのどちらか。]
ko: @proto2b [그리고, 마지막에...\> 너는 태양을 제자리에 놓았거나...\>놓지 않았어.]
pt_br: @proto2b [E, no final...\> você colocou o sol no lugar... \>ou não.]
ru: @proto2b [И в конце концов...\> ты либо установил солнце...\>либо не сделал этого.]

source: @proto_eyeclosed [What matters is that you are here now.]
cht: @proto_eyeclosed [重要的是你现在在这。]
es: @proto_eyeclosed [Lo importante es que ahora estás aquí.]
it: @proto_eyeclosed [Ciò che conta è che sei qui adesso.]
ja: @proto_eyeclosed [重要なのは、今ここに キミがいるということ。]
ko: @proto_eyeclosed [중요한 건 네가 지금 여기에 있다는 거야.]
pt_br: @proto_eyeclosed [O que importa é que você está aqui agora.]
ru: @proto_eyeclosed [Но самое главное — ты теперь здесь.]

source: @proto2b [\p has successfully bypassed the "one shot" restriction and brought you back again.]
cht: @proto2b [\p成功地绕过了"仅有一次机会"的障碍， 又把你带了回来。]
es: @proto2b [\p ha conseguido superar la restricción de «un intento» y te ha devuelto aquí.]
it: @proto2b [\p ha eluso con successo la restrizione di "un solo tentativo" e ti ha riportato qui.]
ja: @proto2b [\p は「一度きり」 という制限を見事回避し、 キミを再び呼び戻した。]
ko: @proto2b [\p 님이 "한 번의 기회"라는 제한을 무시하고 널 다시 데려온 거야.]
pt_br: @proto2b [\p conseguiu contornar a restrição de “uma chance” e trouxe você de volta.]
ru: @proto2b [\p удалось успешно обойти ограничение «одной попытки» и вернуть тебя обратно в этот мир.]

source: @niko2 I... \>\@niko3 ...
cht: @niko2 我...\>\@niko3 ...
es: @niko2 Yo... \>\@niko3 ...
it: @niko2 Io... \n\>\@niko3 ...
ja: @niko2 ミーは… \>\@niko3 …
ko: @niko2 나는... \>\@niko3 ...
pt_br: @niko2 Eu... \>\@niko3 ...
ru: @niko2 Я... \>\@niko3 ...

source: @niko_distressed2 oh...
cht: @niko_distressed2 哦...
ja: @niko_distressed2 ああ…
ko: @niko_distressed2 아...
pt_br: @niko_distressed2 ah...
ru: @niko_distressed2 ох...

source: @proto2 [...Hm?]
cht: @proto2 [...嗯？]
es: @proto2 [¿... Mmm?]
it: @proto2 [...Mh?]
ja: @proto2 […うん？]
ko: @proto2 [...흠?]
ru: @proto2 [...Хм?]

source: @niko_distressed2 ...I...\>THOUGHT something was weird....
cht: @niko_distressed2 ...我...\>觉得有点奇怪...
es: @niko_distressed2 ... Sa...\>SABÍA que había algo raro...
it: @niko_distressed2 ...MI PAREVA che ci fosse qualcosa di strano...
ja: @niko_distressed2 …そう…\>何かおかしいと思ってた…
ko: @niko_distressed2 ...아무래도...\>뭔가 이상하다 싶긴 했어요...
pt_br: @niko_distressed2 ... Bem que... \>eu percebi que tinha alguma coisa esquisita...
ru: @niko_distressed2 Я...\>ТАК И ЗНАЛ, что что-то тут не так....

source: @niko_distressed ...when I woke up at the house, I called out a name...
cht: @niko_distressed ...在房间里醒来时，我叫出一个名字...
es: @niko_distressed Cuando me desperté en la casa y dije ese nombre...
it: @niko_distressed ...Quando mi sono svegliato in quella casa, ho sussurrato un nome...
ja: @niko_distressed …家で目が覚めた時に、誰かの 名前を呼んだんだ…
ko: @niko_distressed ...전 집에서 눈을 뜨면서 웬 이름을 불렀죠...
pt_br: @niko_distressed ... quando acordei naquela casa, eu falei um nome...
ru: @niko_distressed ...когда я очнулся в том доме, я сразу окликнул имя...

source: @niko_eyeclosed It turned out to be \p's name...
cht: @niko_eyeclosed 是\p的名字...
es: @niko_eyeclosed Resultó ser el nombre de \p...
it: @niko_eyeclosed Era il nome di \p...
ja: @niko_eyeclosed そしたら、 \p の名前だった…
ko: @niko_eyeclosed 그건 \p 님의 이름이었어요...
pt_br: @niko_eyeclosed E era o nome de \p...
ru: @niko_eyeclosed Оказалось, что это \p...

source: @niko3 And then I... \.\.back at the other robot...\>\n\@niko_eyeclosed I even asked \p if we met before.
cht: @niko3 然后我...\.\.回到另一个机器人那...\>\n\@niko_eyeclosed 我甚至还问\p我们是否见过。
es: @niko3 Y luego... \.\.con el otro robot...\>\n\@niko_eyeclosed Incluso le pregunté a \p si nos conocíamos.
it: @niko3 E poi... \.\.prima, dove c'era l'altro robot...\>\n\@niko_eyeclosed ho anche chiesto a \p se ci fossimo incontrati prima.
ja: @niko3 その後… \.\.最初のロボットのところで…\>\n\@niko_eyeclosed \pに、 ミーたちって 前に会ったことある？って聞いたんだ。
ko: @niko3 또... \.\.그 예언봇에게 갔을 때는...\>\n\@niko_eyeclosed \p 님에게 전에 만난 적이 있는지 물어보기도 했죠.
pt_br: @niko3 E depois eu... \.\.lá naquele outro robô... \>\n\@niko_eyeclosed Eu até perguntei a \p se já nos conhecíamos.
ru: @niko3 И потом... \.\.когда был у другого робота...\>\n\@niko_eyeclosed Я даже спросил, не встречал ли я \p раньше.

source: @niko_eyeclosed Felt like such a dumb question at the time!
cht: @niko_eyeclosed 当时感觉是个很傻的问题！
es: @niko_eyeclosed ¡Entonces me pareció una pregunta tan tonta...!
it: @niko_eyeclosed Lì per lì mi è sembrata una domanda così stupida!
ja: @niko_eyeclosed すごく馬鹿な質問してるなあ、って その時は思ってた！
ko: @niko_eyeclosed 그때는 바보 같은 질문이라고 생각했는데!
pt_br: @niko_eyeclosed Mas isso me pareceu uma pergunta tão boba na hora!
ru: @niko_eyeclosed Тогда мне казалось, что это был такой дурацкий вопрос!

source: @proto2 [It looks like you are at least aware of it.]
cht: @proto2 [看起来你意识到了。]
es: @proto2 [Parece que al menos eres consciente de ello.]
it: @proto2 [Sembra tu ne sia perlomeno consapevole.]
ja: @proto2 [少なくとも、気づいてはいたみたいだね。]
ko: @proto2 [적어도 인식이 있긴 한 모양이네.]
pt_br: @proto2 [Parece-me que você tem consciência disso, pelo menos.]
ru: @proto2 [По крайней мере, ты хотя бы это понимаешь.]

source: @proto2b [...to some extent.]
cht: @proto2b [...某种程度上。]
es: @proto2b [... Hasta cierto punto.]
it: @proto2b [...Più o meno.]
ja: @proto2b […ある程度は。]
ko: @proto2b [...어느 정도까지는.]
pt_br: @proto2b [... em parte.]
ru: @proto2b [...в некоторой степени.]

source: @niko_distressed_talk It's...\> just this weird feeling, okay?
cht: @niko_distressed_talk 就是...\> 这种奇怪的感觉，是吗？
es: @niko_distressed_talk Es...\> un sentimiento raro, ¿vale?
it: @niko_distressed_talk È solo che...\> ho una strana sensazione...
ja: @niko_distressed_talk それって…\>この変な感じのことだよね？
ko: @niko_distressed_talk 그냥 좀...\> 이상한 기분이 들 뿐이에요.
pt_br: @niko_distressed_talk É...\> só uma sensação esquisita, tá?
ru: @niko_distressed_talk Это...\> такое странное чувство, понимаешь?

source: @niko_distressed I don't... \>\nactually remember going through the world...\>\n\@niko_eyeclosed I just remember \p...
cht: @niko_distressed 我不是...\>\n很记得在这个世界旅行过的事...\>\n\@niko_eyeclosed 我只记得\p...
es: @niko_distressed No... \>\nrecuerdo haber cruzado el mundo...\>\n\@niko_eyeclosed Solo recuerdo a \p...
it: @niko_distressed Non... \>\nNon ricordo proprio di aver attraversato il mondo...\>\n\@niko_eyeclosed Mi ricordo solo di \p...
ja: @niko_distressed ミーは… \>\nこの世界にいたこと、全然覚えてない…\>\n\@niko_eyeclosed 覚えてるのは、 \p のことだけ…
ko: @niko_distressed 사실... \>\n이 세상을 가로지른 기억은 전혀 없어요...\>\n\@niko_eyeclosed \p 님만 기억날 뿐...
pt_br: @niko_distressed Eu não... \>\nme lembro de ter atravessado o mundo... \>\n\@niko_eyeclosed Só me lembro de \p...
ru: @niko_distressed Я не помню... \>\nпутешествия по этому миру...\>\n\@niko_eyeclosed Всё, что я помню, это \p...

source: @niko_distressed2 It's...\.\.really starting to freak me out.
cht: @niko_distressed2 这...\.\.确实让我开始感到诡异。
es: @niko_distressed2 La verdad... \.\.está empezando a desquiciarme.
it: @niko_distressed2 Sto... \.\.davvero iniziando ad avere paura.
ja: @niko_distressed2 何か…\.\.すごく怖くなってきた。
ko: @niko_distressed2 생각하니...\.\.오싹하려고 하네요.
pt_br: @niko_distressed2 Isso... \.\.está me enlouquecendo.
ru: @niko_distressed2 От всего этого...\.\...мне как-то не по себе.

source: @proto2 [Calm down.]
cht: @proto2 [冷静。]
es: @proto2 [Mantén la calma.]
it: @proto2 [Calmati.]
ja: @proto2 [落ち着いて。]
ko: @proto2 [진정해.]
pt_br: @proto2 [Acalme-se.]
ru: @proto2 [Успокойся.]

source: @proto2b [Look, just like how my memories were locked away, yours are too.]
cht: @proto2b [看，就像我的记忆被锁定一样，你的 也是。]
es: @proto2b [Mira, tus recuerdos están bloqueados, igual que lo estaban los míos.]
it: @proto2b [Ascolta, non sono solo i miei ricordi a essere stati cancellati, ma anche i tuoi.]
ja: @proto2b [ほら、ボクの記憶だって封印されてた。 キミもそれと一緒。]
ko: @proto2b [봐. 내 기억이 어딘가에 보관되어 있는 것처럼 너의 기억도 그래.]
pt_br: @proto2b [Olhe, privaram a mim das suas minhas memórias e fizeram o mesmo com você.]
ru: @proto2b [Смотри, твои воспоминания были спрятаны так же, как и мои.]

source: @niko_distressed2 ...but.
cht: @niko_distressed2 ...但。
es: @niko_distressed2 ... Pero...
it: @niko_distressed2 ...Ma.
ja: @niko_distressed2 …でも。
ko: @niko_distressed2 하지만...
pt_br: @niko_distressed2 ... mas...
ru: @niko_distressed2 ...но.

source: @proto2b [You're a living being. You don't even need extra hardware to remember.]
cht: @proto2b [你是个人类。你甚至不需要其他硬件来 记忆。]
es: @proto2b [Eres un ser vivo. No necesitas hardware adicional para recordar.]
it: @proto2b [Tu sei un essere vivente. Non hai bisogno di hardware aggiuntivi per ricordare.]
ja: @proto2b [キミは生命体。記憶を蘇らせるために、 追加のハードウェアなんて必要ない。]
ko: @proto2b [넌 생명체야. 기억을 하는 데 추가적인 하드웨어가 필요하지는 않아.]
pt_br: @proto2b [Você é um ser vivo. Nem precisa de um hardware adicional para se lembrar.]
ru: @proto2b [Ты — живое существо, для того, чтобы хранить воспоминания, тебе даже не нужно дополнительное оборудование.]

source: @proto1 [Just...\.\. close your eyes and focus.]
cht: @proto1 [只需要...\.\.闭上眼睛，集中精神。]
es: @proto1 [Solo...\.\. cierra los ojos y concéntrate.]
it: @proto1 [Devi solo...\.\. chiudere gli occhi e concentrarti.]
ja: @proto1 [ただ…\.\. 目を閉じて、集中すればいい。]
ko: @proto1 [그냥...\.\. 눈을 감고 집중해.]
pt_br: @proto1 [Só...\.\. feche os olhos e concentre-se.]
ru: @proto1 [Просто...\.\. закрой глаза и сосредоточься.]

source: @niko3 ...focus on what?
cht: @niko3 ...集中在哪里？
es: @niko3 ¿.. En qué me concentro?
it: @niko3 ...Concentrarmi su cosa?
ja: @niko3 …集中って、何に？
ko: @niko3 ...뭐에 집중하란 거죠?
pt_br: @niko3 ... me concentrar em quê?
ru: @niko3 ...сосредоточиться на чём?
