Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko It looks like it used to lead somewhere.
cht: @niko 看起来以前像是通往某处的路。
es: @niko Parece que llevaba a algún lado.
it: @niko Sembra che portasse da qualche parte.
ja: @niko 昔はどこかに繋がってたんだね。
ko: @niko 마치 어딘가로 통할 것만 같은데.
pt_br: @niko Parece que já foi o acesso para algum outro local.
ru: @niko Похоже, этот проход куда-то вёл.

source: @alula_speak Yeah, the sacred grounds!\>\n\@alula It's been a while since we went there...
cht: @alula_speak 是的，通往圣地！\>\n\@alula 我们很久以前去过那里...
es: @alula_speak Sí, a las profundidades sagradas.\>\n\@alula Ha pasado mucho tiempo desde la última vez que estuvimos allí...
it: @alula_speak Sì, ai terreni sacri!\>\n\@alula È da un po' che non ci andiamo...
ja: @alula_speak そっ、聖域にね！\>\n\@alula もうずっと行ってないなー…
ko: @alula_speak 맞아, 성스러운 땅으로 통하지!\>\n\@alula 마지막으로 찾아간 뒤로 시간이 꽤 흘렀지...
pt_br: @alula_speak Sim, as terras sagradas!\>\n\@alula Faz tempo que estivemos lá...
ru: @alula_speak Да, в священные земли!\>\n\@alula Мы уже так давно там не были...

source: @calamus We don't have a way getting there now, remember?\>\nThere isn't a boat and none of us can swim, and...
cht: @calamus 要知道，我们现在没有去那里的路了。\>\n没船，而且我们也没有人会游泳...
es: @calamus Ahora no tenemos forma de llegar, ¿sabes?\>\nNo hay ningún bote y ninguna de nosotras sabe nadar y...
it: @calamus Non abbiamo modo di arrivarci ora, ricordi?\>\nNon c'è una barca e nessuno di noi sa nuotare...
ja: @calamus 今はもう、行く手段がないだろ？\>\nボートはないし、オレたち泳げないし、それに…
ko: @calamus 지금은 거기에 갈 수 있는 방법이 없어. 기억 안 나?\>\n우리는 배도 없고 헤엄도 칠 줄 모르고 거기다가...
pt_br: @calamus Não conseguiremos chegar mais lá, lembra?\>\nNão temos nenhum barco nem sabemos nadar, e...
ru: @calamus Нам туда никак не пробраться, помнишь?\>\nЛодки у нас нет, и плавать мы не умеем, и...

source: @niko_speak What's...the sacred grounds?
cht: @niko_speak 圣地...是什么？
es: @niko_speak ¿Qué son... las profundidades sagradas?
it: @niko_speak Cosa sono... i terreni sacri?
ja: @niko_speak 聖域…って、何？
ko: @niko_speak 성스러운... 땅이 뭐야?
pt_br: @niko_speak O que são essas terras sagradas?
ru: @niko_speak А что за...священные земли?

source: @calamus It's where our people are buried.
cht: @calamus 那是我们的人死后被埋葬的地方。
es: @calamus Es donde está enterrada nuestra gente.
it: @calamus È dove viene seppellita la nostra gente.
ja: @calamus みんなが埋葬されてる場所さ。
ko: @calamus 우리들이 죽으면 묻히는 곳이야.
pt_br: @calamus É o local onde nosso povo fica enterrado.
ru: @calamus Там хоронят наших людей.

source: @alula Sometimes we go there to visit mom!\>\n\@alula_oh Well, her grave, anyway.
cht: @alula 有时候我们去那看望妈妈！\>\n\@alula_oh 嗯，其实是她的坟墓。
es: @alula ¡A veces, vamos a visitar a mamá!\>\n\@alula_oh Bueno, más bien, a su tumba.
it: @alula A volte andiamo lì a fare visita alla mamma!\>\n\@alula_oh Beh, alla sua tomba, insomma.
ja: @alula ときどきお母さんに会いに行くんだ！\>\n\@alula_oh お墓だけど、ね。
ko: @alula 우린 가끔 엄마를 보러 가곤 해!\>\n\@alula_oh 그러니까 엄마 무덤 말이야.
pt_br: @alula Às vezes vamos lá visitar a mamãe lá!\>\n\@alula_oh Bem, o túmulo dela, na verdade.
ru: @alula Иногда мы уходим туда проведать маму!\>\n\@alula_oh Ну, то есть, её могилу.

source: @niko_eyeclosed Oh....\>\n\@niko_speak -wait, how do you get there?\>\n\@niko I thought you said there isn't a boat?
cht: @niko_eyeclosed 哦...\>\n\@niko_speak ——等下，你们怎么到那去的？\>\n\@niko 我记得你说过这里没有船？
es: @niko_eyeclosed Oh...\>\n\@niko_speak Espera, ¿cómo llegáis allí?\>\n\@niko Creía que habíais dicho que no hay ningún bote.
it: @niko_eyeclosed Oh...\>\n\@niko_speak Ma aspettate, come ci si arriva?\>\n\@niko Non avevate detto che serviva una barca?
ja: @niko_eyeclosed そっか…\>\n\@niko_speak ――あれ、どうやって行ってるの？\>\n\@niko ボートはないんだよね？
ko: @niko_eyeclosed 아....\>\n\@niko_speak ...잠깐만, 거기는 어떻게 가는데?\>\n\@niko 아까 배도 없다고 하지 않았어?
pt_br: @niko_eyeclosed Ah...\>\n\@niko_speak Mas... como vocês chegam lá?\>\n\@niko Você não disse que não tem barco?
ru: @niko_eyeclosed Ох....\>\n\@niko_speak -стоп, а как вы туда добираетесь?\>\n\@niko Вы же вроде говорили, что у вас нет лодки?

source: @alula Oh, our friend helps us!
cht: @alula 嗯，我们的朋友帮我们去的！
es: @alula Ah, ¡nuestro amigo nos ayuda!
it: @alula Oh, c'è il nostro amico ad aiutarci!
ja: @alula あっ、お友達に助けてもらってるの！
ko: @alula 친구가 우릴 도와주거든!
pt_br: @alula Ah, nosso amigo nos ajuda!
ru: @alula А, нам помогает наш друг!

source: @calamus He has some sort of machine that allows him to fly.
cht: @calamus 他有一种机器，可以载着我们飞过去。
es: @calamus Tiene algún tipo de máquina que le permite volar.
it: @calamus Lui ha una specie di macchina che gli permette di volare.
ja: @calamus 空を飛ぶ機械を持ってるんだ。
ko: @calamus 그 친구는 하늘을 나는 기계를 가지고 있어.
pt_br: @calamus Ele tem uma máquina voadora.
ru: @calamus У него есть такой аппарат, благодаря которому он летает.

source: @alula Sometimes he takes us along!
cht: @alula 有的时候他会带上我们！
es: @alula ¡A veces, nos lleva con él!
it: @alula A volte ci porta con sé!
ja: @alula たまに連れてってくれるのよ！
ko: @alula 가끔 우리도 태워다 줘!
pt_br: @alula De vez em quando ele nos leva junto!
ru: @alula Иногда он берёт нас с собой!

source: @calamus But like I was about to say, we haven't seen him around for a while.
cht: @calamus 但是我想说，我们已经有一阵子没见到他了。
es: @calamus Pero, como iba a decir, hace mucho que no lo vemos.
it: @calamus Ma come stavo per dire, è da un bel po' che non lo vediamo in giro.
ja: @calamus でも、そいつとはしばらく会ってないんだ。
ko: @calamus 하지만 한동안 친구를 만나지 못했어. 그걸 말하려고 했는데.
pt_br: @calamus Mas, como eu estava dizendo, faz tempo que não o vemos.
ru: @calamus Но я как раз хотел сказать, что мы уже давно его не видели.

source: @alula I wonder when he'll come back?\>\nI wish we could go see mom again...
cht: @alula 不知道他什么时候会回来？\>\n我希望我们能再次去看看妈妈...
es: @alula Me pregunto cuándo volverá.\>\nOjalá pudiéramos volver a ver a mamá...
it: @alula Quando tornerà?\>\nVorrei potessimo andare a trovare mamma...
ja: @alula いつ戻ってくるのかな？\>\nまたお母さんに会いたいな…
ko: @alula 언제 돌아올까?\>\n나 또 엄마가 보고 싶어...
pt_br: @alula Será que ele voltará?\>\nQueria ver a mamãe mais uma vez...
ru: @alula Интересно, когда он вернётся?\>\nЯ бы хотела снова навестить маму...

source: @calamus Come on, Alula, let's go back to the courtyard now.
cht: @calamus 走，Alula，我们现在回院子去吧。
es: @calamus Vamos, Alula, volvamos al patio.
it: @calamus Forza, Alula, torniamo in cortile.
ja: @calamus ほら、アルーラ、中庭に戻ろう。
ko: @calamus 자, 알룰라. 그만 마당으로 돌아가자.
pt_br: @calamus Vamos, Alula. Vamos voltar ao pátio.
ru: @calamus Идём, Алула, давай вернёмся во двор.

source: [TAKE CARE NOW, PERSON!]
cht: [请小心，朋友！]
es: [¡CUÍDATE, INDIVIDUO!]
it: [ABBI CURA DI TE, PERSONA!]
ja: [お気をつけテ。人間！]
ko: [조심하십시오, 인간!]
pt_br: [CUIDE-SE AGORA, PESSOA!]
ru: [БЕРЕГИТЕ СЕБЯ, ЧЕЛОВЕК!]

source: [HELLO, LIVING PERSON.]
cht: [你好，人类。]
es: [¡HOLA, INDIVIDUO VIVIENTE!]
it: [SALVE, PERSONA IN VITA.]
ja: [どうモ、人間。]
ko: [안녕하세요. 살아 있는 인간이시군요.]
pt_br: [OLÁ, PESSOA.]
ru: [ЗДРАВСТВУЙТЕ, ЖИВОЙ ЧЕЛОВЕК.]

source: [I HAVE COLLECTED A DUPLICATE WATER SAMPLE.]
cht: [我收集到了一个水样副本。]
es: [HE RECOGIDO OTRA MUESTRA DE AGUA.]
it: [HO RACCOLTO UN CAMPIONE D'ACQUA DUPLICATO.]
ja: [複製した水サンプルを採取しました。]
ko: [중복 물 표본을 채취했습니다.]
pt_br: [COLETEI DUAS AMOSTRAS DE ÁGUA.]
ru: [Я СОБРАЛ ЛИШНИЙ ОБРАЗЕЦ ВОДЫ.]

source: [WOULD YOU LIKE IT?]
cht: [你想要吗？]
es: [¿LA QUIERES?]
it: [LO VORRESTI?]
ja: [欲しいですカ？]
ko: [마음에 드시나요?]
pt_br: [GOSTARIA DE FICAR COM ISSO?]
ru: [ВЫ НЕ ХОТЕЛИ БЫ ЕГО ВЗЯТЬ?]

source: [MY PROGRAMMING SAYS THAT ORGANIC BEINGS NEED WATER TO SURVIVE.]
cht: [我的程序指示，你们有机生物生存需要水分。]
es: [MI PROGRAMACIÓN ME DICE QUE LOS SERES ORGÁNICOS NECESITAN AGUA PARA SOBREVIVIR.]
it: [IL MIO PROGRAMMA DICE CHE GLI ESSERI BIOLOGICI HANNO BISOGNO DI ACQUA PER SOPRAVVIVERE.]
ja: [私のプログラミングによると、 有機生命体の生存ニハ水ガ必要でス。]
ko: [제 프로그램에 따르면 생물이 살기 위해서는 수분이 필요합니다.]
pt_br: [MINHA PROGRAMAÇÃO DIZ QUE SERES ORGÂNICOS PRECISAM DE ÁGUA PARA SOBREVIVER.]
ru: [МОЯ ПРОГРАММА ГОВОРИТ, ЧТО ОРГАНИЧЕСКИМ СУЩЕСТВАМ ДЛЯ ЖИЗНИ НУЖНА ВОДА.]

source: [SO I SHALL OFFER IT TO YOU.]
cht: [所以，我要把它给你。]
es: [ASÍ QUE TE LA OFRECERÉ.]
it: [QUINDI TE LO OFFRO.]
ja: [ですので、これヲ提供しまス。]
ko: [그러니 이걸 당신에게 드리지요.]
pt_br: [POR ISSO, DEVO OFERECER A VOCÊ.]
ru: [ПОЭТОМУ Я ОБЯЗАН ПРЕДЛОЖИТЬ ЕЁ ВАМ.]

source: @niko Oh, uh,\. \@niko_speak Sure! We'll take it.
cht: @niko 嗯，啊，\. \@niko_speak 好哇！那我们就收下了。
es: @niko Oh...\. \@niko_speak ¡Claro! ¡Nos la llevaremos!
it: @niko Oh, ehm,\. \@niko_speak certo! Lo prendiamo.
ja: @niko あっ、えっと、\. \@niko_speak うん！もらうね。
ko: @niko 아, 음,\. \@niko_speak 고마워요! 가져갈게요.
pt_br: @niko Ah... hm,\. \@niko_speak É claro! Ficarei com isso.
ru: @niko О, эм...\. \@niko_speak Конечно! Мы её возьмём.

source: [BEEP BOOP. WATER COLLECTION PROJECT RESUMING...]
cht: [哔哔叭叭集水项目正进行中...]
es: [BIP BUP. RETOMANDO RECOGIDA DE AGUA...]
it: [BIP BOP. RIPRENDO PROGETTO RACCOLTA ACQUA...]
ja: [ビーッブーッ。水ノ採取プロジェクト再開…]
ko: [삑, 삐빅. 물 채취 임무 재개 중...]
pt_br: [BIP BUP. CONTINUAR PROJETO DE COLETA DE ÁGUA...]
ru: [БИП БУП. ПРОДОЛЖАЮ ВЫПОЛНЕНИЕ ПРОЕКТА ПО СБОРУ ВОДЫ...]

source: @niko It's full of little glass tubes of water.
cht: @niko 满满的都是小型的玻璃水管。
es: @niko Contiene pequeñas probetas de cristal con agua.
it: @niko È pieno di piccole provette d'acqua.
ja: @niko 水が入ったガラス管でいっぱい。
ko: @niko 물이 가득 든 작은 시험관들이에요.
pt_br: @niko Está cheio de tubinhos de vidro com água.
ru: @niko Тут полно маленьких пробирок с водой.

source: [WATER SAMPLES!]
cht: [水样！]
es: [¡MUESTRAS DE AGUA!]
it: [CAMPIONI D'ACQUA!]
ja: [水サンプルでス！]
ko: [물 표본입니다!]
pt_br: [AMOSTRAS DE ÁGUA!]
ru: [ОБРАЗЦОВ ВОДЫ!]

source: Input Password:\n(Password Hint: Documents)
cht: 输入密码:\n(密码提示：文件)
es: Introducir contraseña:\n(Sugerencia de contraseña: Documentos)
it: Inserire Password:\n(Suggerimento Password: Documenti)
ja: パスワードを入力してください:\n「ヒント：ドキュメント」
ko: 비밀번호 입력:\n(비밀번호 힌트: 문서)
pt_br: Insira a senha:\n(Dica: Documentos)
ru: Введите Пароль:\n(Подсказка: Документы)

source: Press X to delete characters (default controls)
cht: 敲打X删除文字（恢复初始控制设置）
es: Pulse X para eliminar caracteres (controles por defecto)
it: Premi X per eliminare i caratteri (comandi predefiniti)
ja: Xを押して文字を削除する (デフォルトコントロール)
ko: X 버튼을 눌러 문자를 삭제합니다(기본 설정)
pt_br: Aperte X para deletar os caracteres (controle padrão)
ru: Нажимайте X, чтобы удалять символы (по умолчанию)

source: Upper
cht: 大写字母
es: MAY
it: Maiusc
ja: 大文字
ko: 대문자
pt_br: MAI
ru: Прописные

source: Lower
cht: 小写字母
es: MIN
it: Minusc
ja: 小文字
ko: 소문자
pt_br: MIN
ru: Строчные

source: NAME_SWEARS
cht: fuck,shit,ass,cock,damn,penis,tiddy,titty,cunt,whore
es: fuck,shit,ass,cock,damn,penis,tiddy,titty,cunt,whore
it: fuck,shit,ass,cock,damn,penis,tiddy,titty,cunt,whore,cazzo,cazzi,cazza,merd,culo,culi,pene,peni,fica,fiche,figa,fighe,tetta,tette,coglion,stronz,minchi,puttan
ja: fuck,shit,ass,cock,damn,penis,tiddy,titty,cunt,whore
ko: fuck,shit,ass,cock,damn,penis,tiddy,titty,cunt,whore
pt_br: fuck,shit,ass,cock,damn,penis,tiddy,titty,cunt,whore
ru: penis,блять,блядь,пизд,пезд,заеб,заёб,ебать,поеб,говно,говнищ,дерьм,срат,жоп,член,хуй,пенис,охуе,сиськ,титьк,залуп,говнюк,долбаёб,ёбищ,ёбок,пидор,пидр,шлюх,сука,ссанин,письк,blyat,blyad,pizd,pezd,zaeb,ebat,poeb,govno,govnish,dermo,dermis,srat,zhop,chlen,huy,ohue,sisk,titk,zalup,govnuk,dolbaeb,ebis,ebok,pidor,pidr,suka,ssanin,piska

source: NAME_NIKOS
cht: niko
es: niko
it: niko
ja: niko
ko: niko
pt_br: niko
ru: niko,нико

source: NAMES_LIKE_NIKO
cht: nico,nikko,nicco,nikoh,nicoh
es: nico,nikko,nicco,nikoh,nicoh
it: nico,nikko,nicco,nikoh,nicoh
ja: nico,nikko,nicco,nikoh,nicoh
ko: nico,nikko,nicco,nikoh,nicoh
pt_br: nico,nikko,nicco,nikoh,nicoh
ru: nico,nikko,nicco,nikoh,nicoh,никко

source: NAMES_LIKE_MOMDAD
cht: mom,dad,mommy,daddy,mama,papa
es: mom,dad,mommy,daddy,mama,papa
it: mom,dad,mommy,daddy,mama,papa,mamma,mami,babbo,papi,papo
ja: mom,dad,mommy,daddy,mama,papa
ko: mom,dad,mommy,daddy,mama,papa
pt_br: mom,dad,mommy,daddy,mama,papa
ru: mom,dad,mommy,daddy,mama,papa,мать,отец,мамочка,папочка,мамуся,папуся,мамусечка,папусечка,мамуля,папуля,мамусенька,папусенька,мамулечка,папулечка,мама,папа,мамка,папка,батя,батька

source: NAMES_GROSS
cht: poo,pee,fart,stinky,piss,poop,slimy
es: poo,pee,fart,stinky,piss,poop,slimy
it: poo,pee,fart,stinky,piss,poop,slimy,cacca,pipi,scoreggia,scorreggia,puzzone,puzzona,piscio,piscia,pupu,popo,moccio
ja: poo,pee,fart,stinky,piss,poop,slimy
ko: poo,pee,fart,stinky,piss,poop,slimy
pt_br: poo,pee,fart,stinky,piss,poop,slimy
ru: poo,pee,fart,stinky,piss,poop,slimy,какашка,моча,пердёж,пердун,вонючка,засранец,засранка

source: @ed [It doesn't respond to the remote.]
cht: @ed [遙控器好像沒作用。]
es: @ed [El mando no parece funcionar.]
it: @ed [Non risponde.]
ja: @ed [リモコンに反応しない。]
ko: @ed [리모콘에 반응하지 않습니다.]
pt_br: @ed [Não responde ao controle.]
ru: @ed [Пульт, кажется, не работает.]

source: @ed [Niko looks at the buttons on the remote, but they cannot be read in the dark.]
cht: @ed [Niko看了看遙控器上的按鈕，但是這裡太暗，看不到上面的字。]
es: @ed [Niko mira los botones del mando, pero no se ven en la oscuridad.]
it: @ed [Niko guarda i pulsanti, ma non sono leggibili al buio.]
ja: @ed [ニコはリモコンのボタンを見た。でも、暗くて何も読めなかった。]
ko: @ed [니코가 리모콘의 버튼을 바라보지만, 어둠 속에서는 읽을 수가 없습니다.]
pt_br: @ed [Niko olha para os botões do controle, mas não consegue lê-los no escuro.]
ru: @ed [Нико смотрит на кнопки на пульте, но их невозможно разглядеть в темноте.]

source: @ed [Perhaps a \c[4]light\c[0] would help?]
cht: @ed [也許有點\c[4]光線\c[0]的話會好一點？]
es: @ed [A lo mejor una \c[4]luz\c[0] te sería útil.]
it: @ed [Forse con una \c[4]luce\c[0]?]
ja: @ed [もしかして、\c[4]照明\c[0]があれば読めるかも？]
ko: @ed [혹시 \c[4]빛\c[0]이 있으면 도움이 되지 않을까요?]
pt_br: @ed [Talvez um pouco de \c[4]luz\c[0] ajudaria?]
ru: @ed [Может быть, стоит найти \c[4]фонарик\c[0]?]

source: ja
ja: 日本語

source: @niko "\p".
ja: @niko 「\p」って。

source: put me in the big portal
cht: 放我到Big Portal里
es: Colocame en el "big portal"
it: mettimi in "BigPortal"
ja: 私を [BigPortal] に入れてください。
pt_br: Coloque-me no "big portal"
ru: перенеси меня в большой портал

source: ru
ru: Русский

source: @niko2 N...\.\.PC?
es: @niko2 ¿P...\.\.NJ?
pt_br: @niko2 P... \.\.NJs?
ru: @niko2 Не...\.\.игровых?

source: zh_CHT
cht: 中文 trad

source: Roadcrosser
cht: 过路人

source: Ame
cht: 嗯

source: pt_BR
pt_br: Português

source: es
es: Español

source: @niko ... \p?
es: @niko ¿A \p...?

source: it
it: Italiano
