Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko Got it!
cht: @niko 明白！
es: @niko ¡Vale!
it: @niko Capito!
ja: @niko 分かった！
ko: @niko 네!
pt_br: @niko Beleza!
ru: @niko Понял!

source: @cedric Alright, now lemme just-
cht: @cedric 好！现在我就——
es: @cedric Muy bien, déjame...
it: @cedric Bene, ora fammi solamente-
ja: @cedric よし。じゃあ、ちょっと――
ko: @cedric 그럼, 이제...
pt_br: @cedric Certo, agora só preciso...
ru: @cedric Отлично, дай-ка я-

source: @niko_shock No!
cht: @niko_shock 不！
ja: @niko_shock そんな！
ko: @niko_shock 안 돼!
pt_br: @niko_shock Não!
ru: @niko_shock Нет!

source: @niko_shock ...\.\.they're...\.\. trapped on the island...
cht: @niko_shock ...\.\.他们...\.\. 被困在了岛上...
es: @niko_shock ... \.\.Están...\.\. atrapados en la isla...
it: @niko_shock ...\.\.Sono...\.\. rimasti intrappolati sull'isola...
ja: @niko_shock …\.\.2人とも…\.\. 島に…
ko: @niko_shock ...\.\.둘이...\.\. 섬에 갇혔어요...
pt_br: @niko_shock ... \.\.eles estão...\.\. presos na ilha...
ru: @niko_shock ...\.\.они же...\.\. застряли на острове...

source: @niko_distressed2 ......Calamus....\>Alula....
ja: @niko_distressed2 ……カラムス…\>アルーラ…
ko: @niko_distressed2 ......칼라무스....\>알룰라....
ru: @niko_distressed2 ......Каламус....\>Алула....

source: @niko_distressed2 ...they're ....
cht: @niko_distressed2 他们...
es: @niko_distressed2 ... Están...
it: @niko_distressed2 ...sono...
ja: @niko_distressed2 …うそだ…
ko: @niko_distressed2 ...두 사람이....
pt_br: @niko_distressed2 ... eles estão...
ru: @niko_distressed2 ...они ....

source: @cedric_eek ....we\.\....don't have much time left.
cht: @cedric_eek ...我们\.\....剩下的时间不多了。
es: @cedric_eek ... No\.\.... nos queda mucho tiempo.
it: @cedric_eek ...Non...\.\. Non ci resta molto tempo.
ja: @cedric_eek …あまり\.\.…時間がありませんね。
ko: @cedric_eek ....시간이\.\....별로 없네.
pt_br: @cedric_eek ... nós\.\.... não temos muito tempo.
ru: @cedric_eek ....у нас\.\....почти не осталось времени.

source: @cedric_sigh2 Niko... change of plans.
cht: @cedric_sigh2 Niko...计划变更。
es: @cedric_sigh2 Niko... Cambio de planes.
it: @cedric_sigh2 Niko... cambio di programma.
ja: @cedric_sigh2 ニコ…計画変更です。
ko: @cedric_sigh2 니코... 계획이 바뀌었어.
pt_br: @cedric_sigh2 Niko... Mudança de planos.
ru: @cedric_sigh2 Нико... планы изменились.

source: @cedric_sigh Please give me the memory disk.
cht: @cedric_sigh 请给我那个内存盘。
es: @cedric_sigh Dame el disco de memoria, por favor.
it: @cedric_sigh Per favore, dammi l'unità di memoria.
ja: @cedric_sigh メモリーディスクを渡してください。
ko: @cedric_sigh 메모리 디스크를 나에게 줘.
pt_br: @cedric_sigh Entregue-me o disco de memória.
ru: @cedric_sigh Отдай мне, пожалуйста, диск памяти.

source: @niko2 ...alright...
cht: @niko2 好的...
es: @niko2 ... Vale...
it: @niko2 ...Va bene...
ja: @niko2 …うん…
ko: @niko2 ...알았어요...
pt_br: @niko2 ... certo...
ru: @niko2 ...хорошо...

source: @cedric2 Listen carefully.
cht: @cedric2 仔细听。
es: @cedric2 Escucha atentamente.
it: @cedric2 Ascolta attentamente.
ja: @cedric2 よく聞いて。
ko: @cedric2 잘 들어.
pt_br: @cedric2 Ouça com atenção.
ru: @cedric2 Слушай внимательно.

source: @cedric_sigh2 It's likely I'll be targeted again, so we should split up to keep you safe.
cht: @cedric_sigh2 我可能又要成为目标了，所以为了保证你的安全 我们还是分开比较好。
es: @cedric_sigh2 Es posible que vuelvan a ir a por mí, deberíamos dividirnos para mantenerte a salvo.
it: @cedric_sigh2 Probabilmente saremo di nuovo presi di mira. Dovremmo dividerci per la tua sicurezza.
ja: @cedric_sigh2 僕がまた標的になる可能性があります。だから、 君の安全のために二手に分かれましょう。
ko: @cedric_sigh2 내가 다시 표적이 될 가능성이 커. 그러니까 네 안전을 위해 갈라져야 돼.
pt_br: @cedric_sigh2 É provável que venham atrás de mim de novo, por isso talvez seja melhor nos separarmos.
ru: @cedric_sigh2 Высока вероятность, что квадраты снова на меня нападут. Нам надо разделиться для твоей же безопасности.

source: @cedric I want you to find a door under a large clock.
cht: @cedric 我需要你找到一个大钟下面的门。
es: @cedric Quiero que encuentres una puerta bajo un gran reloj.
it: @cedric A questo punto vorrei che cercassi la porta che sta sotto un grande orologio.
ja: @cedric 大きな時計の下にある ドアを見つけてください。
ko: @cedric 큰 시계 아래에 있는 문을 찾아.
pt_br: @cedric Quero que você procure uma porta sob um relógio grande.
ru: @cedric Ты должен найти дверь под большими часами.

source: @cedric_sigh The room behind it houses a pair of ground access elevators.
cht: @cedric_sigh 门后的房间有去往地下的电梯。
es: @cedric_sigh La habitación tras ella tiene un par de ascensores que dan a la superficie.
it: @cedric_sigh Nella stanza dietro di essa si trovano un paio di ascensori che ti porteranno al pianoterra.
ja: @cedric_sigh その先には、地上へと辿り着ける エレベーターが2つあります。
ko: @cedric_sigh 그 문 너머의 방에 지상층으로 가는 엘리베이터가 있어.
pt_br: @cedric_sigh Depois dela, há dois elevadores de acesso ao térreo.
ru: @cedric_sigh В комнате за ней есть пара лифтов до поверхности.

source: @cedric Once you get to the ground, immediately find Rue and bring her back to the room.
cht: @cedric 你到达地下后，迅速找到 Rue 并把她带 回到那个房间。
es: @cedric Cuando llegues a la superficie, encuentra a Rue de inmediato y tráela de vuelta a la habitación.
it: @cedric Una volta arrivato, cerca immediatamente Rue e tornate insieme in quella stanza.
ja: @cedric 地上に着いたら、すぐにルエを探して。 彼女をその部屋まで連れていくんです。
ko: @cedric 지상층으로 가면, 바로 루를 찾아서 그 방으로 데려와.
pt_br: @cedric Ao chegar ao térreo, procure a Rue e leve-a de volta para o cômodo.
ru: @cedric Когда спустишься, срочно найди Рю и приведи её обратно в комнату.

source: @cedric She will know what to do in the meantime.
cht: @cedric 她会知道怎么做。
es: @cedric Ella sabrá qué hacer mientras tanto.
it: @cedric Lei saprà cosa fare.
ja: @cedric 彼女なら、すぐに状況が掴めるでしょう。
ko: @cedric 다음에 어떡해야 하는지는 루가 알려 줄 거야.
pt_br: @cedric Ela saberá o que fazer nesse meio tempo.
ru: @cedric Она будет знать, что делать в ожидании.

source: @niko2 Alright...\.\.\@niko3 What about you, though?
cht: @niko2 好...\.\.\@niko3 那你呢？
es: @niko2 Está bien...\.\.\@niko3 ¿Pero y qué pasa contigo?
it: @niko2 Va bene... \.\.\@niko3 Ma tu che farai?
ja: @niko2 分かった…\.\.\@niko3 でも、君はどうするの？
ko: @niko2 알겠어요...\.\.\@niko3 그런데, 세드릭은요?
pt_br: @niko2 Certo... \.\.\@niko3 Mas e você?
ru: @niko2 Ладно...\.\.\@niko3 А ты что будешь делать?

source: @cedric3 I'm going to bring Prototype back.
cht: @cedric3 我会去把 Prototype 带回来。
es: @cedric3 Voy a traer a Prototipo de vuelta.
it: @cedric3 Vado a salvare Prototipo.
ja: @cedric3 僕はプロトタイプを復元します。
ko: @cedric3 나는 프로토타입을 되살릴 거야.
pt_br: @cedric3 Vou recuperar o protótipo.
ru: @cedric3 Я восстановлю Прототипа.

source: @niko_surprised WH-
cht: @niko_surprised 什——
es: @niko_surprised ¿CÓ...?
it: @niko_surprised COS-
ja: @niko_surprised な――
ko: @niko_surprised 헉-
pt_br: @niko_surprised O QU...
ru: @niko_surprised ЧТ-

source: @niko_surprised Are you okay???
cht: @niko_surprised 你还好么？
es: @niko_surprised ¿¿¿Estás bien???
it: @niko_surprised Stai bene???
ja: @niko_surprised え、大丈夫？？？
ko: @niko_surprised 괜찮아요???
pt_br: @niko_surprised Você está bem??
ru: @niko_surprised Ты в порядке???

source: @cedric_talk WHAAAAAT????
cht: @cedric_talk 什么？？？
es: @cedric_talk ¿¿¿CÓMOOO???
it: @cedric_talk COOOSAAA????
ja: @cedric_talk なんですかあああ？？？？
ko: @cedric_talk 뭐라고????
pt_br: @cedric_talk O QUÊÊÊÊ??
ru: @cedric_talk ЧТО-О-О-О????

source: @niko_speak ARE YOU OKAAAAAY???
cht: @niko_speak 你还好吗？？？
es: @niko_speak ¿¿¿ESTÁS BIEEEN???
it: @niko_speak STAI BEEENEEE???
ja: @niko_speak だいじょうぶなのーー？？？
ko: @niko_speak 괜찮아요???
pt_br: @niko_speak VOCÊ ESTÁ BEEEEEEM??
ru: @niko_speak ТЫ В ПОРЯ-Я-ЯДКЕ???

source: @cedric_talk DON'T WORRYYY I'M FINEEEE
cht: @cedric_talk 不要担心，我很好！！！
es: @cedric_talk NO PASA NADA, ESTOY BIEEEN
it: @cedric_talk SÌÌÌ TRANQUILLOOOO!!
ja: @cedric_talk 心配しないでぇぇぇー。 大丈夫ですからぁぁー。
ko: @cedric_talk 걱정하지 마. 난 괜찮으니까!!
pt_br: @cedric_talk NÃO SE PREOCUPE, ESTOU BEEEEM
ru: @cedric_talk НЕ ВОЛНУЙСЯ, ВСЁ ХОРОШО-О-О

source: @niko_eyeclosed ...don't scare me like that...
cht: @niko_eyeclosed ...不要这样吓我...
es: @niko_eyeclosed ... No me asustes así...
it: @niko_eyeclosed ...Non spaventarmi così...
ja: @niko_eyeclosed …急に、驚かさないでよ…
ko: @niko_eyeclosed ...그렇게 놀라게 하지 마요...
pt_br: @niko_eyeclosed ... não me assuste assim...
ru: @niko_eyeclosed ...не пугай меня так...

source: @niko2 Hey, \p...?
cht: @niko2 嘿，\p...？
es: @niko2 Oye, ¿\p...?
it: @niko2 Ehi, \p...?
ja: @niko2 ねえ \p…?
ko: @niko2 저기, \p 님?
pt_br: @niko2 Ei... \p...?
ru: @niko2 Эй, \p...?

source: @niko_eyeclosed Let's... do our best.
cht: @niko_eyeclosed 让我们...尽力而为。
es: @niko_eyeclosed Hagamos... todo lo que podamos.
it: @niko_eyeclosed Facciamo... del nostro meglio.
ja: @niko_eyeclosed 一緒に…頑張ろうね。
ko: @niko_eyeclosed 우리... 최선을 다해 봐요.
pt_br: @niko_eyeclosed Vamos... fazer tudo que pudermos.
ru: @niko_eyeclosed Давай... постараемся изо всех сил.

source: @niko It's a box of medical tools.
cht: @niko 这是一箱医疗器械。
es: @niko Es un estuche con instrumental médico.
it: @niko È una scatola con strumenti medici.
ja: @niko 医療道具が入った箱だ。
ko: @niko 의료 기구가 든 상자네요.
pt_br: @niko Uma caixa de ferramentas médicas.
ru: @niko Это ящик с медицинскими инструментами.

source: @niko Most of them are broken or rusted beyond use, but...
cht: @niko 大多都坏了或者生锈不能用了，但是...
es: @niko La mayoría están rotas u oxidadas por el uso, pero...
it: @niko La maggior parte sono rotti o troppo arrugginiti per essere usati, ma...
ja: @niko ほとんどが壊れてるし、残りも 錆びててまったく使えなさそうけど…
ko: @niko 대부분 망가지거나 녹슬어서 못 쓰겠지만...
pt_br: @niko A maioria está quebrada ou em péssimas condições de uso, mas...
ru: @niko Большая часть сломана или сильно заржавела, но...

source: @niko_speak This plastic syringe seems to be okay.
cht: @niko_speak 这个塑料注射器好像还有用。
es: @niko_speak Esta jeringuilla de plástico parece estar bien.
it: @niko_speak ...questa siringa di plastica sembra essere intatta.
ja: @niko_speak このプラスチック注射器は大丈夫そう。
ko: @niko_speak 이 플라스틱 주사기는 멀쩡해 보여요.
pt_br: @niko_speak Esta seringa de plástico parece estar boa.
ru: @niko_speak Кажется, этот пластиковый шприц ещё ничего.

source: [HELLO, PERSON!]
cht: [你好，人类！]
es: [¡HOLA, INDIVIDUO!]
it: [SALVE, PERSONA!]
ja: [どうモ、人間！]
ko: [안녕하세요, 인간!]
pt_br: [OLÁ, PESSOA.]
ru: [ЗДРАВСТВУЙТЕ, ЧЕЛОВЕК!]

source: [ARE YOU SEEKING ADMISSION INTO THE INFIRMARY?]
cht: [你想进医务室吗？]
es: [¿NECESITAS ACCESO A LA ENFERMERÍA?]
it: [STAI CERCANDO DI ENTRARE NELL'INFERMERIA?]
ja: [診療所ニ入りたいですカ？]
ko: [병원에 접수를 하러 오셨나요?]
pt_br: [PROCURA ACESSO À ENFERMARIA?]
ru: [ВЫ НУЖДАЕТЕСЬ В ГОСПИТАЛИЗАЦИИ?]

source: @niko No?
cht: @niko 不？
ja: @niko ううん？
ko: @niko 아뇨.
pt_br: @niko Não?
ru: @niko Нет?

source: [OH. CARRY ON, THEN.]
cht: [哦！那你继续。]
es: [OH. PUES MUY BIEN.]
it: [OH. VA BENE ALLORA.]
ja: [デハ、そのままどうゾ。]
ko: [아. 그럼 하던 일을 계속하십시오.]
pt_br: [AH. FIQUE À VONTADE.]
ru: [О, ТОГДА МОЖЕТЕ ИДТИ.]

source: [HELLO, PERSON OF ORGANIC MAKEUP!]
cht: [你好，有机人！]
es: [¡HOLA, INDIVIDUO DE COMPOSICIÓN ORGÁNICA!]
it: [SALVE, PERSONA COSTITUITA DA COMPONENTI ORGANICI!]
ja: [どうモ、有機体で組成された人間！]
ko: [안녕하세요, 살아 있는 사람이로군요!]
pt_br: [OLÁ, SER ORGÂNICO!]
ru: [ЗДРАВСТВУЙТЕ, ЧЕЛОВЕК ИЗ ОРГАНИКИ!]

source: [WELCOME TO THE INFIRMARY]
cht: [欢迎来到医务室来]
es: [BIENVENIDO A LA ENFERMERÍA]
it: [BENVENUTO NELL'INFERMERIA.]
ja: [診療所ヘようこソ。]
ko: [병원에 잘 오셨습니다.]
pt_br: [BOAS-VINDAS À ENFERMARIA.]
ru: [ДОБРО ПОЖАЛОВАТЬ В МЕДПУНКТ]

source: [SCANNING FOR INJURIES...]
cht: [扫描损伤中...]
es: [ESCANEANDO EN BUSCA DE LESIONES...]
it: [CONTROLLO PER FERITE...]
ja: [負傷ノ数をスキャンしていまス…]
ko: [상처 확인 중...]
pt_br: [PROCURANDO FERIMENTOS...]
ru: [ПРОВОЖУ СКАНИРОВАНИЕ НА ПРЕДМЕТ ТРАВМ...]

source: [SCAN COMPLETE]
cht: [扫描完成]
es: [ESCANEO COMPLETADO]
it: [CONTROLLO COMPLETATO.]
ja: [スキャン完了。]
ko: [확인이 완료되었습니다.]
pt_br: [VARREFURA CONCLUÍDA.]
ru: [СКАНИРОВАНИЕ ЗАВЕРШЕНО]

source: [INJURIES DETECTED: NONE]
cht: [已发现损伤：无]
es: [LESIONES DETECTADAS: NINGUNA]
it: [FERITE INDIVIDUATE: NESSUNA.]
ja: [検出された負傷: ナシ]
ko: [상처: 없음]
pt_br: [FERIMENTOS DETECTADOS: NENHUM]
ru: [ТРАВМЫ: ОТСУТСТВУЮТ]

source: [TREATMENT REQUIRED: NONE]
cht: [所需治疗：无]
es: [TRATAMIENTO NECESARIO: NINGUNO]
it: [TRATTAMENTI NECESSARI: NESSUNO.]
ja: [必要な治療: ナシ]
ko: [치료: 불필요]
pt_br: [TRATAMENTO NECESSÁRIO: NENHUM]
ru: [МЕДИЦИНСКАЯ ПОМОЩЬ: НЕ ТРЕБУЕТСЯ]

source: [YOU ARE GOOD TO GO.]
cht: [你很健康可以走了。]
es: [PUEDES MARCHARTE.]
it: [PUOI ANDARE.]
ja: [お大事ニ。]
ko: [가셔도 좋습니다.]
pt_br: [VOCÊ NÃO PRECISA FICAR AQUI.]
ru: [ВЫ МОЖЕТЕ ИДТИ.]

source: @niko Er...thanks?
cht: @niko 嗯...谢谢？
es: @niko Eh... ¿gracias?
it: @niko Ehm... Grazie?
ja: @niko えっと…ありがとう。
ko: @niko 어... 고마워요.
pt_br: @niko Hmm... que bom, então...
ru: @niko Э-э...спасибо?

source: @ed [How do you still have the remote??]
cht: @ed [你怎么还拿着遥控？？]
es: @ed ¿Sigues teniendo el mando?
it: @ed [Come fai ad avere ancora il telecomando??]
ja: @ed [なぜ未だにリモコンを持ってるんだ？？]
ko: @ed [어떻게 아직도 리모컨을 가지고 있지??]
pt_br: @ed [Como você ainda tem o controle remoto??]
ru: @ed [Как у тебя ещё остался пульт??]

source: @niko I wonder where that light is coming from...
cht: @niko 我好奇光是从哪里来的...
es: @niko ¿De dónde vendrá esa luz...?
it: @niko Chissà da dove viene quella luce...
ja: @niko この光はどこから来てるんだろう…
ko: @niko 저 빛은 어디에서 오는지 궁금하네...
pt_br: @niko De onde será que aquela luz está saindo?
ru: @niko Интересно, откуда исходит этот свет...

source: @kip You should hold on to that amber, okay?
cht: @kip 你要保管好那个琥珀，好吗？
es: @kip Mantén ese ámbar a buen recaudo, ¿de acuerdo?
it: @kip Dovresti tenerti stretta quell'ambra, capito?
ja: @kip その琥珀をなくさないように、ね？
ko: @kip 그 호박석은 소중히 간직하렴, 알겠지?
pt_br: @kip Guarde bem esse âmbar, sim?
ru: @kip Ты приглядывай за этим янтарём, хорошо?

source: @kip_huh ....oh?
cht: @kip_huh ...噢？
es: @kip_huh ... ¿Cómo...?
ja: @kip_huh …あら？
ko: @kip_huh ...응?
pt_br: @kip_huh ... hã?
ru: @kip_huh ....о?

source: @kip_pout T...\.that's.....
cht: @kip_pout 那...\.是...
es: @kip_pout Eso...\.eso es...
it: @kip_pout Q... \.Quella è......
ja: @kip_pout そ…\.それって……
ko: @kip_pout 그...\.그건...
pt_br: @kip_pout I-\.isso...
ru: @kip_pout Э...\.это же.....

source: @kip2 How...\.did you get this?
cht: @kip2 你...\.怎么弄到这个的？
es: @kip2 ¿Cómo...\.has conseguido esto?
it: @kip2 Come...\. fai ad averla?
ja: @kip2 どうやって…\.手に入れたの？
ko: @kip2 어디서...\.이것을 얻었니?
pt_br: @kip2 Onde...\. você arranjou isso?
ru: @kip2 Где...\.ты это достал?

source: @niko This robot lady in the Barrens gave it to me!
cht: @niko Barrens 里的一位机器人女士给我的！
es: @niko ¡Me lo dio la mujer robot de los Baldíos!
it: @niko Me l'ha data una signorina robot della Baia Desolata!
ja: @niko 不毛の地にいたロボットのお姉さんがくれたんだ！
ko: @niko 불모지에 있던 로봇 아가씨가 주셨어요!
pt_br: @niko Uma moça-robô lá das Terras Áridas me deu!
ru: @niko Это мне дала тётя-робот из Пустошей!

source: @niko_speak She looked... kinda like you?
cht: @niko_speak 她看起来...和你有点像？
es: @niko_speak Se parecía un poco... a ti.
it: @niko_speak Assomigliava... un po' a te, sai?
ja: @niko_speak よく見たら…お姉さんとそっくりだね？
ko: @niko_speak 왠지... 당신을 닮은 로봇이었죠.
pt_br: @niko_speak Ela era... parecida com você.
ru: @niko_speak Она была немного... похожа на тебя?

source: @kip_sigh I see...
cht: @kip_sigh 我明白了...
es: @kip_sigh Entiendo...
it: @kip_sigh Capisco...
ja: @kip_sigh そういうことね…
ko: @kip_sigh 그렇구나...
pt_br: @kip_sigh Entendo...
ru: @kip_sigh Понятно...

source: @kip_sigh Sigh. \>\nIt was supposed to be such a breakthrough, y'know?
cht: @kip_sigh 哎。\>\n这真是个巨大突破，你知道吗？
es: @kip_sigh Vaya... \>\nSe suponía que iba a ser una gran innovación, ¿sabes?
it: @kip_sigh Sigh. \>\nDoveva essere una vera svolta, sai?
ja: @kip_sigh はぁ。 \>\nとんでもない飛躍的進歩になるはずだったのよ？
ko: @kip_sigh 하아. \>\n이건 정말 어마어마한 혁신이어야 했단다.
pt_br: @kip_sigh Ah. \>\nEra para ser uma descoberta e tanto, sabe?
ru: @kip_sigh Э-эх. \>\nЗнаешь, какой это должен был быть прорыв?

source: @kip_pout I even based her on myself so I'll KNOW it works!
cht: @kip_pout 我按照自己制作了她，我就知道 这样肯定行得通！
es: @kip_pout ¡Hasta me inspiré en mí misma porque así SABRÍA si funcionaba o no!
it: @kip_pout L'ho anche basata su me stessa in modo da SAPERE che avrebbe funzionato!
ja: @kip_pout 私自身をベースにして、そうすれば 絶対うまくいくって思ったのに！
ko: @kip_pout 심지어 나를 본떠서 만들었지. 그래야 제대로 작동하는지 알기 쉬우니까!
pt_br: @kip_pout Até me usei como base para TER CERTEZA de que ela funciona!
ru: @kip_pout Я даже взяла себя за основу, так что я была УВЕРЕНА, что это сработает!

source: @niko_speak Break...through?
cht: @niko_speak 突...破？
es: @niko_speak ¿Una innovación?
it: @niko_speak ...Svolta?
ja: @niko_speak 飛躍的…進歩？
ko: @niko_speak 혁... 신이요?
pt_br: @niko_speak Desco...berta?
ru: @niko_speak Про...рыв?

source: @kip2 We wanted to build a robot that acts like a person, thinks like a person...
cht: @kip2 我们想制作一个像人类一样行为和思考 的机器人...
es: @kip2 Queríamos construir un robot que actuara como una persona, que pensara como una persona...
it: @kip2 Volevamo costruire un robot che potesse agire come una persona, pensare come una persona...
ja: @kip2 人間のように行動し、人間のように考える ロボットを作りたかったの…
ko: @kip2 우리는 사람처럼 행동하고 생각하는 로봇을 만들려고 했어...
pt_br: @kip2 Queria construir um robô que agisse como uma pessoa, pensasse como uma pessoa...
ru: @kip2 Мы хотели создать робота, который бы вёл себя как человек, думал как человек...

source: @kip_pout ...a robot that isn't bound by its own code.
cht: @kip_pout ...一个不受自己代码限制的机器人。
es: @kip_pout Un robot que no estuviera atado a su propio código.
it: @kip_pout ...un robot non vincolato dal proprio codice.
ja: @kip_pout …自身のプログラムに縛られないロボットを。
ko: @kip_pout ...프로그램에도 코드에도 얽매이지 않는 로봇 말이야.
pt_br: @kip_pout ... um robô que não fosse preso ao seu código.
ru: @kip_pout ...робота, который не был бы ограничен своим кодом.

source: @kip_sigh But turns out, you can't really BUILD something like that.
cht: @kip_sigh 但问题是你基本不可能造出来那样的机器人。
es: @kip_sigh Pero lo cierto es que no se puede CONSTRUIR algo así.
it: @kip_sigh E invece scoprimmo che non puoi COSTRUIRE qualcosa del genere.
ja: @kip_sigh でも結果的に、そんなものを実現させることは できなかった。
ko: @kip_sigh 하지만 그런 로봇은 만들 수 없었지.
pt_br: @kip_sigh Mas acontece que é impossível construir algo DESSE tipo.
ru: @kip_sigh Но получается, что СОЗДАТЬ нечто подобное невозможно.

source: @kip_pout Too many contradictions in the code... made her unstable.
cht: @kip_pout 代码有太多冲突了...这让她变得不稳定。
es: @kip_pout Demasiadas contradicciones en el código... la volvieron inestable.
it: @kip_pout Tutte quelle contraddizioni nel codice... la resero instabile.
ja: @kip_pout プログラムの中で矛盾がたくさん発生して… あの子は不安定になった。
ko: @kip_pout 코드에 모순이 너무 많아서... 불안정해졌어.
pt_br: @kip_pout O excesso de contradições no código... a deixaram instável.
ru: @kip_pout В коде было слишком много противоречий... это сделало её неуравновешенной.

source: @kip_sad ...that was the only time I've ever seen a robot go rogue.
cht: @kip_sad ...那是我唯一一次见过机器人不按他人的 指示行事。
es: @kip_sad ... Esa fue la única vez que he visto a un robot volverse malvado.
it: @kip_sad ...È stata l'unica volta che ho visto un robot dare di matto.
ja: @kip_sad …ロボットが暴走するのを見たのは、 その時が最初で最後。
ko: @kip_sad ...로봇이 제멋대로 행동하는 건 처음 봤어.
pt_br: @kip_sad ... foi a única vez que vi um robô desgarrado.
ru: @kip_sad ...это был единственный раз в моей жизни, когда я видела, как робот вышел из себя.

source: @kip_sigh Scariest day of my life, tell you what!
cht: @kip_sigh 我告诉你，那是我人生最恐惧的一天！
es: @kip_sigh ¡El día de mi vida que más miedo pasé!
it: @kip_sigh È stato il giorno più spaventoso della mia vita, giuro!
ja: @kip_sigh 生きてきて最も恐ろしい日だったわ！
ko: @kip_sigh 정말 무시무시한 날이었지!
pt_br: @kip_sigh Foi o dia mais assustador da minha vida!
ru: @kip_sigh Честно признаться, это был самый страшный день в моей жизни!

source: @niko_speak ...rogue?
cht: @niko_speak ...不听指示？
es: @niko_speak ... ¿Malvado?
it: @niko_speak ...Dare di matto?
ja: @niko_speak …暴走？
ko: @niko_speak ...제멋대로 행동해요?
pt_br: @niko_speak ... desgarrado?
ru: @niko_speak ...вышла из себя?

source: @niko But...\|\@niko2 she seemed so nice when we talked!
cht: @niko 但是...\|\@niko2 我们交谈的时候她显得还不错呢！
es: @niko Pero...\|\@niko2 parecía muy amable cuando hablamos.
it: @niko Ma... \|\@niko2 mi è sembrata così gentile quando abbiamo parlato!
ja: @niko でも…\|\@niko2 話した時は、すごく優しそうだったよ！
ko: @niko 하지만...\|\@niko2 이야기할 땐 아주 좋은 사람 같았어요!
pt_br: @niko Mas...\|\@niko2 ela parecia tão gentil quando conversamos!
ru: @niko Но...\|\@niko2 когда мы общались, она казалась такой спокойной и дружелюбной!

source: @niko_eyeclosed ...even if she talked a little weird...
cht: @niko_eyeclosed ...虽然她说话的时候有点奇怪...
es: @niko_eyeclosed ... Aunque hablara un poco raro...
it: @niko_eyeclosed ...Anche se parlava in modo strano...
ja: @niko_eyeclosed …ちょっと変な話し方だったけど…
ko: @niko_eyeclosed ...말투가 좀 이상하다고 느끼긴 했지만...
pt_br: @niko_eyeclosed ... mesmo com o jeito meio esquisito de falar...
ru: @niko_eyeclosed ...пусть и говорила она странновато...

source: @kip2 Ah, she's been repaired for some time now.
cht: @kip2 啊，她现在已经修理一段时间了。
es: @kip2 Sí, la repararon hace ya algún tiempo.
it: @kip2 Ah, è stata riparata da un po' di tempo ormai.
ja: @kip2 それはね、あの子はずいぶん前に修理されたの。
ko: @kip2 그래, 한 번 수리를 받은 적이 있어.
pt_br: @kip2 Ah, já faz um tempo que a consertaram.
ru: @kip2 А, ну так её давно уже починили.

source: @kip_pout My friend was able to stabilize her volatile state through his own means.
cht: @kip_pout 我的朋友有他特有的办法改善她的不稳定性。
es: @kip_pout Mi amigo pudo solventar su inestabilidad mediante sus propios medios.
it: @kip_pout Un mio amico è riuscito a stabilizzare il suo stato precario con qualche suo trucchetto.
ja: @kip_pout 私の友達が、独自の方法で安定化させたのよ。
ko: @kip_pout 내 친구가 자기만의 비법으로 불안정한 상태를 안정시켰지.
pt_br: @kip_pout Um amigo meu conseguiu estabilizar o estado volátil dela com os métodos dele.
ru: @kip_pout Моему другу удалось стабилизировать её неустойчивое состояние используя свои собственные методы.

source: @kip2 A real miracle worker, that...
cht: @kip2 真是一个奇迹创造者...
es: @kip2 Obró una auténtica maravilla...
it: @kip2 Quel tipo è un vero genio...
ja: @kip2 まさに奇跡の人だったわ…
ko: @kip2 정말 기적 같았어...
pt_br: @kip2 Um verdadeiro milagreiro...
ru: @kip2 Он просто чудеса творит, я хочу сказать...

source: @kip_pout After he was through, she ended up turning out just like how I wanted.
cht: @kip_pout 在他完成调整之后，她变得和我想要的一样。
es: @kip_pout Después de que él interviniera, ella se volvió justo como yo quería.
it: @kip_pout Dopo il suo intervento è diventata proprio come la volevo...
ja: @kip_pout 修理が終わると、あの子は 私が思い描いてた通りのロボットになった。
ko: @kip_pout 수리가 끝나자, 로봇은 딱 내가 원하던 모습이 되었지.
pt_br: @kip_pout Depois dos métodos dele, ela ficou exatamente como eu queria.
ru: @kip_pout Когда он закончил, она стала точно такой, какой я и хотела.

source: @kip_sad ...but the damage was already done.
cht: @kip_sad ...但是曾经造成的损伤无法弥补。
es: @kip_sad ... Pero el daño ya estaba hecho.
it: @kip_sad ...ma il danno era già stato fatto.
ja: @kip_sad …でも、ダメージが酷くてもう手遅れだった。
ko: @kip_sad ...하지만 이미 일어난 손상은 돌이킬 수 없었어.
pt_br: @kip_sad ... mas o estrago já tinha sido feito.
ru: @kip_sad ...но, для неё было уже слишком поздно.

source: @kip_sigh ...\|I gave up on her back then... we all did.
cht: @kip_sigh ...\|我那时对她都绝望了...我们都是。
es: @kip_sigh ...\|Entonces le di la espalda... todos lo hicimos.
it: @kip_sigh ...\|Ho perso fiducia in lei... come tutti gli altri.
ja: @kip_sigh …\|そして、私はあの子を見捨てたの… みんながそうした。
ko: @kip_sigh ...\|난 그때... 그 애를 포기했어. 우리 모두가 포기했지.
pt_br: @kip_sigh ...\|Na época, desisti dela... Todos nós desistimos.
ru: @kip_sigh ...\|Я тогда махнула на неё рукой... мы все махнули.

source: @kip_pout I'm sure she realized that...\n\>\@kip_sigh and now she won't ever come back.
cht: @kip_pout 她肯定也感受到了...\n\>\@kip_sigh 现在她永远也不会回来了。
es: @kip_pout Estoy segura de que se dio cuenta...\n\>\@kip_sigh y ahora ya no volverá jamás.
it: @kip_pout Sono sicura che se ne sia accorta...\n\>\@kip_sigh e ora non vuole tornare più indietro.
ja: @kip_pout きっとそれにも気づいてたはず…\n\>\@kip_sigh そして、それから二度と戻ってこない。
ko: @kip_pout 그 애도 그걸 알았을 거야...\n\>\@kip_sigh 이제 다시는 돌아오지 않을 거야.
pt_br: @kip_pout Ela deve ter percebido isso...\n\>\@kip_sigh e agora nunca mais retornará.
ru: @kip_pout Я уверена, что она это поняла...\n\>\@kip_sigh и теперь уже не никогда не вернётся.

source: @kip_sad She won't even answer my letters...
cht: @kip_sad 她甚至都不回我的信了...
es: @kip_sad Ni siquiera contesta mis cartas...
it: @kip_sad Non risponde nemmeno alle mie lettere...
ja: @kip_sad 手紙の返事もくれない…
ko: @kip_sad 내가 보낸 편지에도 답하지 않더구나...
pt_br: @kip_sad Ela sequer responde minhas cartas...
ru: @kip_sad Она даже не отвечает на мои письма...
