Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko_speak Woah! It worked!
cht: @niko_speak 哇哦！密码对了！
es: @niko_speak ¡Bravo! ¡Ha funcionado!
it: @niko_speak Wow! Ha funzionato!
ja: @niko_speak わあ！開いた！
ko: @niko_speak 와! 됐어요!
pt_br: @niko_speak Caramba, funcionou!
ru: @niko_speak Ух ты! Сработало!

source: @niko2 Wait, how did you know the code,\n\p?\>\n\@niko_eyeclosed I still don't remember seeing one...
cht: @niko2 等等，你怎么知道密码的，\n\p？\>\n\@niko_eyeclosed 我还是想不起来看到过密码...
es: @niko2 Espera, ¿cómo sabías el código, \n\p?\>\n\@niko_eyeclosed No recuerdo haber visto ninguno...
it: @niko2 Aspetta, come facevi a sapere il codice,\n\p?\>\n\@niko_eyeclosed Non ricordo di averlo visto in giro...
ja: @niko2 えっ、どうしてコードが分かったの、\n\p？\>\n\@niko_eyeclosed ミーにはやっぱり見覚えないんだけど…
ko: @niko2 잠깐만요. \p 님, 코드를 어떻게 알아낸 거죠?\n\>\n\@niko_eyeclosed 이런 숫자는 보지 못했는데...
pt_br: @niko2 Espere, como você sabia o código, \n\p?\>\n\@niko_eyeclosed Não me lembro de ver nenhum código...
ru: @niko2 Погоди-ка, откуда тебе известен код,\n\p?\>\n\@niko_eyeclosed Я так и не вспомнил ни одного...

source: I had some help.
cht: 我得到了一些帮助。
es: Me han ayudado.
it: Ho avuto un po' di aiuto.
ja: 助けを借りた。
ko: 도움을 좀 받았어.
pt_br: Alguém me ajudou.
ru: Мне помогли.

source: I have my ways.
cht: 我有自己的方法。
es: Tengo mis métodos.
it: Ho i miei mezzi.
ja: とある方法でね。
ko: 나만의 방식이 있지.
pt_br: Eu dei meu jeito.
ru: У меня есть свои методы.

source: @niko_speak Really?\>\n\@niko From who?
cht: @niko_speak 真的吗？\>\n\@niko 谁帮助你的？
es: @niko_speak ¿En serio?\>\n\@niko ¿Quién?
it: @niko_speak Davvero?\>\n\@niko Da chi?
ja: @niko_speak そうなの？\>\n\@niko 誰から？
ko: @niko_speak 정말요?\>\n\@niko 누구한테요?
pt_br: @niko_speak Sério?\>\n\@niko Quem?
ru: @niko_speak Правда?\>\n\@niko Но кто?

source: Don't worry about it.
cht: 不要担心这件事。
es: No te preocupes por eso.
it: Non preoccuparti.
ja: 気にするな。
ko: 그건 신경 쓸 것 없어.
pt_br: Não se preocupe.
ru: Не бери в голову.

source: @niko I...\.\.see!
cht: @niko 我...\.\.明白了！
es: @niko ¡Ya...\.\.entiendo!
it: @niko ...\.\.Capito!
ja: @niko そう…\.\.なんだ！
ko: @niko 아...\.\.네!
pt_br: @niko Então...\.\.tá!
ru: @niko А...\.\.Понимаю!

source: What's in the safe, Niko?
cht: 保险箱里有什么， Niko ？
es: ¿Qué hay en la caja fuerte, Niko?
it: Niko, cosa c'è nella cassaforte?
ja: ニコ、金庫には何が入っている？
ko: 금고 안에는 뭐가 있어, 니코?
pt_br: O que tem no cofre, Niko?
ru: Что в сейфе, Нико?

source: @niko Oh! Right.\n\.\.Let's see...
cht: @niko 噢！对。\n\.\.让我看看...
es: @niko ¡Sí, es verdad!\n\.\.Veamos...
it: @niko Ah giusto!\n\.\.Vediamo un po'...
ja: @niko あっ、そうだった。\n\.\.えっとね…
ko: @niko 아! 맞다.\n\.\.어디 보자...
pt_br: @niko Certo!\n\.\.Vamos ver...
ru: @niko Ах, точно.\n\.\.Посмотрим...

source: @niko_speak Ah! \.\. I found a gas mask!
cht: @niko_speak 啊！\.\.我找到了一个防毒面具！
es: @niko_speak ¡Vaya! \.\. ¡He encontrado una máscara de gas!
it: @niko_speak Oh!\.\. Ho trovato una maschera antigas...
ja: @niko_speak あっ！\.\.ガスマスクだ！
ko: @niko_speak 앗!\.\. 방독면이에요!
pt_br: @niko_speak Ah! \.\.Uma máscara de gás!
ru: @niko_speak Ого! \.\. Я нашёл противогаз!

source: @niko_speak Also... there's this weird-looking book!
cht: @niko_speak 还...有这本看起来很奇怪的书！
es: @niko_speak ¡También hay un libro extraño!
it: @niko_speak ...e questo strano libro!
ja: @niko_speak あと… 変な本があるよ！
ko: @niko_speak 그리고... 이상한 책이 한 권 있어요!
pt_br: @niko_speak Também tem... este livro esquisito!
ru: @niko_speak А ещё... тут какая-то странная книга!

source: @niko I can't read it, though...
cht: @niko 虽然我看不懂...
es: @niko Pero lo entiendo...
it: @niko Purtroppo non riesco a capirci nulla...
ja: @niko でも読めないな…
ko: @niko 그런데 못 읽겠네요...
pt_br: @niko Não consigo lê-lo...
ru: @niko Но я ничего в ней не могу прочесть...

source: @niko2 ...not that I can't read or anything! Because I can!
cht: @niko2 ...并不是我不识字或什么原因！ 因为我识字！
es: @niko2 ... No es que no sepa leer, ¡sí que sé!
it: @niko2 Ehi, non farti strane idee... So leggere!
ja: @niko2 …いや、読めないってそういうことじゃないよ！ ちゃんと読書できるもん！
ko: @niko2 ...글을 모르는 건 아니에요! 저 읽을 줄 아니까요!
pt_br: @niko2 Não é que eu não saiba ler! Porque eu sei!
ru: @niko2 ...только не потому, что я не умею читать! Вообще-то ещё как умею!

source: @niko_eyeclosed I just don't know what language this is...
cht: @niko_eyeclosed 我只是不懂这是什么语言...
es: @niko_eyeclosed Pero es que no sé qué idioma es este...
it: @niko_eyeclosed Semplicemente non conosco questa lingua...
ja: @niko_eyeclosed ただ、ここに書いてる文字が 分からないんだ…
ko: @niko_eyeclosed 단지 이 책에 쓰인 언어가 뭔지 모르겠어요...
pt_br: @niko_eyeclosed Só não sei em que língua este aqui está...
ru: @niko_eyeclosed Просто я не понимаю на каком это языке...

source: @niko_eyeclosed That wasn't it...
cht: @niko_eyeclosed 这不是...
es: @niko_eyeclosed No era ese...
it: @niko_eyeclosed Non è corretto...
ja: @niko_eyeclosed 違うみたい…
ko: @niko_eyeclosed 틀린 것 같네요...
pt_br: @niko_eyeclosed Não foi...
ru: @niko_eyeclosed Не подходит...

source: @niko It's empty.
cht: @niko 那是空的。
es: @niko Está vacía.
it: @niko È vuota.
ja: @niko 空っぽだ。
ko: @niko 안은 텅 비었어요.
pt_br: @niko Vazio.
ru: @niko Пусто.

source: $Although the poisonous gas is highly localized to the vent zones, Barrens workers were still recommended to wear gas masks.
cht: $虽然有毒气体已经严格 控制在排气口区域，但 Barrens 的工人仍然被 建议穿戴防毒面具。
es: $El gas venenoso se concentra cerca de los conductos, pero recomendaban a los trabajadores de los Baldíos llevar máscaras de gas.
it: $Anche se i gas tossici sono prevalentemente presenti nelle zone delle fumarole, ai lavoratori della Baia Desolata è stato raccomandato l'uso delle maschere antigas.
ja: $毒ガスの噴き出す区域は 局地的ではあるものの、 不毛の地の作業員は ガスマスクの着用を 推奨されていた。
ko: $유독 가스는 통풍구 구역에 주로 분포하지만 불모지에서 작업하는 사람은 방독면을 쓰는 것이 바람직하다.
pt_br: $Apesar de o gás venenoso ser mais concentrado perto da ventilação, os trabalhadores das Terras Áridas têm que usar máscara mesmo assim.
ru: $Несмотря на то, что ядовитый газ встречается только в зонах скопления газовых источников, рабочим в Пустошах всё равно рекомендовалось носить противогазы.

source: $These masks were mandatory around active vent sites, of course.
cht: $当然，在活动的排气口 附近，佩戴防毒面具是 强制性的。
es: $Las máscaras son obligatorias cerca de los conductos activos.
it: $Ovviamente quest'ultime erano già obbligatorie nei pressi delle fumarole.
ja: $当然ながら、活発な 通気孔の周辺では 着用が義務付けられて いた。
ko: $물론 통풍구가 작동하는 지역에서는 의무적으로 착용해야 한다.
pt_br: $Perto da ventilação é obrigatório usar máscara, claro.
ru: $Разумеется, во время нахождения в зонах активного выброса газов носить противогаз было обязательно.

source: $As more and more of the workforce got replaced by robots, we found ourselves with a surplus of abandoned gas masks.
cht: $随着越来越多的劳动力 被机器人替代，我们发 现有了很多多余的防毒 面具。
es: $Como los robots sustituían cada vez a más trabajadores, tenemos un excedente de máscaras de gas sin usar.
it: $Man mano che sempre più forza lavoro veniva sostituita dai robot, ci siamo trovati con un eccesso di maschere antigas inutilizzate.
ja: $作業員がロボットに 置き換えられるに つれて、放棄された ガスマスクが余る ようになった。
ko: $인력이 조금씩 로봇으로 대체되면서, 방독면이 남아돌게 되었다.
pt_br: $Como cada vez mais estão substituindo os trabalhadores por robôs, estamos com um excedente de máscaras de gás abandonadas.
ru: $Со временем всё больше и больше рабочих заменяли роботами, и у нас появились излишки противогазов, которые были никому не нужны.

source: $It seemed like a waste to get rid of them all, so we kept a few for emergencies.
cht: $把它们全部扔掉有些浪费，所以我们留下了一 部分应对紧急情况。
es: $Deshacernos de todas habría sido un desperdicio, así que nos quedamos con unas pocas para emergencias.
it: $Sarebbe stato uno spreco gettarle via tutte, perciò ne abbiamo tenute un paio per le emergenze.
ja: $すべて廃棄するのは 無駄に思えたため、 緊急時に備えて いくつかは 残しておいた。
ko: $모두 폐기하는 건 낭비 같아서, 일부는 비상시에 대비해 따로 보관해 두었다.
pt_br: $Como não queríamos jogar todas fora, guardamos algumas para emergências.
ru: $Было бы расточительно просто выбросить их все, так что мы оставили несколько штук на всякий случай.

source: $The sun will not return and the abyss is calling my name.
cht: $阳光不会再回来，而深 渊在呼唤我的名字。
es: $El sol no regresará y el abismo está pronunciando mi nombre.
it: $Il sole non ritornerà mai più e l'abisso sta chiamando il mio nome.
ja: $太陽が戻ることはなく、 そして深淵は私の名前を 呼んでいる。
ko: $태양은 돌아오지 않을 것이다. 심연이 내 이름을 부르고 있다.
pt_br: $O sol não retornará e o abismo chama meu nome.
ru: $Солнце не вернётся, и бездна зовёт меня по имени.

source: $I'm sorry, everyone...
cht: $我对不起大家...
es: $Os pido perdón a todos...
it: $Vi chiedo scusa...
ja: $すまない、みんな…。
ko: $모두들, 미안하다...
pt_br: $Sinto muito...
ru: $Прошу прощения у всех...

source: $...for choosing to leave before the darkness suffocates us all.
cht: $...在黑暗吞噬我们所有 人之前，选择了离开。
es: $... por irme antes de que la oscuridad nos asfixie a todos.
it: $...per aver scelto di abbandonarvi prima che l'oscurità ci soffochi tutti.
ja: $…暗闇が私たちの 息の根を止めにくる前に 去ってしまうことを 許してくれ。
ko: $...어둠이 모두를 질식시키기 전에 여길 떠나기로 한 날 용서해.
pt_br: $... por escolher sair antes de a escuridão sufocar todos nós.
ru: $...что выбираю уйти, прежде чем нас всех поглотит тьма.

source: @niko A torn page with faded ink.
cht: @niko 墨迹褪色的残缺纸片。
es: @niko Una página arrancada con tinta borrosa.
it: @niko Una pagina strappata con dell'inchiostro sbiadito.
ja: @niko 破れたページのインクがかすれてる。
ko: @niko 찢어진 종이에 흐릿해진 잉크로 글이 쓰여 있어요.
pt_br: @niko Uma página rasgada com uma tinta apagada.
ru: @niko Вырванная страница с выцветшими чернилами.

source: $XX/XX/XX\n\nWith the mining operations going smoothly, materials are no longer our limiting factor.
cht: $XX/XX/XX\n\n随着采矿作业越来越顺 利，材料不再是我们的 限制因素。
es: $XX/XX/XX\n\nGracias al buen funcionamiento de las operaciones mineras, los materiales ya no son una limitación.
it: $XX/XX/XX\n\nOra che le operazioni minerarie procedono senza intoppi, i materiali non sono più il nostro fattore limitante.
ja: $XX/XX/XX\n\n採掘作業が円滑に 進んでいる今、資源は もはや私たちの制限因子 ではない。
ko: $XX/XX/XX\n\n채광 작업이 순조롭게 진행되면서 재료가 풍부해졌다.
pt_br: $XX/XX/XX\n\nCom as operações de mineração indo bem, os materiais não são mais um fator limitante.
ru: $XX/XX/XX\n\nРаботы по добыче полезных ископаемых идут прекрасно, наличие материалов больше не является для нас сдерживающим фактором.

source: $We will be able to build more resilient robots, both in body and mind.
cht: $我们可以造出更多在体 力和精神方面都更耐用 的机器人。
es: $Podremos fabricar robots más fuertes, tanto física como mentalmente.
it: $Saremo in grado di costruire robot molto più resistenti, sia nel corpo che nella mente.
ja: $身体的にも知能的にも より強力なロボットを 作ることが できるようになる。
ko: $이제 신체적으로나 정신적으로나 더욱 회복력이 뛰어난 로봇들을 생산할 수 있을 것이다.
pt_br: $Conseguiremos construir robôs mais resistentes tanto física quanto mentalmente.
ru: $Мы сможем построить роботов, более стойких как физически, так и морально.

source: $Specifically, the discovery of metal alloy 291 will likely allow the development of highly efficient circuitry.
cht: $尤其是291合金的发现 让高效电路的开发成为 可能。
es: $Posiblemente, el descubrimiento de la aleación metálica 291 permita el desarrollo de un sistema altamente eficaz.
it: $In particolare, grazie alla scoperta della lega metallica 291 potremo sviluppare circuiti altamente efficienti.
ja: $特に、金属合金291の 発見によって、高性能 電気回路の開発が 可能になるだろう。
ko: $특히 291번 합금의 발견으로, 고효율 회로 개발이 가능해질 것으로 보인다.
pt_br: $Especificamente a descoberta da liga metálica 291 nos permitirá desenvolver circuitos altamente eficientes.
ru: $В частности, открытие металлического сплава 291 позволит нам разработать высокоэффективные электронные схемы.

source: @niko_speak What IS that?
cht: @niko_speak 那是什么？
es: @niko_speak ¿Qué ES eso?
it: @niko_speak Che COS'È quello?
ja: @niko_speak 何、あれ？
ko: @niko_speak 저건 뭐죠?
pt_br: @niko_speak O que é ISTO?
ru: @niko_speak Что ЭТО такое?

source: @niko_speak I can't sleep now, \p!\>\n\@niko I need to get Calamus and Alula to the sacred grounds.
cht: @niko_speak 我现在不能睡觉，\p！\>\n\@niko 我需要让 Calamus 和 Alula 到神圣的土地上来。
es: @niko_speak ¡Ahora no puedo dormir, \p!\>\n\@niko Tengo que llevar a Calamus y Alula a las profundidades sagradas.
it: @niko_speak Non posso dormire, \p!\>\n\@niko Devo accompagnare Calamus e Alula nei terreni sacri.
ja: @niko_speak 今は、眠れないよ \p！\>\n\@niko カラムスとアルーラを 聖域まで連れていかなくちゃ。
ko: @niko_speak \p 님, 전 아직 잘 수 없어요!\>\n\@niko 먼저 칼라무스와 알룰라를 성스러운 땅으로 보내야 해요.
pt_br: @niko_speak Não posso dormir agora, \p!\>\n\@niko Preciso levar Calamus e Alula até as terras sagradas.
ru: @niko_speak Я не могу спать сейчас, \p!\>\n\@niko Я должен привести Каламуса и Алулу в священные земли.

source: @ed [So, you figured out the code without fully exposing the film.]
cht: @ed [所以，你没有充分曝光胶卷就找到了代码。]
es: @ed [Así que has adivinado el código sin exponer la película al completo.]
it: @ed [Quindi, hai scoperto il codice senza esporre completamente la pellicola.]
ja: @ed [ほう、フィルムを完全に露出させることなく コードを言い当てたのか。]
ko: @ed [그렇군. 필름을 완전히 노출시키지 않고 암호를 찾아냈어.]
pt_br: @ed [Então você descobriu o código sem expor completamente .]
ru: @ed [Значит, тебе удалось узнать код, не проявляя плёнку полностью.]

source: @ed [Good for you.]
cht: @ed [你真棒。]
es: @ed [Bien por ti.]
it: @ed [Buon per te.]
ja: @ed [良かったな。]
ko: @ed [아주 잘했어.]
pt_br: @ed [Bom para você.]
ru: @ed [Браво.]

source: @ed [You didn't need my help for this puzzle.]
cht: @ed [你不需要我的帮助就能解开这个迷。]
es: @ed [No te hacía falta mi ayuda para este acertijo.]
it: @ed [Non ti è servito il mio aiuto per questo rompicapo.]
ja: @ed [このパズルで、私の助けは必要なかった。]
ko: @ed [내 도움 없이도 퍼즐을 풀었잖아.]
pt_br: @ed [Minha ajuda não era necessária nesse quebra-cabeça.]
ru: @ed [В решении этой головоломки моя помощь тебе не понадобилась.]

source: @ed [And yet you're still here talking to me?]
cht: @ed [而你还在这跟我说话。]
es: @ed [¿Y aún así sigues aquí hablando conmigo?]
it: @ed [Eppure sei ancora qui a parlarmi?]
ja: @ed [にも関わらず、まだ私に話しかけるのか？]
ko: @ed [그런데도 아직 내게 말을 거는 거야?]
pt_br: @ed [E, mesmo assim, você ainda está falando comigo...]
ru: @ed [И всё же ты тут со мной разговариваешь?]

source: @ed [How quaint.]
cht: @ed [真是奇怪。]
es: @ed [Qué curioso.]
it: @ed [Curioso.]
ja: @ed [おかしなやつだ。]
ko: @ed [희한하군.]
pt_br: @ed [Que curioso.]
ru: @ed [Как оригинально.]

source: @niko A heavy piece of metal set into the wall.
cht: @niko 一篇厚重的金属嵌入到墙里面了。
es: @niko Una pesada pieza de metal fijada a la pared.
it: @niko Un pezzo di metallo incastonato nel muro, sembra pesante.
ja: @niko 鉄の大きな塊が、壁に埋め込まれてる。
ko: @niko 무거운 금속 조각이 벽에 박혀 있어요.
pt_br: @niko Um pedaço pesado de metal colocado na parede.
ru: @niko В стене установлен тяжёлый кусок металла.

source: @niko_eyeclosed I think it might be a door or some kind of vault.
cht: @niko_eyeclosed 我觉得这是一扇门或者是地下室。
es: @niko_eyeclosed Creo que podría ser la puerta a algún tipo de cámara.
it: @niko_eyeclosed Credo sia una porta o un qualche tipo di camera blindata.
ja: @niko_eyeclosed たぶんドアか、金庫みたいなものだと思う。
ko: @niko_eyeclosed 문... 아니면 금고 같은데요.
pt_br: @niko_eyeclosed Acho que pode ser uma porta para algum tipo de cofre.
ru: @niko_eyeclosed Думаю, это какая-то дверь или хранилище.

source: @niko There's a small screen here, in the middle.
cht: @niko 中间有一块小屏幕。
es: @niko Hay una pequeña pantalla aquí, en el medio.
it: @niko C'è un piccolo schermo qui al centro.
ja: @niko 真ん中に小さな画面があるよ。
ko: @niko 한가운데에 작은 화면이 있어요.
pt_br: @niko Há uma pequena tela aqui no centro.
ru: @niko Тут в центре есть маленький экран.

source: @niko_eyeclosed The door is locked.
cht: @niko_eyeclosed 门锁了。
es: @niko_eyeclosed La puerta está cerrada.
it: @niko_eyeclosed La porta è chiusa.
ja: @niko_eyeclosed 鍵がかかってるよ。
ko: @niko_eyeclosed 문은 굳게 잠겨 있네요.
pt_br: @niko_eyeclosed A porta está trancada.
ru: @niko_eyeclosed Дверь заперта.

source: @niko Looks like it's asking for a password.
cht: @niko 好像需要密码。
es: @niko Parece que solicita una contraseña.
it: @niko Sembra che serva una password.
ja: @niko パスワードが必要みたい。
ko: @niko 비밀번호가 필요한 것 같아요.
pt_br: @niko Acho que está pedindo uma senha.
ru: @niko Похоже, тут нужно ввести пароль.

source: @niko2 The word "DOCUMENTS" is on the screen, above the password prompt.
cht: @niko2 屏幕的密码提示上面写了"文件"。
es: @niko2 En la pantalla se ve la palabra «DOCUMENTOS» sobre la petición de contraseña.
it: @niko2 La parola "DOCUMENTI" è sullo schermo, sopra la richiesta della password.
ja: @niko2 パスワードを入力するところの上に、 「ドキュメント」って書いてあるよ。
ko: @niko2 화면에 "문서"라는 단어가 있어요. 비밀번호 프롬프트 위에요.
pt_br: @niko2 Está escrito a palavra “DOCUMENTOS” na tela, em cima da janela da senha.
ru: @niko2 На экране над «Введите Пароль:» написано «ДОКУМЕНТЫ».

source: @niko That wasn't it...
cht: @niko 那不是...
es: @niko No funciona...
it: @niko Non è corretta...
ja: @niko 違った…
ko: @niko 틀린 것 같네요...
pt_br: @niko Não é isso...
ru: @niko Не сработало...

source: @niko_speak Looks like a door of some sort!
cht: @niko_speak 看起来像是一扇门！
es: @niko_speak ¡Parece algún tipo de puerta!
it: @niko_speak Sembra una specie di porta!
ja: @niko_speak 何かのドアみたい！
ko: @niko_speak 문처럼 생겼어요!
pt_br: @niko_speak Parece uma porta!
ru: @niko_speak Должно быть это какая-то дверь!

source: @niko There's a glowing lock symbol on a small screen.
cht: @niko 小屏幕上有一个闪动的锁标志。
es: @niko Hay un símbolo de bloqueo brillante en una pantalla pequeña.
it: @niko C'è un simbolo di un lucchetto luminoso su un piccolo schermo.
ja: @niko 小さな画面に光る鍵のシンボルがある。
ko: @niko 작은 화면에 반짝이는 자물쇠 그림이 있어요.
pt_br: @niko Há um símbolo de uma tranca brilhando numa tela pequena.
ru: @niko На маленьком экране горит значок замка.

source: @niko A row of glass tubes are set into the wall.
cht: @niko 墙上还嵌着一排玻璃显示器。
es: @niko Una fila de probetas de cristal están fijadas a la pared.
it: @niko Una fila di tubi di vetro sono incastonati nel muro.
ja: @niko 一連のガラス管が壁に埋め込まれてる。
ko: @niko 유리 시험관이 일렬로 벽에 고정되어 있어요.
pt_br: @niko Tem uma fileira de tubos na parede.
ru: @niko В стене установлен ряд стеклянных трубок.

source: @niko They're high up!
cht: @niko 位置很高！
es: @niko ¡Están muy altas!
it: @niko Sono in alto!
ja: @niko 高い所にある！
ko: @niko 아주 높은 곳에 있어요!
pt_br: @niko Eles estão muito no alto!
ru: @niko Они очень высоко!

source: @niko This looks like a countdown of some sort.\>\n\@niko2 All the tubes say "0".
cht: @niko 像是一种计时器。\>\n\@niko2 所有的显示器都显示"0"。
es: @niko Parece algún tipo de cuenta atrás.\>\n\@niko2 Todos las probetas dicen "0".
it: @niko Questo sembra un conto alla rovescia.\>\n\@niko2 Su tutti i tubi c'è scritto "0".
ja: @niko 何かのカウントダウンみたいだね。\>\n\@niko2 どの管も「0」と表示されてる。
ko: @niko 초시계랑 비슷하네요.\>\n\@niko2 시험관이에 전부 "0"이라 쓰여 있어요.
pt_br: @niko Parece uma contagem regressiva.\>\n\@niko2 Todos os tubos mostram “0”.
ru: @niko Это похоже на какой-то обратный отсчёт.\>\n\@niko2 Во всех трубках горит «0».

source: @niko ...I guess it finished counting down to...whatever it was counting down to?\>\n\@niko_eyeclosed Or maybe it's just broken.
cht: @niko ...我想它已经完成倒计时...不管它是为什么倒计时？\>\n\@niko_eyeclosed 也有可能是坏了。
es: @niko ... Parece que terminó la cuenta atrás de... lo que sea para lo que estuviera contando atrás.\>\n\@niko_eyeclosed O puede que esté roto.
it: @niko ...Immagino abbia finito il conto alla rovescia per... qualcosa?\>\n\@niko_eyeclosed O forse è solo rotto.
ja: @niko …何にカウントダウンしてたのか 分からないけど…カウントダウンは 終わったのかな？\>\n\@niko_eyeclosed それか、ただ壊れてるのかも。
ko: @niko ...초읽기가 끝났어요... 이제 무슨 일이 일어나는 걸까요?\>\n\@niko_eyeclosed 아니면 혹시, 그냥 고장 난 걸까요?
pt_br: @niko ... Acho que a contagem acabou. Para que será que ela servia?\>\n\@niko_eyeclosed Ou será que o contador está só com defeito?
ru: @niko ...Похоже, отсчёт уже закончился... но отсчёт до чего?\>\n\@niko_eyeclosed Может быть ни до чего и он просто сломан.

source: @niko2 You'd think the door would be open, yet...
cht: @niko2 你可能觉得门会打开，但是...
es: @niko2 Lo normal es que la puerta estuviera abierta, pero...
it: @niko2 Pensavo che la porta si sarebbe aperta e invece...
ja: @niko2 ドアは開いてると思うだろうけど…
ko: @niko2 문이 열려 있을 것 같겠지만, 그게...
pt_br: @niko2 Teoricamente, a porta estaria aberta...
ru: @niko2 Казалось бы, что дверь уже будет открыта, но...

source: @niko_speak I wonder what those numbers mean...
cht: @niko_speak 我很好奇，这些数字代表着什么...
es: @niko_speak Me pregunto qué querrán decir estos números...
it: @niko_speak Mi chiedo cosa significhino quei numeri...
ja: @niko_speak あの数字はどういう意味なんだろう…
ko: @niko_speak 저 숫자는 대체 무슨 뜻일까 궁금하네요...
pt_br: @niko_speak O que será que esses números significam?
ru: @niko_speak Интересно, к чему все эти цифры...

source: @ling_hm So...
cht: @ling_hm 因此...
es: @ling_hm Bueno...
it: @ling_hm Quindi...
ja: @ling_hm ねえ…
ko: @ling_hm 그래서...
pt_br: @ling_hm Então...
ru: @ling_hm Ну так...

source: @ling Can I... get you anything to eat?
cht: @ling 我拿点...东西给你吃？
es: @ling ¿Quieres... algo de comer?
it: @ling Posso... offrirti qualcosa da mangiare?
ja: @ling その…何か作ってきてあげようか？
ko: @ling 먹을 거라도 좀 줄까?
pt_br: @ling Você... quer comer alguma coisa?
ru: @ling Ты не хочешь... чего-нибудь поесть?

source: @niko2 No thank you!
cht: @niko2 不，谢谢你！
es: @niko2 ¡No, gracias!
it: @niko2 No grazie!
ja: @niko2 大丈夫、ありがとう！
ko: @niko2 괜찮아요!
pt_br: @niko2 Não, valeu!
ru: @niko2 Нет, спасибо!

source: @niko_eyeclosed (Even though I could go for some pancakes right now...)
cht: @niko_eyeclosed (尽管我现在可以吃一些烤薄饼...)
es: @niko_eyeclosed (Aunque ahora mismo me zamparía unas tortitas...)
it: @niko_eyeclosed (Anche se in questo momento dei pancake non mi dispiacerebbero...)
ja: @niko_eyeclosed （パンケーキならいっぱい食べられるけど…）
ko: @niko_eyeclosed (팬케이크를 좀 먹고 싶긴 하지만...)
pt_br: @niko_eyeclosed (Mas eu comeria umas panquecas agora...)
ru: @niko_eyeclosed (Хотя я бы сейчас не отказался от оладушков...)

source: @niko_eyeclosed (There just isn't time...)
cht: @niko_eyeclosed (但不是时候...)
es: @niko_eyeclosed (No hay tiempo...)
it: @niko_eyeclosed (Ma non c'è tempo...)
ja: @niko_eyeclosed （そんな時間ないよね…）
ko: @niko_eyeclosed (시간이 없어...)
pt_br: @niko_eyeclosed (Mas não há tempo...)
ru: @niko_eyeclosed (Но просто времени совсем нет...)

source: @ling_hm At least people won't starve here...
cht: @ling_hm 至少人们在这不会饿着...
es: @ling_hm Al menos la gente no se morirá de hambre aquí...
it: @ling_hm Almeno qui la gente non morirà di fame...
ja: @ling_hm ここなら、みんな 飢え死にすることもないはず…
ko: @ling_hm 적어도 여기 있는 사람들이 굶주리진 않을 거야...
pt_br: @ling_hm Pelo menos ninguém vai morrer de fome aqui...
ru: @ling_hm По крайней мере, люди здесь не будут голодать...

source: @ling_smile The perks of using a cafe as an emergency shelter, huh?
cht: @ling_smile 这是把咖啡厅当作紧急避难所的额外好处是吗？
es: @ling_smile Ventajas de usar una cafetería como refugio, ¿eh?
it: @ling_smile Beh, è il vantaggio di usare una caffetteria come rifugio di emergenza!
ja: @ling_smile そういう意味だと、カフェって 緊急避難場所としてすごく優秀だよね？
ko: @ling_smile 긴급 피난처로 카페를 사용하는 일의 장점이기도 하겠지?
pt_br: @ling_smile As vantagens de usar um café como abrigo, né?
ru: @ling_smile Плюсы использования кафе в качестве временного убежища, да?

source: @ling2 Oh!
cht: @ling2 哦！
ja: @ling2 あっ！
ko: @ling2 아!
pt_br: @ling2 Ah!
ru: @ling2 О!

source: @ling Hello, Messiah!
cht: @ling 你好，救世主！
es: @ling ¡Hola, mesías!
it: @ling Ciao, messia!
ja: @ling やあ、救世主さん！
ko: @ling 안녕, 구원자!
pt_br: @ling Olá, Messias!
ru: @ling Привет, Мессия!

source: @ling_hm You, um...
cht: @ling_hm 你，嗯...
es: @ling_hm Has, um...
it: @ling_hm Tu, ehm...
ja: @ling_hm うーん、その…
ko: @ling_hm 하필이면...
pt_br: @ling_hm Você, ahm...
ru: @ling_hm Ты, э-эм...

source: @ling_sigh You came at a bad time...
cht: @ling_sigh 你来的不是时候...
es: @ling_sigh Venido en mal momento...
it: @ling_sigh Sei arrivato in un brutto momento...
ja: @ling_sigh タイミングがちょっと悪かったね…
ko: @ling_sigh 좋지 않은 때에 왔네...
pt_br: @ling_sigh Chegou numa hora meio ruim...
ru: @ling_sigh Ты выбрал неудачное время для визита...

source: @ling_hm The apartment in the west sector got destroyed by squares a day ago...
cht: @ling_hm 西边的公寓一天前遭到方块的破坏...
es: @ling_hm Los apartamentos del sector oeste fueron destruidos por los cuadrados hace un día...
it: @ling_hm L'appartamento nel settore ovest è stato distrutto dai quadrati un giorno fa...
ja: @ling_hm 昨日ね、西区域にあるアパートが、 四角形のせいでみんな壊れちゃったのさ…
ko: @ling_hm 서쪽 구역의 아파트 단지가 어제 사각형들에게 파괴당했어...
pt_br: @ling_hm O apartamento no setor oeste foi destruído por quadrados ontem...
ru: @ling_hm Вчера квадраты уничтожили апартаменты в западном секторе города...

source: @ling_sigh Terrible, isn't it?
cht: @ling_sigh 情况很糟糕，是不是？
es: @ling_sigh Qué horror, ¿verdad?
it: @ling_sigh Davvero una tragedia...
ja: @ling_sigh ひどいだろ？
ko: @ling_sigh 끔찍하지 않아?
pt_br: @ling_sigh Terrível, não é?
ru: @ling_sigh Ужасно, правда?
