Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko_distressed And I just...\.\.kinda... \> forget...
cht: @niko_distressed 而我只是...\.\.有点...\>忘了...
es: @niko_distressed Y simplemente...\.\.es como que...\>se me olvida...
it: @niko_distressed E continuo...\.\. ecco...\> a dimenticare...
ja: @niko_distressed それで…\.\.何か… \> 忘れちゃう感じがして…
ko: @niko_distressed 그냥...\.\.자꾸만... \> 잊어버려요...
pt_br: @niko_distressed E eu.... \.\.meio que...\> esqueço...
ru: @niko_distressed И я просто...\.\.как бы... \> забываю...

source: @niko_distressed2 I forget that everything here is supposed to be...\.\.not real...
cht: @niko_distressed2 我忘了这里的每样东西都应该...\.\.不是真的...
es: @niko_distressed2 Se me olvida que se supone que todo lo que hay aquí...\.\.no es real...
it: @niko_distressed2 Che questo mondo, che tutto questo non è...\.\. reale...
ja: @niko_distressed2 ここにある何もかもが…\.\.現実じゃないってことも、 忘れそうになって…
ko: @niko_distressed2 여기에 있는 건 모두 현실이 아니라는 걸...\.\.자꾸 잊어버리죠...
pt_br: @niko_distressed2 Esqueço que tudo aqui... \.\.não é real...
ru: @niko_distressed2 Я забываю, что всё здесь...\.\.ненастоящее...

source: @niko_distressed ...and then... I remember.
cht: @niko_distressed ...然后...我记起来了。
es: @niko_distressed ... Y entonces... lo recuerdo todo.
it: @niko_distressed ...anche se alla fine... me ne ricordo.
ja: @niko_distressed …その後…思い出すんだ。
ko: @niko_distressed ...그러다가 갑자기... 기억이 나는 거예요.
pt_br: @niko_distressed ... aí... eu lembro.
ru: @niko_distressed ....а потом... я вспоминаю.

source: @niko_eyeclosed ...and then I just get really sad...
cht: @niko_eyeclosed ...就觉得很伤感...
es: @niko_eyeclosed ... Y es entonces cuando me pongo muy triste.
it: @niko_eyeclosed ...E mi sento davvero davvero triste...
ja: @niko_eyeclosed …そうすると、すごく悲しい気持ちになって…
ko: @niko_eyeclosed ...그럴 때면 참 슬퍼요...
pt_br: @niko_eyeclosed ... e aí fico bem triste...
ru: @niko_eyeclosed ...и мне становится очень грустно...

source: @niko_upset2 ...I know this is for me to go home, but...
cht: @niko_upset2 ...我知道这是为了让我回家，但是...
es: @niko_upset2 ... Eso significa irme a casa, pero...
it: @niko_upset2 ...So che tutto questo serve per farmi tornare a casa, ma...
ja: @niko_upset2 …ミーが家に帰るためだって、 分かってるのに…
ko: @niko_upset2 ...이게 다 절 집에 보내려고 하는 일인 건 알지만...
pt_br: @niko_upset2 ... sei que é para eu ir para casa, mas...
ru: @niko_upset2 ...я знаю, что это всё ради того, чтобы я вернулся домой, но...

source: @niko_upset Knowing that none of it mattered in the first place...
cht: @niko_upset 仅仅知道并没有什么用...
es: @niko_upset Sabiendo que nada de eso importaba desde un primer momento...
it: @niko_upset Sapere che nulla di tutto ciò è davvero importante...
ja: @niko_upset 最初から、全部どうでもいいこと だったんだって思うと…
ko: @niko_upset 이게 다 처음부터 아무 의미가 없었다고 생각하면...
pt_br: @niko_upset Se eu descobrir que nada disso importou...
ru: @niko_upset Зная, что всё это с самого начала не имело значения...

source: @niko_eyeclosed ...am I just\.\. trapped here for no reason...?
cht: @niko_eyeclosed ...我只是\.\. 毫无理由地困在这吗...?
es: @niko_eyeclosed ¿...Y si estoy aquí atrapado\.\. sin ningún motivo...?
it: @niko_eyeclosed ...Per quale motivo...\.\. sono bloccato qui...?
ja: @niko_eyeclosed …ミーはただ\.\.何の意味もなく、ここに 捕われ続けてるの…？
ko: @niko_eyeclosed ...전 아무 이유도\.\. 없이 여기에 갇힌 걸까요...?
pt_br: @niko_eyeclosed ... será que\.\.me prenderam aqui sem nenhum motivo...?
ru: @niko_eyeclosed ...неужели я\.\. здесь в ловушке без всякой на то причины...?

source: @niko_eyeclosed Proto also told me to not ask anyone in the world about this...
cht: @niko_eyeclosed Proto 也告诉我不要向世界上的任何人 询问这一点...
es: @niko_eyeclosed Proto me dijo que no preguntara a nadie del mundo acerca del tema...
it: @niko_eyeclosed Proto mi ha anche detto di non parlarne con nessuno...
ja: @niko_eyeclosed プロトは、このことを誰にも聞いちゃいけない とも言ってた…
ko: @niko_eyeclosed 프로토가 이 세상 누구에게도 묻지 말라고 했었는데...
pt_br: @niko_eyeclosed Proto também falou para não perguntar isso para ninguém deste mundo...
ru: @niko_eyeclosed Ещё Прото велел мне никого в мире об этом не спрашивать...

source: @niko_distressed2 Saying how "they don't understand"...
cht: @niko_distressed2 说什么 "他们不了解"...
es: @niko_distressed2 Me dijo que «no lo entenderían».
it: @niko_distressed2 Dicendo cose come "loro non capirebbero"...
ja: @niko_distressed2 「この世界の人には理解できない」って…
ko: @niko_distressed2 "그들은 이해하지 못해"라면서...
pt_br: @niko_distressed2 Dizendo que “eles não entendem”...
ru: @niko_distressed2 Сказал, что «они не понимают»...

source: @niko_distressed But... what about him?
cht: @niko_distressed 但...他呢？
es: @niko_distressed Pero... ¿y qué pasa con él?
it: @niko_distressed E... invece lui?
ja: @niko_distressed でも…プロトは？
ko: @niko_distressed 그런데... 프로토는요?
pt_br: @niko_distressed Mas... e ele?
ru: @niko_distressed Но... как же он?

source: @niko_distressed2 How did HE know....?
cht: @niko_distressed2 他为什么知道...？
es: @niko_distressed2 ¿Cómo es que ÉL lo sabía...?
it: @niko_distressed2 Come faceva LUI a saperlo...?
ja: @niko_distressed2 プロトは、どうやって知ったの？
ko: @niko_distressed2 프로토는 어떻게 알았죠?
pt_br: @niko_distressed2 Como ELE sabe...?
ru: @niko_distressed2 Откуда ОН это знал....?

source: @niko3 ...How do YOU know?
cht: @niko3 ...你为什么知道？
es: @niko3 ... ¿Cómo lo sabéis VOSOTROS?
it: @niko3 ...Come fai TU a saperlo?
ja: @niko3 …君は、どうして知ってるの？
ko: @niko3 ...당신은 어떻게 알고요?
pt_br: @niko3 ... como VOCÊ sabe?
ru: @niko3 ...Откуда ТЫ знаешь?

source: @niko_eyeclosed Aren't you guys ALL supposed to be code?
cht: @niko_eyeclosed 难道你们不应该只是代码吗？
es: @niko_eyeclosed ¿No se supone que TODOS vosotros no sois más que códigos?
it: @niko_eyeclosed Non è forse vero che TUTTI VOI dovreste essere solo linee di codice?
ja: @niko_eyeclosed みんな、コードで作られてるんじゃないの？
ko: @niko_eyeclosed 당신들은 모두 코드 아니에요?
pt_br: @niko_eyeclosed Não era para TODOS vocês serem códigos?
ru: @niko_eyeclosed Разве вы ВСЕ не должны быть просто кодом?

source: @cedric_hmm ...well...
cht: @cedric_hmm 嗯...
es: @cedric_hmm Bueno...
it: @cedric_hmm ...Beh...
ja: @cedric_hmm …ええと…
ko: @cedric_hmm ...그게...
pt_br: @cedric_hmm ... bom...
ru: @cedric_hmm ...ну...

source: @niko_eyeclosed I'm not sure what to even believe anymore...
cht: @niko_eyeclosed 我已经不确定能相信什么了...
es: @niko_eyeclosed Ya no sé qué creer...
it: @niko_eyeclosed Ormai non so più a cosa credere...
ja: @niko_eyeclosed 何を信じればいいのかも分かんない…
ko: @niko_eyeclosed 이제 뭘 믿어야 할지도 모르겠어요...
pt_br: @niko_eyeclosed Não sei nem no que acreditar mais...
ru: @niko_eyeclosed Я даже не знаю, во что теперь верить...

source: @cedric_sigh I wish Rue was here...
cht: @cedric_sigh 真希望是 Rue 在这里...
es: @cedric_sigh Ojalá estuviera aquí Rue...
it: @cedric_sigh Quanto vorrei che Rue fosse qui...
ja: @cedric_sigh ルエがここにいれば…
ko: @cedric_sigh 루가 여기 있으면 좋겠네...
pt_br: @cedric_sigh Queria que a Rue estivesse aqui...
ru: @cedric_sigh Жаль, что здесь нет Рю...

source: @cedric3 She's SO much better at explaining this sort of thing.
cht: @cedric3 她更擅长解释这类事情。
es: @cedric3 A ella se le da MUCHO mejor explicar estas cosas.
it: @cedric3 È MOLTO più brava a spiegare questo genere di cose.
ja: @cedric3 彼女は、こういうことを説明するのが とても上手ですから。
ko: @cedric3 이런 걸 설명하는 일이라면 나보다 훨씬 낫거든.
pt_br: @cedric3 Ela explica BEM melhor essas coisas.
ru: @cedric3 Она НАМНОГО лучше объясняет такие вещи.

source: @cedric_sigh I'm doing a terrible job of it!
cht: @cedric_sigh 我完全不行啊！
es: @cedric_sigh ¡Lo estoy haciendo de pena!
it: @cedric_sigh Al contrario, io sono negato!
ja: @cedric_sigh 僕には全く向いていないんです！
ko: @cedric_sigh 지금도 난 엄청 어설프잖아!
pt_br: @cedric_sigh Não sirvo para isso!
ru: @cedric_sigh У меня это выходит очень плохо!

source: @cedric_sigh2 I bet Proto was even less tactful, wasn't he...
cht: @cedric_sigh2 我打赌 Proto 还不如我，不是吗...
es: @cedric_sigh2 Me apuesto cualquier cosa a que hasta Proto tendría menos cuidado...
it: @cedric_sigh2 Ma probabilmente Proto ha avuto ancora meno tatto, vero...?
ja: @cedric_sigh2 プロトだったら、さらに機転が 利かなかったでしょうし…
ko: @cedric_sigh2 아마 프로토는 더 서툴렀을 거라 생각하지만. 안 그래?
pt_br: @cedric_sigh2 Acho que Proto serve menos ainda...
ru: @cedric_sigh2 Могу поспорить, Прото был ещё менее тактичен...

source: @cedric_sigh I'm afraid I must risk sounding callous, but...
cht: @cedric_sigh 恐怕我得要说点残酷的事情了，但...
es: @cedric_sigh Sé que me arriesgo a quedar como un insensible, pero...
it: @cedric_sigh Spero di non sembrare ripetitivo, ma...
ja: @cedric_sigh 無神経に聞こえるかもしれませんが…
ko: @cedric_sigh 냉담하게 들릴지도 모르지만...
pt_br: @cedric_sigh Desculpe parecer insensível, mas...
ru: @cedric_sigh Боюсь, мне придётся прозвучать чёрство, но...

source: @cedric2 ...please, you need not concern yourself with how "real" everything is, for now.
cht: @cedric2 ...拜托，现在你不需要让自己纠结一切 到底有多"真实"。
es: @cedric2 ... por favor, no hace falta que te preocupes por lo «real» que resulta todo por ahora.
it: @cedric2 ...per favore, adesso non devi preoccuparti di cos'è "reale" o no.
ja: @cedric2 …どうか、何が「現実」なのかと悩み続けるのは やめてくれませんか。今だけは。
ko: @cedric2 ...부탁할게. 지금 당장은 무엇이 "진짜"인지에 대해 걱정할 필요 없어.
pt_br: @cedric2 ... por favor, você não precisa se preocupar com o quanto as coisas são “reais” por enquanto.
ru: @cedric2 ...прошу, не вдумывайся пока в то, насколько всё вокруг «реально».

source: @cedric_talk The plan is already in motion, we cannot allow for distractions.
cht: @cedric_talk 计划已经在进行中，不允许我们分心。
es: @cedric_talk El plan ya está en marcha, no podemos permitirnos destracciones.
it: @cedric_talk Il piano è già in atto, non possiamo permetterci distrazioni.
ja: @cedric_talk 計画は既に進行中です。他のことに気を 取られてはいけません。
ko: @cedric_talk 계획은 이미 진행 중이고, 다른 데 정신을 팔 여유는 없어.
pt_br: @cedric_talk O plano já está em andamento, não podemos nos distrair.
ru: @cedric_talk Всё уже идёт по плану и не можем позволить себе отвлекаться.

source: @cedric_hmm Father is putting everything into this one last run of the world.
cht: @cedric_hmm 父亲将一切都投入这世界的最后一次 轮回。
es: @cedric_hmm Padre se lo está jugando todo en esta última ejecución del mundo.
it: @cedric_hmm Mio padre sta dando tutto sé stesso per questa ultima iterazione del mondo.
ja: @cedric_hmm 父は、この世界における最後のセッションに 全てを注ぎ込んでいます。
ko: @cedric_hmm 아버지는 이 세상의 마지막 실행을 위해 모든 것을 바치고 계시지.
pt_br: @cedric_hmm Papai está arriscando tudo nessa última viagem pelo mundo.
ru: @cedric_hmm Отец вкладывает всё, что имеет, в эту последнюю сессию мира.

source: @cedric_sigh The last chance for him to fix everything.
cht: @cedric_sigh 这是他解决一切问题的最后机会。
es: @cedric_sigh Su última oportunidad para arreglarlo todo.
it: @cedric_sigh È la sua ultima possibilità di risolvere tutto.
ja: @cedric_sigh あらゆることを正す、最後の チャンスなんです。
ko: @cedric_sigh 모든 것을 고칠 마지막 기회야.
pt_br: @cedric_sigh A última chance para ele corrigir tudo.
ru: @cedric_sigh Это его последний шанс всё исправить.

source: @niko2 Your father... is involved in the World Machine?
cht: @niko2 你父亲...参与了"世界机器"项目？
es: @niko2 ¿Tu padre... tiene algo que ver con la máquina del mundo?
it: @niko2 Tuo padre... c'entra qualcosa con la World Machine?
ja: @niko2 君のお父さんは…ワールドマシンに 関わってるの？
ko: @niko2 아버지가... 세상 기계와 관련되어 있어요?
pt_br: @niko2 Seu pai... está envolvido com a Máquina do Mundo?
ru: @niko2 Твой отец... имеет отношение к Мировой Машине?

source: @cedric3 You... \.\.could say that.
cht: @cedric3 你...\.\.可以这样说。
es: @cedric3 Bueno... \.\.se podría decir.
it: @cedric3 Ecco... \.\.Sì.
ja: @cedric3 まあ… \.\.そうとも言えます。
ko: @cedric3 그렇게... \.\.말할 수 있지.
pt_br: @cedric3 É... \.\.pode-se dizer que sim.
ru: @cedric3 Можно... \.\.и так сказать.

source: @cedric_sigh The acceleration of square particle anomalies was not accounted for at all, though.
cht: @cedric_sigh 但没想到方块粒子的异常发展如此之快。
es: @cedric_sigh La aceleración de las anomalías de las partículas cuadradas no se tuvo en cuenta en absoluto.
it: @cedric_sigh L'aumento delle anomalie dovute ai quadrati non era affatto calcolata.
ja: @cedric_sigh とはいえ、四角形粒子の異常現象が加速したことに ついては、全く説明がついていません。
ko: @cedric_sigh 사각형 입자 발생 현상의 이상 가속은 전혀 생각하지 못한 것이었어.
pt_br: @cedric_sigh No entanto, a aceleração das anomalias na partícula quadrada não foi levada em consideração.
ru: @cedric_sigh Хотя он никак не рассчитывал на учащение появления аномальных квадратных частиц.

source: @cedric The patch was only built to accomodate the normal rate they appear, but...
cht: @cedric 当前的补丁只能对应粒子的正常出现率， 但是...
es: @cedric El ajuste se diseñó solo para contener la frecuencia normal con la que aparecen, pero...
it: @cedric La patch è stata creata solo per diminuire la frequenza della loro apparizione, ma...
ja: @cedric あのパッチは、通常の出現率に 適応するために作られたんです。なのに…
ko: @cedric 패치는 사각형이 정상적인 속도로 나타나는 경우에만 대비했으니...
pt_br: @cedric O patch só foi feito para acomodar a taxa normal de aparecimento delas, mas...
ru: @cedric Патч был создан в расчёте на обычную скорость их появления, но...

source: @cedric_sigh2 ...they're accumulating at frightening speeds, now.
cht: @cedric_sigh2 ....现在它们的数量正在以惊人的速度增加。
es: @cedric_sigh2 ... ahora se están acumulando a una velocidad espeluznante.
it: @cedric_sigh2 ...ora invece, pare che questa frequenza sia aumentata vertiginosamente.
ja: @cedric_sigh2 …やつらは、恐ろしい速度で 増殖を繰り返しはじめた。
ko: @cedric_sigh2 ...지금은 사각형이 무시무시한 속도로 늘어나고 있지.
pt_br: @cedric_sigh2 ... agora elas estão se acumulando em velocidades assustadoras.
ru: @cedric_sigh2 ...теперь их количество нарастает с ужасной скоростью.

source: @cedric_sigh Proto even lost his body...
cht: @cedric_sigh Proto 甚至失去了他的身体...
es: @cedric_sigh Proto incluso perdió su cuerpo...
it: @cedric_sigh Proto ha anche perso il suo corpo...
ja: @cedric_sigh プロトは体までも失ってしまった…
ko: @cedric_sigh 프로토는 몸까지 잃었고...
pt_br: @cedric_sigh O Proto até perdeu o corpo...
ru: @cedric_sigh Прото даже потерял своё тело...

source: @cedric2 Thankfully, he gave you the disk just in time.
cht: @cedric2 还好他及时地把磁盘给了你。
es: @cedric2 Por fortuna, te dio el disco justo a tiempo.
it: @cedric2 Fortunatamente è riuscito a darti l'unità di memoria appena in tempo.
ja: @cedric2 幸い、ギリギリのところで あなたにディスクを渡せたようですが。
ko: @cedric2 다행히도 프로토가 디스크를 네게 제때 넘겨 줬지만.
pt_br: @cedric2 Por sorte, ele deu o disco a você em tempo.
ru: @cedric2 К счастью, он вовремя передал тебе диск.

source: @niko3 So... what happened to him anyway?
cht: @niko3 那么...它到底发生了什么？
es: @niko3 Entonces, ¿qué le ha ocurrido?
it: @niko3 Comunque, cosa gli è successo?
ja: @niko3 プロトは…どうなっちゃったの？
ko: @niko3 그래서... 프로토는 어떻게 된 거예요?
pt_br: @niko3 Então... o que aconteceu com ele exatamente?
ru: @niko3 Но... что с ним случилось?

source: @niko3 What happens to...\.\. ANYONE who gets caught in the squares?
cht: @niko3 陷在...\.\.方块中的人会发生什么？
es: @niko3 ¿Qué le sucede...\.\. a CUALQUIERA que queda atrapado en los cuadrados?
it: @niko3 Cosa succede a...\.\. CHI viene catturato dai quadrati?
ja: @niko3 他の人は…\.\. 四角形に捕まった人たちは、 どうなっちゃうの？
ko: @niko3 사각형에 갇히는 사람은...\.\. 어떻게 되는 거예요?
pt_br: @niko3 O que acontece com...\.\. ALGUÉM que é pego pelos quadrados?
ru: @niko3 Что случается со...\.\. ВСЕМИ, кто попадается в квадраты?

source: @niko_eyeclosed I only know it's bad...
cht: @niko_eyeclosed 我只知道不是什么好事...
es: @niko_eyeclosed Únicamente sé que es algo malo...
it: @niko_eyeclosed So solo che non è qualcosa di bello...
ja: @niko_eyeclosed 良くないことが起きる ってことしか、ミーには分からない…
ko: @niko_eyeclosed 전 그게 나쁘다는 것만 알아요...
pt_br: @niko_eyeclosed Só sei que não é bom...
ru: @niko_eyeclosed Я только знаю, что это плохо...

source: @cedric_hmm Well, you know how the simulation works, right?
cht: @cedric_hmm 嗯，你知道模拟是如何进行的，对吧？
es: @cedric_hmm Bueno, ya sabes cómo funciona la simulación, ¿no?
it: @cedric_hmm Beh, sai come funziona una simulazione, giusto?
ja: @cedric_hmm ええと、シミュレーションの仕組みは 知っていますよね？
ko: @cedric_hmm 시뮬레이션이 어떻게 돌아가는지는 알고 있겠지?
pt_br: @cedric_hmm Bom, você sabe como a simulação funciona, certo?
ru: @cedric_hmm Хорошо, ты знаешь, как работает симуляция, верно?

source: @niko_upset2 How everything...\.\.is code....?
cht: @niko_upset2 一切的进行...\.\.都依靠代码...?
es: @niko_upset2 ¿Cómo es que todo... \.\.es código?
it: @niko_upset2 Intendi il fatto che qualsiasi cosa...\.\. è composta da codice...?
ja: @niko_upset2 みんな…\.\.コードでできてるってこと…？
ko: @niko_upset2 모든 것이...\.\. 코드라는 거요?
pt_br: @niko_upset2 Como tudo... \.\.é feito de código...?
ru: @niko_upset2 Что всё вокруг...\.\.это код....?

source: @cedric Specifically, everything is generated from pre-existing code.
cht: @cedric 明确的说, 所有一切都是从已有代码中 生成的。
es: @cedric Concretamente, todo se genera a partir de un código preexistente.
it: @cedric In particolare, tutto è generato da codice preesistente.
ja: @cedric 具体的に言えば、あらゆるモノは 既存のコードから生成されています。
ko: @cedric 구체적으로 말하면, 모든 것이 기존의 코드로부터 생성되는 거야.
pt_br: @cedric Mais especificamente, tudo é gerado de um código preexistente.
ru: @cedric Если быть точнее, всё сгенерировано из уже существующего кода.

source: @cedric The squares can cause damage to that code...
cht: @cedric 但那些方块会破坏代码...
es: @cedric Los cuadrados pueden ocasionar daños a ese código...
it: @cedric I quadrati possono danneggiare quel codice...
ja: @cedric 四角形は、そのコードにダメージを 与えてしまうんです…
ko: @cedric 그 사각형은 코드를 손상시키지...
pt_br: @cedric Os quadrados podem danificar o código...
ru: @cedric Квадраты могут повредить этот код...

source: @cedric_sigh ...most of the time, irreversible damage.
cht: @cedric_sigh ...大多数时候，都是不可挽回的损害。
es: @cedric_sigh La mayoría de las veces, un daño irreversible.
it: @cedric_sigh ...e nella maggior parte dei casi, i danni sono irreversibili.
ja: @cedric_sigh …ほとんどの場合、修復できません。
ko: @cedric_sigh ...대개의 경우 그 손상은 돌이킬 수가 없어.
pt_br: @cedric_sigh ... na maioria dos casos, o dano é irreversível.
ru: @cedric_sigh ...и зачастую такой ущерб непоправим.

source: @cedric_sigh Father has lost some friends in previous iterations of the simulation.
cht: @cedric_sigh 父亲在之前迭代的模拟中失去了 一些朋友。
es: @cedric_sigh Padre ha perdido algunos amigos en anteriores iteraciones de la simulación.
it: @cedric_sigh Mio padre ha perso molti amici durante le precedenti iterazioni della simulazione.
ja: @cedric_sigh 父さんは以前のシミュレーションで、 数々の友人を失ってしまった。
ko: @cedric_sigh 아버지는 이전에 시뮬레이션을 반복하다가 친구들을 잃었어.
pt_br: @cedric_sigh Papai perdeu alguns amigos nas primeiras iterações da simulação.
ru: @cedric_sigh Отец уже потерял нескольких друзей в прошлых версиях симуляции.

source: @cedric3 It took him forever to develop the current, much more stable version.
cht: @cedric3 他花费了一生开发出了目前更稳定的 版本。
es: @cedric3 Le llevó muchísimo tiempo desarrollar la versión actual, una mucho más estable.
it: @cedric3 E per sviluppare la versione più stabile, ovvero quella attuale, ci ha messo veramente molto.
ja: @cedric3 現在のような、さらに安定したバージョンの 開発に、父は人生のすべてを費やしました。
ko: @cedric3 훨씬 안정적인 현재 버전을 개발하는 일에 평생을 바쳤지.
pt_br: @cedric3 Ele demorou uma eternidade para desenvolver a versão atual, que é muito mais estável.
ru: @cedric3 Ему потребовалось очень много времени, чтобы разработать текущую, более стабильную версию.

source: @niko4 ...you're making it sound like...\.\. your dad built the simulation himself...
cht: @niko4 这听起来像是...\.\. 你父亲自己建立了模拟系统...
es: @niko4 ... Parece que estás diciendo...\.\. que tu padre fue quien creó la simulación...
it: @niko4 ...Ne stai parlando come se...\.\. fosse stato lui a creare la simulazione...
ja: @niko4 …それってまるで…\.\.君のお父さんが シミュレーションを作った、みたいな言い方だね…
ko: @niko4 ...그 이야기는 꼭...\.\. 아버지가 시뮬레이션을 만드셨다는 얘기 같은데요...
pt_br: @niko4 .... você fala como se... \.\.seu pai tivesse criado a simulação...
ru: @niko4 ...ты так говоришь, как будто...\.\. твой отец создал эту симуляцию своими руками...

source: @niko3 ...wait, DID he?
cht: @niko3 ...等等，是吗？
es: @niko3 ... Espera, ¿acaso fue él?
it: @niko3 ...Aspetta, è stato LUI?
ja: @niko3 …えっ、もしかしてそうなの？
ko: @niko3 ...엇, 그런 거예요?
pt_br: @niko3 ... espere, ELE que criou mesmo?
ru: @niko3 ...постой, ведь на самом деле?

source: @cedric_sigh Yeah...
cht: @cedric_sigh 是的...
es: @cedric_sigh Sí...
it: @cedric_sigh Sì...
ja: @cedric_sigh はい…
ko: @cedric_sigh 그래...
pt_br: @cedric_sigh Sim...
ru: @cedric_sigh Ага...

source: @niko4 But... how?
cht: @niko4 但...怎么做的呢？
es: @niko4 Pero... ¿cómo?
it: @niko4 Ma... come?
ja: @niko4 でも…どうやって？
ko: @niko4 하지만... 어떻게?
pt_br: @niko4 Mas... como?
ru: @niko4 Но... как?

source: @niko_what If everyone in this world is code...
cht: @niko_what 若这个世界的每个人都是代码...
es: @niko_what Si todo lo que hay en este mundo es código...
it: @niko_what Se in questo mondo tutti son composti da linee di codice...
ja: @niko_what この世界にいる人たち、みんなコードなら…
ko: @niko_what 이 세상의 모두가 코드라면...
pt_br: @niko_what Se todo mundo daqui é feito de código...
ru: @niko_what Если все в этом мире — лишь код...

source: @niko2 ...how can he build...\.\.\@niko_what himself...?
cht: @niko2 ...他怎么能够...\.\.\@niko_what 创造他自己呢...？
es: @niko2 ... ¿Cómo pudo entonces...\.\.\@niko_what hacerlo él...?
it: @niko2 ...Come ha potuto creare... \.\.\@niko_what sé stesso...?
ja: @niko2 …どうやって…\.\.\@niko_what 自分自身を作ったの…？
ko: @niko2 ...어떻게 당신 아버지는...\.\.\@niko_what 스스로를 만들 수 있는 거죠?
pt_br: @niko2 ... como ele conseguiu... \.\.\@niko_what criar ele mesmo...?
ru: @niko2 ...как он смог создать...\.\.\@niko_what самого себя...?

source: @cedric2 That's...\.\.um...\>\n\@cedric_sigh not really what happened.
cht: @cedric2 其实...\.\.嗯..\>\n\@cedric_sigh 并非如此。
es: @cedric2 En realidad...\.\.um...\>\n\@cedric_sigh no es eso lo que sucedió.
it: @cedric2 Vedi...\.\. Mh...\>\n\@cedric_sigh Non è esattamente andata così.
ja: @cedric2 それは… \.\.ええと…\>\n\@cedric_sigh 厳密に言うと、そうじゃないんです。
ko: @cedric2 그건...\.\.음...\>\n\@cedric_sigh 사실과 달라.
pt_br: @cedric2 É, não foi... \.\.ahm... \>\n\@cedric_sigh bem isso o que aconteceu.
ru: @cedric2 Ну...\.\.э-эм...\>\n\@cedric_sigh дело было немного не так.

source: @niko3 So... what happened?
cht: @niko3 那... 到底发生什么？
es: @niko3 Entonces, ¿qué ocurrió?
it: @niko3 Allora... cos'è successo?
ja: @niko3 じゃあ…どういうこと？
ko: @niko3 사실이 뭔데요?
pt_br: @niko3 Então... o que aconteceu?
ru: @niko3 Но тогда... как?

source: @cedric_sigh2 ...like I said, you shouldn't concern yourself with...
cht: @cedric_sigh2 ...像我之前所说，你没必要担心这个...
es: @cedric_sigh2 ... Como ya te he dicho antes, no deberías preocuparte por...
it: @cedric_sigh2 ...Come dicevo, non dovresti preoccuparti di...
ja: @cedric_sigh2 …先ほども言いましたが、今はあまり 気にしないほうが…
ko: @cedric_sigh2 ...아까도 말했지만, 너는 걱정할 필요가 없어...
pt_br: @cedric_sigh2 ... como eu disse, você não precisa se preocupar com...
ru: @cedric_sigh2 ...как я уже говорил, сейчас не стоит ломать голову над...

source: @cedric4 ...with
cht: @cedric4 ...关心
es: @cedric4 ... por
it: @cedric4 ...di...
ja: @cedric4 …いいと…
ko: @cedric4 ...진짜야.
pt_br: @cedric4 ... com
ru: @cedric4 ...над

source: @cedric_sigh ...alright, alright....
cht: @cedric_sigh 好吧，好吧...
es: @cedric_sigh ... Está bien, está bien...
it: @cedric_sigh ...D'accordo, d'accordo...
ja: @cedric_sigh …分かりました。分かりましたから…
ko: @cedric_sigh ...알겠어, 알겠다고....
pt_br: @cedric_sigh ... tá bom, tá bom....
ru: @cedric_sigh ...ладно, ладно....

source: @cedric3 Did Prototype....\.\. ever tell you about the old world?
cht: @cedric3 那么 Prototype...\.\. 是否曾和你说过关于旧世界的事情？
es: @cedric3 ¿Te contó Prototipo...\.\. cómo era el mundo antiguo alguna vez?
it: @cedric3 Prototipo...\.\. ti ha mai parlato del vecchio mondo?
ja: @cedric3 プロトタイプから…\.\.昔の世界について、何か 聞いていますか？
ko: @cedric3 프로토타입이....\.\. 옛 세상에 대해 말한 적 있어?
pt_br: @cedric3 O Protótipo...\.\. já lhe contou sobre o mundo antigo?
ru: @cedric3 Прототип....\.\. тебе что-нибудь рассказывал про старый мир?

source: @niko3 He... DID say something about being built to greet the messiah of the old world.
cht: @niko3 他...确实曾说过要建立什么来迎接 旧世界的救世主。
es: @niko3 Sí que dijo algo... sobre ser construido para conocer al mesías del mundo antiguo.
it: @niko3 Mi ha tipo detto... di esser stato costruito per accogliere il messia del vecchio mondo.
ja: @niko3 えっと…昔の世界にいた救世主を迎えるために ボクは作られた、って言ってた。
ko: @niko3 자기가... 옛 세상의 구원자를 맞이하도록 설계되었다는 이야기를 한 적이 있어요.
pt_br: @niko3 Ele... falou ALGUMA COISA sobre ter sido construído para receber o messias do mundo antigo.
ru: @niko3 Он сказал, что был создан, чтобы поприветствовать мессию старого мира.
