Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: Sometimes he makes books out of only pictures.
cht: 有时候他的书里只有图片。
es: A veces hace libros solo de imágenes.
it: A volte fa libri contenenti solo immagini.
ja: 絵だけの本も作ったりするんだよ。
ko: 가끔 그림만 있는 책이 나올 때도 있어.
pt_br: Às vezes ele faz livros só de figuras.
ru: Иногда его книги состоят из одних картинок.

source: @niko Neat!
cht: @niko 整洁！
es: @niko ¡Genial!
it: @niko Bello!
ja: @niko すごいね！
ko: @niko 멋지네요!
pt_br: @niko Legal!
ru: @niko Класс!

source: Oh, and picture books, those too.
cht: 噢，还有那些也是图画书。
es: Oh, y libros de ilustraciones, esos también.
it: Oh, e libri illustrati, anche quelli.
ja: あっ、それに絵本もね。
ko: 아, 그림책도 내고.
pt_br: Ah, um livro de figuras, aqueles também.
ru: Ах да, и ещё книжки с картинками.

source: @niko_speak I like pictures!
cht: @niko_speak 我喜欢图片！
es: @niko_speak ¡Me gustan las imágenes!
it: @niko_speak Mi piacciono i disegni!
ja: @niko_speak ミーも絵は好き！
ko: @niko_speak 저도 그림이 좋아요!
pt_br: @niko_speak Eu gosto de figuras!
ru: @niko_speak Я люблю картинки!

source: The Author's latest books are really something, yeah?
cht: 这个作者最新的书真不错，对吧？
es: Los últimos libros del Autor son geniales, ¿no crees?
it: Le ultime pubblicazioni dell'Autore sono impressionanti, vero?
ja: 「作者」が新しく出した本、何とも素晴らしいじゃないか？
ko: 저자의 최근 저서는 정말 굉장해. 안 그래?
pt_br: Os últimos livros do Autor são incríveis, não?
ru: Последние книги Автора — это нечто, правда?

source: The head librarian just released a bunch last week!
cht: 图书馆馆长上周刚发表了一批！
es: ¡La directora de la biblioteca publicó unos cuantos la semana pasada!
it: La capo bibliotecaria ne ha fatte uscire un po' la scorsa settimana!
ja: 先週、図書館長が何冊か発表したのさ！
ko: 수석 사서가 지난주에 몇 권을 출간했거든!
pt_br: A bibliotecária-chefe lançou um monte semana passada!
ru: На прошлой неделе главный библиотекарь выпустила целую стопку!

source: They're big compendiums, you'll see them if you look around.
cht: 它们都是大部头，你四周找找就能看到。
es: Son grandes compendios, los verás si miras a tu alrededor.
it: Sono delle grosse raccolte, le noterai sicuramente guardandoti intorno.
ja: どれも分厚い概論書なんだ。 そのへん探せば見つかると思うよ。
ko: 전부 큼직한 전서야. 둘러보면 쉽게 찾을 수 있을 거야.
pt_br: São compêndios, você os encontrará se olhar por aí.
ru: Это были большие сборники. Ты увидишь их, если оглядишься по сторонам.

source: Kinda different from his earlier works, though.
cht: 但和他以前的作品有点不同。
es: Son bastante distintos de sus primeros trabajos.
it: Sono un po' diverse dai suoi lavori precedenti, però.
ja: 初期のころの作風とは少し違うけどね。
ko: 하지만 이전 작품들과는 꽤 다르지.
pt_br: São diferentes dos trabalhos anteriores.
ru: Правда, они отличаются от его ранних работ.

source: I'm used to reading his travel logs and novels, mostly.
cht: 我通常还是习惯读他的旅游日志和小说。
es: Estoy acostumbrado a leer sus novelas y los diarios de sus viajes, principalmente.
it: In genere leggo i suoi diari di viaggio e romanzi.
ja: 僕は旅行記や小説ばかりを読んでいたよ。
ko: 난 보통은 저자가 쓰는 여행기와 소설을 즐겨 읽어.
pt_br: Geralmente são registros de viagem e romances.
ru: Я больше читаю его дневники путешественника и романы.

source: Hopefully one day he'll show up!
cht: 希望有一天他会露面！
es: Con suerte, ¡algún día vendrá por aquí!
it: Spero che, prima o poi, si faccia vedere!
ja: いつか姿を見せてくれたらなー！
ko: 언젠가는 저자가 직접 와 줬으면 좋겠어!
pt_br: Tomara que um dia ele apareça!
ru: Надеюсь, однажды он покажется!

source: I mean, I don't think many people have ever seen him in person.
cht: 我是说，我觉得很多人甚至没有当面见过他。
es: Quiero decir, no creo que mucha gente le haya visto en persona.
it: Insomma, quasi nessuno l'ha mai incontrato...
ja: 何というか、彼を実際に見た人ってあんまりいないと思うの。
ko: 저자의 실물을 본 사람은 별로 없을걸.
pt_br: Pouca gente já deve tê-lo visto pessoalmente.
ru: По-моему, мало кто видел его вживую...

source: ...or know what he looks like!
cht: ...或根本不知道他长什么样！
es: ... ¡o sepa qué aspecto tiene!
it: ...e solo in pochi sanno che aspetto ha!
ja: …どんな容姿をしてるのかすら、知らない人がほとんど！
ko: ...어떻게 생겼는지 아는 사람도 별로 없고!
pt_br: ... ou ao menos sabe como ele é!
ru: ...или вообще знает, как он выглядит!

source: Everyone's heard OF him through secondhand accounts, though.
cht: 每个人都是通过间接的描述才知道他。
es: Aunque todo el mundo ha escuchado hablar DE él a través de relatos de otra gente.
it: Però, tutti hanno SENTITO PARLARE di lui tramite resoconti esterni.
ja: みんな、噂では彼のことを 聞いたことがあるんだけどね。
ko: 모두들 다른 사람에게서 건너 들은 이야기로만 그를 알고 있으니까.
pt_br: Todos só ouviram falar dele por outra pessoa.
ru: Но все хотя бы раз слышали о нём от кого-нибудь.

source: ...oh! But he did reply to my letter that one time!
cht: ...噢！但他有一次回复过我的信件！
es: ... ¡Oh! ¡Pero una vez respondió a una de mis cartas!
it: ...Oh! Ora che ci penso, una volta ha risposto ad una mia lettera!
ja: …そうだ！一度だけ手紙の返事を もらったことがあるの！
ko: ...아! 그렇지만, 그 사람은 딱 한 번 내 편지에 답장을 해 줬어!
pt_br: Ah! Mas ele respondeu uma carta minha uma vez!
ru: о! Но однажды он написал ответ на моё письмо!

source: I got it framed immediately.
cht: 我立即把回信装裱了起来。
es: La enmarqué inmediatamente.
it: L'ho incorniciata immediatamente.
ja: すぐさま額に入れたわ。
ko: 받자마자 고이 액자에 끼워 뒀지.
pt_br: Eu emoldurei imediatamente.
ru: Я сразу повесила его в рамку на стену.

source: Oh, hello! Do you need directions?
cht: 噢，你好！你需要指引吗？
es: ¡Oh, hola! ¿Necesitas ayuda?
it: Oh, ciao! Hai bisogno di indicazioni?
ja: やあ、こんばんは！案内してあげましょうか？
ko: 오, 안녕! 안내가 필요하니?
pt_br: Olá! Precisam de alguma informação?
ru: О, привет! Ты что-то ищешь?

source: Let's see...this area here is mostly historical accounts, the reference section is downstairs, and, uh...
cht: 让我们看看...这个区域主要是文史书籍， 参考书库在楼下...
es: Veamos... esta zona de aquí es principalmente de relatos históricos, la sección de referencia está abajo, y, eh...
it: Allora... quest'area è principalmente per i resoconti storici, la sezione fonti è al piano di sotto e, ehm...
ja: えっとね…このエリアには歴史に関する本がたくさんあって、 参考図書は下の階。それで、えっと…
ko: 어디 보자... 이 구역은 주로 역사에 관한 내용이고 참고서은 아래층에 있고, 음...
pt_br: Vejamos... essa área são fatos históricos, a seção de referência é lá embaixo e, hm...
ru: Так, посмотрим... Здесь в основном документальные источники, справочный отдел внизу, и, эм...

source: I'm not sure where the children's section is... sorry!
cht: 我不确定儿童区域在哪... 抱歉！
es: No estoy seguro de dónde está la sección de niños... ¡lo siento!
it: Non so dove sia la sezione per bambini... mi dispiace!
ja: 子供向けの場所が分からないや…ごめんね！
ko: 아동서는 어디 있는지 모르겠네... 미안해!
pt_br: Não sei onde é a seção infantil... desculpe!
ru: Честно говоря, я не уверена, где тут секция детской литературы... Прости!

source: @niko_speak That's ok! \.\.\@niko I'm not really looking for books.
cht: @niko_speak 没关系！\.\.\@niko 我也不是真的在找书。
es: @niko_speak ¡No pasa nada! \.\.\@niko No estoy buscando libros.
it: @niko_speak Non fa niente! \.\.\@niko Tanto non sto cercando dei libri.
ja: @niko_speak 大丈夫だよ！ \.\.\@niko 本を探してるわけじゃないから。
ko: @niko_speak 괜찮아요! \.\.\@niko 전 책을 찾으러 온 게 아니거든요.
pt_br: @niko_speak Tudo bem! \.\.\@niko Não estou procurando nenhum livro.
ru: @niko_speak Ничего! \.\.\@niko Вообще-то я ищу не книги.

source: Oh! Are you here to... look for the Author, then?
cht: 噢！那你来这里是...找那个作者的吗？
es: ¡Oh! Entonces... ¿estás aquí para buscar al Autor?
it: Oh... Sei qui per l'Autore, allora?
ja: あっ！じゃ、もしかして… 「作者」を探しにきたのかな？
ko: 아! 그럼 넌... 저자를 찾으러 온 거니?
pt_br: Ah, você está aqui... por causa do Autor, então?
ru: О! Значит, ты пришёл... искать Автора?

source: @niko ...no?
cht: @niko ...不是？
ja: @niko …ううん？
ko: @niko ...아뇨?
pt_br: @niko ... não?
ru: @niko ...нет?

source: Oh, that's good!
cht: 噢，那就好！
es: ¡Oh, qué bien!
it: Oh, meglio così!
ja: あ、なら良かった！
ko: 아, 다행이구나!
pt_br: Ah, ótimo!
ru: О, это хорошо!

source: Er, I mean... that means you won't be disappointed!
cht: 额，我是说...这样你就不会失望而归了！
es: Eh, quiero decir... ¡no te decepcionarás!
it: Ehm, cioè... vuol dire che non resterai deluso!
ja: えっと、その…がっかりしなくて済みそうだな、って！
ko: 아, 그러니까... 실망할 일이 없어서 다행이란 얘기야!
pt_br: Digo... então você não vai se decepcionar!
ru: Ну, я хотела сказать... что тогда ты не будешь разочарован!

source: I've been volunteering here for months, and I've never seen him, not even once!
cht: 我已经在这志愿工作几个月了，但我从 来没见过他，一次都没有！
es: Llevo trabajando como voluntario aquí varios meses y nunca le he visto, ¡ni siquiera una vez!
it: Faccio volontariato qui da mesi e non l'ho mai visto, neanche una singola volta!
ja: ここで数ヵ月ボランティアしてるんだけどね、 未だに彼を一度も見かけたことがないの！
ko: 난 여기서 몇 달째 자원봉사를 하고 있지만 한 번도 저자를 보지 못했거든!
pt_br: Eu trabalho aqui voluntariamente há meses e nunca o vi!
ru: Я работаю здесь волонтёром уже несколько месяцев и ещё ни разу его не видела!

source: He works together with the head librarian on publishing, so you'd think he would at least show up once in a while...
cht: 既然他与图书馆馆长一同参与出版工作，所以 你会觉得他至少偶尔会露面...
es: Trabaja junto a la directora de la biblioteca en publicación, así que sería de imaginar que se pasara por aquí de vez en cuando...
it: Lavora alla pubblicazione delle sue opere con la capo bibliotecaria... quindi ti verrebbe da pensare che qualche volta si faccia vedere...
ja: 図書館長と出版作業を進めてるらしくてね、 たまには姿を見せるんじゃないかって 普通は思うでしょ…
ko: 그 사람은 수석 사서와 함께 책을 내거든. 그래서 적어도 가끔씩은 올 거라고 생각했는데...
pt_br: Ele trabalha com a bibliotecária-chefe na publicação, portanto ele teria que aparecer aqui de vez em quando...
ru: Он работает над изданием вместе с главным библиотекарем, так что я думала, что хоть когда-то он тут будет появляться...

source: @niko_speak But... he doesn't?
cht: @niko_speak 但...他没有？
es: @niko_speak Pero... ¿no lo hace?
it: @niko_speak ...E invece no?
ja: @niko_speak でも…違った？
ko: @niko_speak 그런데... 오지 않나요?
pt_br: @niko_speak E... não aparece?
ru: @niko_speak Но... он не появляется?

source: Yeah... he seems kiiinda reclusive.
cht: 是的... 他就像隐居了一样。
es: Exacto... es bastaaaante solitario.
it: Già... è proprio un tipo solitario.
ja: うん…彼って、引きこもり…的な感じみたい。
ko: 그래... 모습을 드러내는 걸 좋아하지 않나 봐.
pt_br: Bom, ele é um tipo mais recluso.
ru: Ага... Похоже, он *немного* любит уединение.

source: ...which is weird for a guy who supposedly travels the world.
cht: ...这对于一个人称在周游世界的人来说有点奇怪。
es: ...lo que es bastante extraño si tenemos en cuenta que es un hombre que supuestamente viaja por todo el mundo.
it: ...Non si direbbe, dato che pare abbia viaggiato in lungo e in largo. Strano, eh?.
ja: …世界中を旅してる人にしては変だけどね。
ko: ...온 세상을 여행하는 사람치고는 이상하지.
pt_br: ... o que é estranho para um homem que supostamente viaja o mundo todo.
ru: ...что было бы странно для человека, который, как говорят, путешествует по миру.

source: Maybe it's just around people...
cht: 可能他就在我们身边...
es: Tal vez solo lo sea con la gente...
it: Magari si comporta così solo con le persone...
ja: あれかな、人前だとそうなのかも…
ko: 사람들이 있을 때만 그런 건지도 몰라...
pt_br: Talvez seja só perto de pessoas...
ru: Может, он просто людей стесняется...

source: ...y'know, I've tried looking for the flying machine with my binoculars for ages!
cht: ...你知道吗，我一直尝试用我的双筒望远镜 寻找飞行器！
es: ...ya sabes, ¡he estado intentando encontrar la máquina voladora con mis prismáticos durante años!
it: ...Sai, ho provato a cercare la sua macchina volante con il mio binocolo per anni!
ja: …空飛ぶ機械を見つけようと、双眼鏡を使って ずーーーっと探してたんだけどさ！
ko: ...난 아주 옛날부터 쌍안경으로 하늘을 나는 기계를 찾고 있어!
pt_br: ... sabe, eu tento há muito ver a máquina voadora com meu binóculo!
ru: ...знаешь, я уже вечность пытаюсь найти летательный аппарат с помощью моего бинокля!

source: Never saw such a thing, though...
cht: 但从没见过那样的东西...
es: Aunque nunca la he visto...
it: Non l'ho mai vista, però...
ja: 全く見つからなかったよ…
ko: 기계는커녕 고철 쪼가리도 못 봤지만...
pt_br: Mas nunca vi...
ru: Но ничего подобного пока не попадалось...

source: The Author is so cool!
cht: 这个作者太酷了！
es: ¡El Autor es tan guay!
it: L'Autore è fantastico!
ja: 「作者」ってカッコいいよな！
ko: 저자는 정말 멋져!
pt_br: O Autor é tão legal!
ru: Автор такой крутой!

source: I heard he can travel all over the world with a flying machine!
cht: 我听说他可以乘飞行器周游世界！
es: He escuchado que viaja por todo el mundo en una máquina voladora!
it: Ho sentito che può viaggiare per tutto il mondo con una macchina volante!
ja: 世界中を、空飛ぶ機械で旅してるらしいぜ！
ko: 그 사람은 하늘을 나는 기계를 타고 세계 곳곳을 여행한대!
pt_br: Dizem que ele viaja pelo mundo com uma máquina voadora!
ru: Говорят, он путешествует по свету на летательном аппарате!

source: That's how he gathers material for his books.
cht: 这也是他收集写作素材的方式。
es: Así es como consigue material para sus libros.
it: È così che ottiene materiale per i suoi libri.
ja: そうやって本の資料や題材を集めてるんだ。
ko: 그렇게 책의 소재를 모으는 모양이야.
pt_br: É assim que ele junta material para os livros dele.
ru: Так он собирает материал для своих книг.

source: @niko_speak Wow!
cht: @niko_speak 哇！
es: @niko_speak ¡Caray!
ja: @niko_speak わあ！
ko: @niko_speak 우와!
pt_br: @niko_speak Caramba!
ru: @niko_speak Круто!

source: @niko_huh He just glared at me.
cht: @niko_huh 他一直盯瞪着我。
es: @niko_huh Acaba de mirarme.
it: @niko_huh Mi ha appena lanciato un'occhiataccia.
ja: @niko_huh 睨まれちゃった。
ko: @niko_huh 저 사람이 방금 절 노려봤어요.
pt_br: @niko_huh Ele me olhou.
ru: @niko_huh Он сейчас так злобно на меня посмотрел...

source: @niko_eyeclosed I don't think we should bother him, \p...
cht: @niko_eyeclosed 我觉得我们不应该打扰他，\p...
es: @niko_eyeclosed No creo que debamos molestarle, \p...
it: @niko_eyeclosed \p, non credo che dovremmo disturbarlo...
ja: @niko_eyeclosed 邪魔しないほうがいいかも、 \p…
ko: @niko_eyeclosed 방해하지 않는 게 좋을 것 같아요, \p 님...
pt_br: @niko_eyeclosed Acho melhor não o incomodarmos, \p...
ru: @niko_eyeclosed Не думаю, что нам стоит его тревожить, \p...

source: .....WHAT??!?
cht: ...什么？？！？
es: ...¿¡¿¿QUÉ??!?
it: ......CHE VUOI!?!?
ja: …は？？！？
ko: ...뭐라고??!?
pt_br: O QUÊ???!
ru: .....ЧТО??!?

source: @niko_huh Wh-\.\.\@niko I didn't say anything.
cht: @niko_huh 呃——\.\.\@niko 我什么都没说。
es: @niko_huh ¿Qué? \.\.\@niko No he dicho nada.
it: @niko_huh Cos- \.\.\@niko Non ho detto nulla.
ja: @niko_huh えっ…\.\.\@niko ミーは何も言ってないよ。
ko: @niko_huh 앗...\.\.\@niko 아무 말도 안 했어요.
pt_br: @niko_huh Oi...\.\.\@niko Eu não disse nada.
ru: @niko_huh Чт...\.\.\@niko Я ничего даже не сказал.

source: Well stop staring at me then!
cht: 那就不要盯着我了。
es: ¡Pues deja de mirarme!
it: Allora smettila di fissarmi!
ja: ならこっち見んなよ！
ko: 그럼 그만 좀 쳐다봐!
pt_br: Então pare de me olhar!
ru: Тогда перестань на меня пялиться!

source: @niko_speak I was just looking at your book...
cht: @niko_speak 我只是在看你的书...
es: @niko_speak Solo estaba mirando tu libro...
it: @niko_speak Stavo solo guardando il tuo libro...
ja: @niko_speak 本を見てただけだよ…
ko: @niko_speak 전 당신이 들고 있는 책을 본 것뿐인데요...
pt_br: @niko_speak Eu só estava olhando o seu livro...
ru: @niko_speak Я просто смотрел на вашу книгу...

source: Yes. You are in a library. There's books. In the library.
cht: 是。你是在图书馆。在这里有很多书。
es: Sí. Estás en una biblioteca. Hay libros. En la biblioteca.
it: Sì. Sei in una biblioteca. Un posto dove ci sono libri.
ja: そうだ。ここは図書館だ。 本がたくさんある。図書館だからな。
ko: 넌 도서관에 있거든. 도서관 안에는 이런 책들이 있지.
pt_br: Sim. Você está numa biblioteca. Tem livros... na biblioteca.
ru: Ну да. Ты же в библиотеке. Тут есть книги. В библиотеке.

source: ...Go bug the chatty one upstairs.
cht: ...去找楼上那个人聊聊天。
es: ... Vete a molestar al parlanchina de arriba.
it: ...Vai a scocciare la chiacchierona di sopra.
ja: …上の階の おしゃべりなやつとお喋りしてな。
ko: ...위층에 있는 수다쟁이하고나 얘기하지그래.
pt_br: … Vá incomodar aquela faladeira lá em cima.
ru: ...Иди лучше доставай ту болтушку наверху.

source: @alula_pout ...Niko!
ja: @alula_pout …ニコ！
ko: @alula_pout ...니코!
ru: @alula_pout ...Нико!

source: @alula_oh Niko? What's wrong?
cht: @alula_oh Niko？有什么不舒服吗？
es: @alula_oh ¿Niko? ¿Qué pasa?
it: @alula_oh Niko? C'è qualcosa che non va?
ja: @alula_oh ニコ？どーしたの？
ko: @alula_oh 니코? 왜 그래?
pt_br: @alula_oh Niko? O que houve?
ru: @alula_oh Нико? Что случилось?

source: @calamus_shock You looked like you were about to faint!
cht: @calamus_shock 你看起来像要晕倒了！
es: @calamus_shock ¡Parece que estabas a punto de desmayarte!
it: @calamus_shock Sembrava stessi per svenire!
ja: @calamus_shock 気絶しちゃうのかと思ったぞ！
ko: @calamus_shock 꼭 정신을 잃을 것처럼 보였어!
pt_br: @calamus_shock Parecia que você estava prestes a desmaiar!
ru: @calamus_shock У тебя был такой вид, будто ты сейчас упадёшь в обморок!

source: @niko2 It's... not the first time it's happened.
cht: @niko2 ...这不是第一次了。
es: @niko2 No es... la primera vez que ocurre.
it: @niko2 Non è la prima volta che succede...
ja: @niko2 これ…前にもあったんだ。
ko: @niko2 이번이 처음이 아니야.
pt_br: @niko2 Não... é a primeira vez que acontece.
ru: @niko2 Это... уже не в первый раз.

source: @calamus ...oh?
cht: @calamus ...哦？
es: @calamus ... ¿Eh?
ja: @calamus …そうなのか？
ko: @calamus ...아?
pt_br: @calamus ... ahm?
ru: @calamus ...о?

source: @niko_speak Earlier I was in the Barrens, and I...\>\n\@niko6 saw something like this too.
cht: @niko_speak 之前我在 Barrens 时，我......\>\n\@niko6 也看到了这样的东西。
es: @niko_speak Antes estaba en los Baldíos, y... \>\n\@niko6 vi algo parecido.
it: @niko_speak Prima ero nella Baia Desolata...\>\n\@niko6 ed ho visto una cosa simile.
ja: @niko_speak 不毛の地にいた時も、その…\>\n\@niko6 こんな感じで、何か見えたんだ。
ko: @niko_speak 불모지에 있었을 때도...\>\n\@niko6 이런 걸 본 적이 있어.
pt_br: @niko_speak Mais cedo, quando eu estava nas Terras Áridas e eu... \>\n\@niko6 vi uma coisa parecida com isso.
ru: @niko_speak Раньше, я был в Пустошах и...\>\n\@niko6 тоже видел нечто похожее.

source: @niko2 It was like a dream, but only for a split second...
cht: @niko2 就像是一场梦，一瞬间的事情...
es: @niko2 Fue como un sueño, aunque solo por una milésima de segundo...
it: @niko2 È stato come un sogno, ma è durato un attimo...
ja: @niko2 夢みたいな感じ。一瞬で終わっちゃう夢…
ko: @niko2 아주 잠깐이었지만, 꿈을 꾼 것 같았어...
pt_br: @niko2 Era como um sonho, mas durou apenas um instante...
ru: @niko2 Как сон, но всего на долю секунды...

source: @calamus ...sounds like a vision.
cht: @calamus ....听起来像是幻觉。
es: @calamus ... Suena a una visión.
it: @calamus ...Sembra che tu abbia avuto una visione.
ja: @calamus …幻視みたいだな。
ko: @calamus ...환영인 모양이네.
pt_br: @calamus ... algo como uma visão.
ru: @calamus ...похоже, это видение.

source: @calamus_speak Like something a prophet would see!
cht: @calamus_speak 就像是先知能看到的东西。
es: @calamus_speak ¡Como algo que un profeta vería!
it: @calamus_speak Una cosa da profeti, insomma!
ja: @calamus_speak 預言者が見るようなさ！
ko: @calamus_speak 예언자가 보는 그런 거 말야!
pt_br: @calamus_speak Como algo que um profeta veria!
ru: @calamus_speak Ну, то, что видят пророки!

source: @niko2 I... guess?\n\>\@niko_eyeclosed The robot lady I was with earlier had a fancy word for it, though...
cht: @niko2 我...想是的？\n\>\@niko_eyeclosed 不过我之前见过的机器人女士对它有一番 高谈阔论...
es: @niko2 Supongo...\n\>\@niko_eyeclosed La mujer robot con la que estaba antes tenía una forma muy sofisticada de llamarlo.
it: @niko2 ...Credo?\n\>\@niko_eyeclosed La signorina robot aveva usato un qualche parolone...
ja: @niko2 そう…なのかな？\n\>\@niko_eyeclosed ロボットのお姉さんも、そんなこと 言ってた気がするけど…
ko: @niko2 아마도...?\n\>\@niko_eyeclosed 그때 같이 있던 로봇 아가씨가 어려운 단어를 알려 주긴 했어...
pt_br: @niko2 Pode... ser?\n\>\@niko_eyeclosed A moça-robô que estava comigo antes tinha uma palavra bonita para isso...
ru: @niko2 Ну... наверное?\n\>\@niko_eyeclosed Хотя, тётя-робот, с которой я шёл раньше, назвала это каким-то чудным словом...

source: @niko2 Wait...
cht: @niko2 等等...
es: @niko2 Espera...
it: @niko6 Aspetta...
ja: @niko2 もしかして…
ko: @niko2 잠깐...
pt_br: @niko2 Espera aí...
ru: @niko2 Секундочку...

source: @niko6 Lemme... check something.
cht: @niko6 让我...检查点东西。
es: @niko6 Déjame... comprobar una cosa.
it: @niko6 Fatemi controllare una cosa...
ja: @niko6 ちょっと…待ってね。
ko: @niko6 확인할 게 있어.
pt_br: @niko6 Deixa... eu ver uma coisa.
ru: @niko6 Дайте мне... кое-что проверить.

source: @niko_speak Oh!\>\nI was right!
cht: @niko_speak 哦！\>\n我是对的！
es: @niko_speak ¡Oh! \>\n¡Estaba en lo cierto!
it: @niko_speak Oh!\>\nCi avevo visto giusto!
ja: @niko_speak あっ！\>\nやっぱり！
ko: @niko_speak 아!\>\n역시 내 생각이 맞았어!
pt_br: @niko_speak Ah!\>\nEu tinha razão!
ru: @niko_speak Ого!\>\nЯ был прав!

source: @calamus ...huh?
cht: @calamus ...哈？
es: @calamus ... ¿Eh?
it: @calamus ...Oh?
ja: @calamus …え？
ko: @calamus ...어?
pt_br: @calamus ... quê?
ru: @calamus ...да?

source: @niko When I had the vision back at the Barrens... the book started glowing too!
cht: @niko 当我看到之前在 Barrens 有过的幻觉时... 那本书也开始发光了！
es: @niko Cuando tuve la visión en los Baldíos... ¡el libro también comenzó a brillar!
it: @niko Anche quando ho avuto quella visione alla Baia Desolata... il libro ha iniziato a brillare!
ja: @niko 不毛の地で幻視を見た時にね… この本が光りだしたんだ！
ko: @niko 불모지에서 환영을 봤을 때... 책이 빛을 내기 시작했거든!
pt_br: @niko Quando tive a visão nas Terras Áridas... o livro também começou a brilhar!
ru: @niko Когда у меня было видение в Пустошах... книга тоже начала светиться!

source: @niko2 I wanted to see if I could get it to happen again, and...
cht: @niko2 我想看看是否能够让它再次发生...
es: @niko2 Quería ver si podría hacer que ocurriera de nuevo, y...
it: @niko2 Volevo vedere se sarebbe successo anche stavolta e...
ja: @niko2 だから、また光らないかなって思って 見てみたんだけど、そしたら…
ko: @niko2 이번에도 빛이 나는지 보고 싶었어, 그런데 역시...
pt_br: @niko2 Queria saber se eu conseguiria vê-la de novo e...
ru: @niko2 Я хотел проверить, случится ли это снова, и...

source: @alula_gasp Where did you get that!!!
cht: @alula_gasp 你从哪里得到它的！！！
es: @alula_gasp ¡¿De dónde has sacado eso?!
it: @alula_gasp Dove l'hai preso!?
ja: @alula_gasp その本、どこで見つけたの！！！
ko: @alula_gasp 그 책은 어디서 난 거야!?
pt_br: @alula_gasp Onde você pegou isso?!
ru: @alula_gasp Где ты такое взял!!!

source: @niko Oh, uh... \>\@niko_speak I had it with me when I woke up in this world!
cht: @niko 哦，额...\>\@niko_speak 我在这世界醒来时，它就在我身边了！
es: @niko Oh, er... \>\@niko_speak ¡Lo tenía conmigo cuando me desperté en este mundo!
it: @niko Oh, ehm... \>\@niko_speak Lo avevo già quando mi sono svegliato in questo mondo!
ja: @niko え、えっと… \>\@niko_speak この世界で目が覚めた時には もう持ってたよ！
ko: @niko 음... \>\@niko_speak 이 세상에서 깨어났을 때 그냥 있었어!
pt_br: @niko Ah, ahm... \>\@niko_speak Estava comigo quando acordei nesse mundo!
ru: @niko О, э-э... \>\@niko_speak Когда я проснулся в этом мире, она уже у меня была!

source: @alula_speak It looks like one of our friend's books!
cht: @alula_speak 它看起来像是我一个朋友的书！
es: @alula_speak ¡Parece uno de los libros de nuestro amigo!
it: @alula_speak Sembra uno dei libri del nostro amico!
ja: @alula_speak 友達が持ってる本と、とても似てる！
ko: @alula_speak 그거 우리 친구가 쓴 책 같은걸!
pt_br: @alula_speak Parece com um dos livros do nosso amigo!
ru: @alula_speak Она похожа на книги нашего друга!

source: @alula ...Except it's glowy!
cht: @alula ...除了它会发光以外！
es: @alula ¡... Excepto porque brilla!
it: @alula ...Però brilla pure!
ja: @alula …ピカピカしてないけど！
ko: @alula ...빛만 빼고!
pt_br: @alula ... Só que este brilha!
ru: @alula ...Только она светится!

source: @niko2 ...that's what the lady said too...
cht: @niko2 ...那位女士也是这样说的...
es: @niko2 ... Eso es lo que dijo aquella mujer...
it: @niko2 ...La signorina ha detto la stessa cosa...
ja: @niko2 …あのお姉さんも同じこと言ってた…
ko: @niko2 그 여자분도 그렇게 말했어...
pt_br: @niko2 ... foi o que a moça falou também...
ru: @niko2 ...тётя-робот тоже так сказала...

source: @niko_eyeclosed Hm...
cht: @niko_eyeclosed 嗯...
es: @niko_eyeclosed Mm...
it: @niko_eyeclosed Mh...
ja: @niko_eyeclosed うーん…
ko: @niko_eyeclosed 흐음...
ru: @niko_eyeclosed Хм-м...

source: @niko \p... let's see if we can do anything with the journal in this room...
cht: @niko \p... 让我们看看能用日志对这房间 做点什么...
es: @niko \p... Veamos si se puede hacer algo con el diario en esta sala...
it: @niko \p... proviamo a fare qualcosa\n col diario in questa stanza...
ja: @niko \p… この部屋で、日記を使って 何かできないか試してみようよ…
ko: @niko \p 님...이 방에서 이 일지로 할 수 있는 일이 있나 알아봐요...
pt_br: @niko \p... vamos ver se conseguimos fazer alguma coisa com o diário por aqui...
ru: @niko \p... Давай посмотрим, получится ли что-нибудь сделать с дневником в этой комнате...

source: @alula I wonder when our friend will come back...
cht: @alula 不知道我们的朋友什么时候能回来...
es: @alula Me pregunto cuándo volverá nuestro amigo...
it: @alula Chissà quando tornerà il nostro amico...
ja: @alula いつ帰ってくるのかなあ…
ko: @alula 친구가 언제 돌아올지 궁금해...
pt_br: @alula Será que nosso amigo vai voltar?...
ru: @alula Интересно, когда наш друг вернётся.

source: @alula_gasp Woah!
cht: @alula_gasp 哇哦
es: @alula_gasp ¡Vaya!
it: @alula_gasp Wow!
ja: @alula_gasp わーー！
ko: @alula_gasp 우왓!
pt_br: @alula_gasp Opa!
ru: @alula_gasp Ух ты!
