Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @calamus_sad I knew we'd lose our home eventually, but...\>\nI wasn't expecting it to happen so soon...
cht: @calamus_sad 我知道我们最终会失去家园，但...\>\n我没想到会这么快...
es: @calamus_sad Sabía que acabaríamos perdiendo nuestro hogar...\>\nAunque no sabía que ocurriría tan pronto...
it: @calamus_sad Sapevo che avremmo perso la nostra casa, ma...\>\nnon credevo sarebbe successo così presto...
ja: @calamus_sad いつか家がなくなるのは分かってたけど…\>\nまさかこんな早く…
ko: @calamus_sad 결국은 집을 잃을 거라는 걸 알았지만...\>\n이렇게 빠를 줄은 몰랐어...
pt_br: @calamus_sad Sabia que perderíamos nossa casa uma hora, mas... \>\nNão esperava que fosse tão cedo...
ru: @calamus_sad Я знал, что рано или поздно мы останемся без дома, но...\>\nне ожидал, что это случится так скоро...

source: @niko_shock Oh jeez! \>\n\@niko3 Are you guys okay?
cht: @niko_shock 哦，天哪！\>\n\@Niko3 你们还好吗？
es: @niko_shock ¡Cáspita! \>\n\@niko3 ¿Estáis bien?
it: @niko_shock Oh cavolo! \>\n\@niko3 State bene?
ja: @niko_shock わっ！ \>\n\@niko3 あの、大丈夫？
ko: @niko_shock 세상에! \>\n\@niko3 모두 괜찮아?
pt_br: @niko_shock Nossa! \>\n\@niko3 Vocês estão bem?
ru: @niko_shock Ох, ничего себе! \>\n\@niko3 Ребят, вы в порядке?

source: @calamus_shame Oh my stars!\>\nYou're... the savior!
cht: @calamus_shame 哦，我的偶像！\>\n你是...救世主！
es: @calamus_shame ¡Oh, cielos!\>\nEres... ¡el salvador!
it: @calamus_shame Oh stelle care!\>\nSei... il salvatore!
ja: @calamus_shame うっそ！\>\nもしかしてキミ…救世主か！
ko: @calamus_shame 세상에!\>\n너... 구원자구나!
pt_br: @calamus_shame Pelas estrelas!\>\nVocê é... o messias!
ru: @calamus_shame Ох, звёздочки мои!\>\nТы же... спаситель!

source: @calamus Um....\.\.uh....
cht: @calamus 嗯...\.\.嗯...
es: @calamus Um... \.\.Er...
it: @calamus Mh...\.\. Ehm...
ja: @calamus あの…\.\.…ええと…
ko: @calamus 음....\.\.어....
pt_br: @calamus Ahm....\.\.é....
ru: @calamus Эм....\.\.э-э...

source: @calamus_shame It's an honor to meet you!
cht: @calamus_shame 真荣幸见到你！
es: @calamus_shame ¡Es un honor conocerte!
it: @calamus_shame È un onore incontrarti!
ja: @calamus_shame 会えて光栄だ！…です！
ko: @calamus_shame 이렇게 만나다니 영광이야!
pt_br: @calamus_shame É uma honra te conhecer!
ru: @calamus_shame Для нас большая честь с тобой познакомиться!

source: @alula_gasp Yes!
cht: @alula_gasp 我也是！
es: @alula_gasp ¡Sí!
it: @alula_gasp Anche per me!
ja: @alula_gasp です！
ko: @alula_gasp 맞아!
pt_br: @alula_gasp Sim!
ru: @alula_gasp Да!

source: @calamus_heh I'd invite you inside, but as you can see, our home is...
cht: @calamus_heh 我应该请你去里面，但你也看到了， 我们的家...
es: @calamus_heh Te invitaría a entrar, pero como puedes ver, nuestra casa...
it: @calamus_heh Ti farei entrare in casa, ma come puoi vedere è...
ja: @calamus_heh 中に入れてあげたいんだが、 オレたちの家は見ての通りさ…
ko: @calamus_heh 마음 같아서는 집으로 초대하고 싶지만, 보다시피 우리 집엔...
pt_br: @calamus_heh Eu te convidaria para entrar, mas como pode ver, nossa casa está...
ru: @calamus_heh Я бы пригласил тебя в гости, но, как видишь, наш дом...

source: @alula_gasp It's got squares in it!
cht: @alula_gasp 里面有方块！
es: @alula_gasp ¡Tiene cuadrados!
it: @alula_gasp È piena di quadrati!
ja: @alula_gasp 四角いのがたーっくさん！
ko: @alula_gasp 사각형이 있어!
pt_br: @alula_gasp Está cheia de quadrados!
ru: @alula_gasp В нём квадраты!

source: @calamus_sad Yes, Alula, thank you.
cht: @calamus_sad 对的，Alula，谢谢。
es: @calamus_sad Sí, Alula, gracias.
it: @calamus_sad Sì, Alula, grazie.
ja: @calamus_sad そう、アルーラ。ありがとう。
ko: @calamus_sad 그래, 알룰라. 고마워.
pt_br: @calamus_sad Isso, Alula, obrigado.
ru: @calamus_sad Да, Алула, спасибо.

source: @niko3 It's... \.\.getting everywhere now... isn't it?
cht: @niko3 它们...\.\.现在无处不在...不吗是？
es: @niko3 Están... \.\.por todas partes... ¿No?
it: @niko3 La situazione adesso... \.\.è fuori controllo, eh?
ja: @niko3 それ… \.\.色んなところに 広がってる…んだよね？
ko: @niko3 사각형이... \.\.이제 어디에나 생겨나고 있어. 안 그래?
pt_br: @niko3 Está... \.\.se espalhando por toda a parte... não é?
ru: @niko3 Это... \.\.теперь просто повсюду... разве нет?

source: @calamus Hm?
cht: @calamus 嗯？
es: @calamus ¿Mm?
it: @calamus Mh?
ja: @calamus うん？
ko: @calamus 흐음?
ru: @calamus М-м?

source: @niko3 The squares... there are way more than before!
cht: @niko3 那些方块...比以前多了很多！
es: @niko3 Los cuadrados... ¡hay muchos más que antes!
it: @niko3 Prima... non c'erano tutti questi quadrati!
ja: @niko3 四角形のこと… 前よりも、ずっとずっと増えてる！
ko: @niko3 사각형이... 전보다 훨씬 많아졌어!
pt_br: @niko3 Os quadrados... tem muito mais do que antes!
ru: @niko3 Квадраты... их стало намного больше, чем раньше!

source: @niko_speak Even the gate to the Refuge is destroyed now. \>\n\@niko3 That didn't happen last time!
cht: @niko_speak 甚至现在到 Refuge 的大门都被损坏了。\>\n\@Niko3 上次没有这样！
es: @niko_speak Incluso la puerta al Refugio está destruida ahora. \>\n\@niko3 ¡Eso no pasó la última vez!
it: @niko_speak Persino l'ingresso del Rifugio è distrutto. \>\n\@niko3 Non è successo la scorsa volta!
ja: @niko_speak 避難所へのゲートも壊されちゃってる。\>\n\@niko3 前回はそんなこと起きなかったのに！
ko: @niko_speak 이제 난민 지구 입구도 부서졌어. \>\n\@niko3 지난번엔 안 그랬는데!
pt_br: @niko_speak Até o portão para o Refúgio foi destruído. \>\n\@niko3 Isso não aconteceu da última vez!
ru: @niko_speak Даже ворота в Пристанище теперь уничтожены. \>\n\@niko3 В прошлый раз такого не было!

source: @calamus_speak ...last time?
cht: @calamus_speak ...上次？
es: @calamus_speak ... ¿La última vez?
it: @calamus_speak ...La scorsa volta?
ja: @calamus_speak …前回？
ko: @calamus_speak ...지난번?
pt_br: @calamus_speak ... última vez?
ru: @calamus_speak ...в прошлый раз?

source: @niko5 Uhh...\>\@niko6 nothing!
cht: @niko5 呃...\>\@niko6 没什么！
es: @niko5 Uh... \>\@niko6 ¡Nada!
it: @niko5 Ehm... \>\@niko6 Nulla!
ja: @niko5 あっ…\>\@niko6 なんでもない！
ko: @niko5 어...\>\@niko6 아무것도 아냐!
pt_br: @niko5 Ahm... \>\@niko6 nada!
ru: @niko5 Э-э...\>\@niko6 ничего, ничего!

source: @niko_what2 (almost let that slip, \p...)
cht: @niko_what2 （差点说漏了嘴，\p...）
es: @niko_what2 (Casi se me escapa, \p...)
it: @niko_what2 (ho rischiato grosso, \p...)
ja: @niko_what2 （もうちょっとで 言っちゃいそうだったよ、 \p…）
ko: @niko_what2 (저도 모르게 말할 뻔했어요, \p 님...)
pt_br: @niko_what2 (quase falei demais, \p...)
ru: @niko_what2 (чуть не проболтался, \p...)

source: @niko Guess I should introduce myself again...\>\n\@niko_speak My name is Niko!
cht: @niko 我想应该再介绍下我自己...\>\n\@niko_speak 我叫 Niko！
es: @niko Supongo que debería volver a presentarme...\>\n\@niko_speak ¡Me llamo Niko!
it: @niko Dovrei presentarmi di nuovo...\>\n\@niko_speak Mi chiamo Niko!
ja: @niko もう一回自己紹介したほうがいいよね…\>\n\@niko_speak ミーの名前はニコ！
ko: @niko 내 소개를 다시 해야겠네...\>\n\@niko_speak 내 이름은 니코야!
pt_br: @niko Vou me apresentar de novo... \>\n\@niko_speak Meu nome é Niko!
ru: @niko Думаю, мне стоит снова представиться...\>\n\@niko_speak Меня зовут Нико!

source: @calamus_speak Ni...\.\.ko...
ja: @calamus_speak ニ…\.\.コ…
ko: @calamus_speak 니...\.\.코...
ru: @calamus_speak Ни...\.\.ко...

source: @calamus_shame Oh gosh! Would it not be rude to call you by name?
cht: @calamus_shame 哦，天哪！直呼你的名字会不会太不礼貌了？
es: @calamus_shame ¡Ah! ¿No es de mala educación llamarte por tu nombre?
it: @calamus_shame Oh! Non sarebbe scortese chiamarti per nome?
ja: @calamus_shame いやいや！名前で呼ぶなんて、キミに 失礼じゃないか？
ko: @calamus_shame 말도 안 돼! 구원자를 어떻게 감히 이름으로 부를 수 있어?
pt_br: @calamus_shame Oh, céus! Não seria rude chamar você pelo nome?
ru: @calamus_shame Божечки! А это не слишком грубо — называть тебя по имени?

source: @niko_speak No worries, Calamus!
cht: @niko_speak 没事，Calamus！
es: @niko_speak ¡No pasa nada, Calamus!
it: @niko_speak Non preoccuparti, Calamus!
ja: @niko_speak そんなことないよ、カラムス！
ko: @niko_speak 걱정 마, 칼라무스!
pt_br: @niko_speak Tudo bem, Calamus!
ru: @niko_speak Всё нормально, Каламус!

source: @calamus_shame HOW DID YOU KNOW MY NAME!?
cht: @calamus_shame 你怎么知道我的名字？
es: @calamus_shame ¡¿CÓMO SABÍAS MI NOMBRE?!
it: @calamus_shame COME FAI A SAPERE IL MIO NOME!?
ja: @calamus_shame どうしてオレの名前を！？
ko: @calamus_shame 내 이름을 어떻게 아는 거야!?
pt_br: @calamus_shame COMO VOCÊ SABE MEU NOME?!
ru: @calamus_shame ОТКУДА ТЫ ЗНАЕШЬ МОЁ ИМЯ!?

source: @niko2 I... \.\.um... \.\.\@niko_what uh...
cht: @niko2 我...\.\.嗯...\.\.\@niko_what 呃...
es: @niko2 Yo... \.\.Um... \.\.\@niko_what Er...
it: @niko2 Io... \.\.Mh... \.\.\@niko_what Ehm...
ja: @niko2 あの… \.\.えーと… \.\.\@niko_what あー…
ko: @niko2 난... \.\.으음... \.\.\@niko_what 어...
pt_br: @niko2 Eu... \.\.ahm... \.\.\@niko_what ahm...
ru: @niko2 Я... \.\.хм... \.\.\@niko_what э-э-э...

source: @niko_what2 (not again!)
cht: @niko_what2 （不要再犯了！）
es: @niko_what2 (¡Otra vez!)
it: @niko_what2 (non di nuovo!)
ja: @niko_what2 （またやっちゃった！）
ko: @niko_what2 (안 돼!)
pt_br: @niko_what2 (de novo não!)
ru: @niko_what2 (ну вот опять!)

source: @alula_speak The messiah just knows these things, Calamus!
cht: @alula_speak 救世主什么都知道， Calamus！
es: @alula_speak ¡El mesías sabe estas cosas, Calamus!
it: @alula_speak Il messia queste cose le sa e basta, Calamus!
ja: @alula_speak 救世主は色んなことを 知ってるのよ、カラムス！
ko: @alula_speak 구원자는 그냥 아는 거야, 칼라무스!
pt_br: @alula_speak O messias sabe das coisas, Calamus!
ru: @alula_speak Просто мессия знает такие вещи, Каламус!

source: @alula Riiiight?
cht: @alula 是吗？
es: @alula ¿A que síiii?
it: @alula Veeeeeeeeero?
ja: @alula ねーー？
ko: @alula 그렇지, 응?
pt_br: @alula Não é?
ru: @alula Пра-а-а-вильно?

source: @niko_speak Y-yes! Of course!
cht: @niko_speak 是的！当然！
es: @niko_speak ¡S... Sí, claro!
it: @niko_speak S-sì! Ovviamente!
ja: @niko_speak う、うん！そうなの！
ko: @niko_speak 그래! 당연하지!
pt_br: @niko_speak ... É! Sim!
ru: @niko_speak Д-да! Разумеется!

source: @niko_eyeclosed (phew)
cht: @niko_eyeclosed （唷）
es: @niko_eyeclosed (Uf)
it: @niko_eyeclosed (fiuu)
ja: @niko_eyeclosed （ふぅ…）
ko: @niko_eyeclosed (휴우)
pt_br: @niko_eyeclosed (ufa)
ru: @niko_eyeclosed (фух)

source: @calamus Ah... you were saying... about the gate?
cht: @calamus 哦...你们是在说...那个门吗？
es: @calamus Ah... ¿Qué decías... de la puerta?
it: @calamus Ah... Che stavi dicendo a proposito dell'ingresso?
ja: @calamus それで…何の話だっけ…ゲートのこと？
ko: @calamus 아... 문 이야기를... 하던 중이었지?
pt_br: @calamus Ah... você tava falando... do portão?
ru: @calamus А... что ты там говорил... насчёт ворот?

source: @niko_speak Oh, right!
cht: @niko_speak 哦，是的！
es: @niko_speak ¡Ah, cierto!
it: @niko_speak Oh, giusto!
ja: @niko_speak あ、そうだった！
ko: @niko_speak 아, 맞아!
pt_br: @niko_speak Ah, isso!
ru: @niko_speak Ой, точно!

source: @niko_eyeclosed Looks like I can't get in the city through the old gate anymore...
cht: @niko_eyeclosed 看起来我不能再通过老城门进城了...
es: @niko_eyeclosed Parece que ya no puedo entrar a la ciudad por la antigua puerta...
it: @niko_eyeclosed Sembra che io non possa più arrivare alla città dal vecchio ingresso...
ja: @niko_eyeclosed 古いゲートから、街に入れなく なっちゃったみたいで…
ko: @niko_eyeclosed 예전 문으로는 이제 도시에 들어갈 수 없을 것 같아...
pt_br: @niko_eyeclosed Parece que não consigo mais entrar na cidade pelo antigo portão...
ru: @niko_eyeclosed Получается, я больше не могу пройти в город через старые ворота...

source: @niko_speak Do... either of you know another way to get in?
cht: @niko_speak ...你们有人知道有另外的路能进去吗？
es: @niko_speak ¿Conocéis... alguna otra manera de entrar?
it: @niko_speak Per caso... uno di voi conosce un altro modo per entrare?
ja: @niko_speak あの…街に入るための、 他の道って知らない？
ko: @niko_speak 혹시 안으로 들어가는 다른 길을 알아?
pt_br: @niko_speak Vocês... conhecem outro jeito de entrar?
ru: @niko_speak Вы... случайно не знаете, как ещё туда можно попасть?

source: @niko I remember... \.\.\@niko_speak I mean, I HEARD that there's some sort of hidden passage around here somewhere!
cht: @niko 我记得...\.\.\@niko_speak 我的意思是，我听说这附近有某个隐蔽通道！
es: @niko Recuerdo... \.\.\@niko_speak ¡Quiero decir, HE OÍDO que hay una especie de pasadizo secreto por aquí cerca!
it: @niko Mi ricordo... \.\.\@niko_speak Voglio dire, ho SENTITO PARLARE di un passaggio segreto qui da qualche parte!
ja: @niko ミーの記憶だと… \.\.\@niko_speak じゃなくて、 噂だとこの近くに 秘密の通路があるって聞いたんだ！
ko: @niko 이 근처에 비밀 통로가 있었던 게 기억나... \.\.\@niko_speak 아니, 그렇다고 들었어!
pt_br: @niko Eu me lembro... \.\.\@niko_speak Quer dizer, OUVI dizer que tem uma passagem secreta em algum lugar!
ru: @niko Помнится... \.\.\@niko_speak То есть, я СЛЫШАЛ, что где-то здесь неподалёку был какой-то тайный проход!

source: @calamus_speak Oh!\>\nThe passage to the burial grounds?
cht: @calamus_speak 哦！\>\n那个通往墓地的通道？
es: @calamus_speak ¡Oh! \>\n¿El pasadizo hacia el cementerio?
it: @calamus_speak Oh!\>\nIl passaggio per il cimitero?
ja: @calamus_speak ああ！\>\n埋葬地に行く通路のことかな？
ko: @calamus_speak 아!\>\n묘지로 가는 통로 말이야?
pt_br: @calamus_speak Ah!\>\nA passagem no cemitério?
ru: @calamus_speak А!\>\nПроход к погосту?

source: @niko_speak That's the one!
cht: @niko_speak 就是那个！
es: @niko_speak ¡Ese!
it: @niko_speak Proprio quello!
ja: @niko_speak そう、それ！
ko: @niko_speak 응, 그거!
pt_br: @niko_speak Essa mesmo!
ru: @niko_speak Да, этот!

source: @calamus Oh... but I'm not sure if that'll be of any use here...
cht: @calamus 哦...但我不确定是否还有用...
es: @calamus Oh... Pero no sé si nos servirá de algo...
it: @calamus Oh... ma non so quanto possa essere utile...
ja: @calamus ああ…でも、ちゃんと通れるか分からないな…
ko: @calamus 아... 하지만 지금 그게 쓸모가 있을지 모르겠네...
pt_br: @calamus Ah... mas não sei se ela vai mesmo servir...
ru: @calamus Ох... но я не уверен, что от него есть какая-то польза...

source: @calamus_sad It's been flooded for a long time, and there's no boat...
cht: @calamus_sad 它被水淹了很久了，而且没有船...
es: @calamus_sad Lleva mucho tiempo inundado, y no hay ninguna barca...
it: @calamus_sad È allagato da tanto tempo e non c'è una barca...
ja: @calamus_sad ずっと前から浸水してて、ボートもないし…
ko: @calamus_sad 오랫동안 물에 잠겨 있었고, 배도 없거든...
pt_br: @calamus_sad Ela está inundada há muito tempo e não temos nenhum barco...
ru: @calamus_sad Его уже давно затопило, а лодки у нас нет...

source: @calamus Not to mention, the burial grounds itself is pretty far from the city!
cht: @calamus 更不要说，墓地还离城里很远！
es: @calamus ¡Por no decir lo lejos que queda el cementerio de la ciudad!
it: @calamus E poi il cimitero è abbastanza lontano dalla città!
ja: @calamus そもそも、埋葬地は街からすごく離れてるし！
ko: @calamus 더군다나, 묘지는 도시에서 꽤나 멀다고!
pt_br: @calamus Sem falar que o cemitério fica muito longe da cidade!
ru: @calamus Не говоря уже о том, что погост довольно далеко от города!

source: @niko_speak That's ok! I would still like to see it!
cht: @niko_speak 没关系！我还是想去看看！
es: @niko_speak ¡No importa! ¡Me gustaría verlo!
it: @niko_speak Non importa! Vorrei comunque andarci!
ja: @niko_speak 大丈夫！それでも見てみたい！
ko: @niko_speak 괜찮아! 그래도 보고 싶어!
pt_br: @niko_speak Sem problema! Mesmo assim eu quero dar uma olhada!
ru: @niko_speak Ничего! Я всё равно хотел бы на него взглянуть!

source: @niko_eyeclosed It's the only lead we have...
cht: @niko_eyeclosed 这是我们唯一的线索...
es: @niko_eyeclosed Es la única pista que tengo...
it: @niko_eyeclosed È l'unica pista che abbiamo...
ja: @niko_eyeclosed もう、道がそこしかないから…
ko: @niko_eyeclosed 그게 유일한 단서거든...
pt_br: @niko_eyeclosed É a única pista que nós temos...
ru: @niko_eyeclosed Это наш единственный вариант...

source: @calamus Alright, in that case...
cht: @calamus 好吧，这样的话...
es: @calamus Muy bien, en ese caso...
it: @calamus D'accordo, allora...
ja: @calamus 分かった。それなら…
ko: @calamus 좋아, 그렇다면...
pt_br: @calamus Tudo bem nesse caso...
ru: @calamus Ну тогда ладно.

source: @calamus_smile ...please follow us.
cht: @calamus_smile ...请跟我们来。
es: @calamus_smile ... Síguenos, por favor.
it: @calamus_smile ...seguici.
ja: @calamus_smile …ついてきて。
ko: @calamus_smile ...따라와.
pt_br: @calamus_smile ... siga-nos.
ru: @calamus_smile ...прошу следовать за нами.

source: [DO WHAT YOU MUST.]
cht: [做你该做的。]
es: [HAZ LO QUE DEBAS.]
it: [FAI QUEL CHE DEVI.]
ja: [成すべきことヲ、するのでス。]
ko: [해야할 일을 하십시오.]
pt_br: [FAÇA O QUE FOR PRECISO].
ru: [ДЕЛАЙТЕ, ЧТО ДОЛЖНЫ.]

source: [THIS IS THE MAIN GENERATOR OF THE GLEN.]
cht: [这是 GLEN 的主发电机。]
es: [ESTE ES EL GENERADOR PRINCIPAL DEL VALLE.]
it: [QUESTO È IL GENERATORE PRINCIPALE DELLA VALLE.]
ja: [これガ、峡谷の主要発電機でス。]
ko: [이것은 협곡의 주 발전기입니다.]
pt_br: [ESTE É O GERADOR PRINCIPAL DO VALE.]
ru: [ЭТО ГЛАВНЫЙ ГЕНЕРАТОР ДОЛИНЫ.]

source: @niko Would you happen to know where I can find a battery for a flying machine?
cht: @niko 你知不知道在哪里可以找到飞行器用 的电池呢？
es: @niko ¿Por casualidad sabes dónde puedo encontrar una batería para una máquina voladora?
it: @niko Sai dove potrei trovare una batteria per una macchina volante?
ja: @niko 空飛ぶ機械に使うバッテリーって、 どこを探せばあるのかな？
ko: @niko 혹시 하늘을 나는 기계에 넣을 배터리를 어디에서 찾을 수 있는지 알아요?
pt_br: @niko Sabe dizer onde consigo achar uma bateria para uma máquina voadora?
ru: @niko Вы случайно не знаете, где я могу взять батарею для летательного аппарата?

source: @niko2 It's... kind of an emergency.
cht: @niko2 有点...急用。
es: @niko2 Es... una emergencia.
it: @niko2 È... un'emergenza, direi.
ja: @niko2 一応…緊急事態なんだけど。
ko: @niko2 좀... 급해요.
pt_br: @niko2 É... um pouco urgente.
ru: @niko2 Это... как бы экстренный случай.

source: [I DO NOT KNOW WHAT A FLYING MACHINE IS.]
cht: [我不知道什么是飞行器。]
es: [NO SÉ QUÉ ES UNA MÁQUINA VOLADORA.]
it: [NON SO COS'È UNA MACCHINA VOLANTE.]
ja: [空飛ぶ機械ガ何なのか、ワタシニハ 分かりませン。]
ko: [저는 하늘을 나는 기계가 무엇인지 모릅니다.]
pt_br: [NÃO SEI O QUE É UMA MÁQUINA VOADORA].
ru: [Я НЕ ЗНАЮ, ЧТО ТАКОЕ ЛЕТАТЕЛЬНЫЙ АППАРАТ.]

source: [BUT ANY SORT OF LARGE MACHINERY WOULD REQUIRE A HIGH CAPACITY POWER CELL.]
cht: [但任何大型机器都需要一个大容量的蓄电池。]
es: [PERO CUALQUIER TIPO DE MAQUINARIA REQUERIRÍA UNA FUENTE DE ALIMENTACIÓN DE GRAN CAPACIDAD.]
it: [MA QUALSIASI TIPO DI GRANDE MACCHINARIO HA BISOGNO DI UNA BATTERIA DALLA CAPACITÀ ELEVATA.]
ja: [デスガ、いかなる大型電子機器にも、 大容量の電池ハ必要でス。]
ko: [하지만 대형 기계에는 고용량 전원 장치가 필요합니다.]
pt_br: [MAS QUALQUER TIPO DE MÁQUINA GRANDE EXIGIRIA UMA CÉLULA DE ENERGIA DE ALTA CAPACIDADE].
ru: [ОДНАКО ЛЮБОМУ КРУПНОМУ ОБОРУДОВАНИЮ ТРЕБУЕТСЯ МОЩНЫЙ ИСТОЧНИК ПИТАНИЯ.]

source: [FOR EXAMPLE, THE GENERATOR IN THIS ROOM UTILIZES SUCH A DEVICE.]
cht: [譬如，这间房里的发电机采用的这种设备。]
es: [POR EJEMPLO, EL GENERADOR DE ESTA SALA UTILIZA UN DISPOSITIVO SIMILAR.]
it: [PER ESEMPIO, IL GENERATORE DI QUESTA STANZA NE UTILIZZA UNA.]
ja: [例エバ、この建物ニある発電機にも、 そのような装置を使用していまス。]
ko: [예를 들면, 이 방의 발전기가 그런 전원 장치를 사용하고 있지요.]
pt_br: [O GERADOR DESSA SALA, POR EXEMPLO, USA UM DISPOSITIVO DESSE TIPO].
ru: [К ПРИМЕРУ, ГЕНЕРАТОР В ЭТОМ ПОМЕЩЕНИИ ИСПОЛЬЗУЕТ КАК РАЗ ТАКОЕ УСТРОЙСТВО.]

source: @niko_eyeclosed Oh right... I almost forgot...
cht: @niko_eyeclosed 哦，是的...我差点忘了...
es: @niko_eyeclosed Oh, cierto... Casi se me olvida...
it: @niko_eyeclosed Ah giusto... Mi ero quasi dimenticato...
ja: @niko_eyeclosed あ、そっか…忘れるとこだったよ…
ko: @niko_eyeclosed 아, 맞다... 잊고 있었네요...
pt_br: @niko_eyeclosed Ah sim... quase me esqueço...
ru: @niko_eyeclosed Ах да... Я почти забыл...

source: @niko We had to fix the battery for this thing in the Barrens, didn't we, \p?
cht: @niko 我们修好了 Barrens 的电池， 对吧？\p?
es: @niko Teníamos que arreglar la batería de esa cosa de los Baldíos, ¿no, \p?
it: @niko Alla Baia Desolata abbiamo dovuto sistemare una batteria per far partire un dispositivo del genere, giusto, \p?
ja: @niko そういえば、不毛の地で何かの バッテリーを直さなかったっけ、 \p？
ko: @niko 불모지에서 이것 때문에 배터리를 수리해야 했죠. 기억나요, \p 님?
pt_br: @niko Tivemos que consertar a bateria dessa coisa nas Terras Áridas, não foi, \p?
ru: @niko Мы уже чинили батарею для такой штуки в Пустошах, верно, \p?

source: [IF THIS IS AN EMERGENCY FOR LIVING BEINGS...] \>\n[YOU CAN USE THE BATTERY FROM THE GENERATOR.]
cht: [如果人类处于紧急状况的话...]\>\n[你可以使用发电机的电池。]
es: [SI SE TRATA DE UNA EMERGENCIA PARA SERES HUMANOS...]\>\n[PUEDES USAR LA BATERÍA DEL GENERADOR.]
it: [SE QUESTA È UN'EMERGENZA PER GLI ESSERI VIVENTI... \>\nPOTETE USARE LA BATTERIA DEL GENERATORE.]
ja: [生命体ニ関わる緊急事態なのであれバ…] \>\n[この発電機ノバッテリーを使用してくださイ。]
ko: [살아 있는 존재에게 긴급한 상황이라면...] \>\n[발전기의 배터리를 사용해도 좋습니다.]
pt_br: [SE FOR UMA EMERGÊNCIA PARA SERES VIVOS...] \>\n[PEGUE A BATERIA DO GERADOR].
ru: [ЕСЛИ ЖИВЫЕ СУЩЕСТВА В ЭКСТРЕННОЕ ПОЛОЖЕНИИ...] \>\n[ВЫ МОЖЕТЕ ИСПОЛЬЗОВАТЬ БАТАРЕЮ ИЗ ГЕНЕРАТОРА.]

source: @niko2 Wait... \.\.but if we take the battery here...
cht: @niko2 等等...\.\.但如果我们把电池拿出来...
es: @niko2 Espera... \.\.Pero si nos llevamos la batería...
it: @niko2 Aspetta... \.\.ma se prendiamo questa batteria...
ja: @niko2 えっ… \.\.でも、そのバッテリーを使っちゃったら…
ko: @niko2 잠깐... \.\.그런데 우리가 여기에서 배터리를 꺼내면...
pt_br: @niko2 Espere... \.\.mas se tirarmos a bateria daqui...
ru: @niko2 Погоди... \.\.но если мы заберём отсюда батарею...

source: @niko3 ...all of you guys would lose power, wouldn't you?
cht: @niko3 ...你们所有人都会没有电，不是吗？
es: @niko3 ... todos vosotros perderíais energía, ¿no es así?
it: @niko3 ...voi non avreste più alimentazione, no?
ja: @niko3 …君たちの電力がなくなっちゃうんじゃ？
ko: @niko3 모두 동력을 잃은 거잖아요. 그렇죠?
pt_br: @niko3 ... todos vocês ficariam sem energia, não é?
ru: @niko3 ...вы же все ребята тут разрядитесь, разве нет?

source: @niko4 Maybe \p and I should go find another one.
cht: @niko4 也许\p和我应该再去其他地方找电池。
es: @niko4 Quizá \p y yo deberíamos ir a buscar otra.
it: @niko4 \p ed io dovremmo andare a cercarne un'altra.
ja: @niko4 ミーと \p で、他のを探すよ。
ko: @niko4 \p 님하고 더 찾아볼게요.
pt_br: @niko4 Acho que \p e eu vamos procurar outra.
ru: @niko4 Может нам с \p стоит поискать другой вариант.

source: [NEGATIVE.]
cht: [否定。]
es: [NEGATIVO.]
it: [NEGATIVO.]
ja: [それハ不可能でス。]
ko: [아닙니다.]
pt_br: [NEGATIVO].
ru: [ИСКЛЮЧЕНО.]

source: [THIS IS THE ONLY BATTERY IN THE GLEN POWERFUL ENOUGH TO BE USED AS A STANDALONE UNIT.]
cht: [这是GLEN唯一强大到可以独立运作的电池。]
es: [ESTA ES LA ÚNICA BATERÍA EN TODO EL VALLE LO BASTANTE POTENTE PARA USARSE COMO UNA UNIDAD INDEPENDIENTE.]
it: [QUESTA È L'UNICA BATTERIA NELLA VALLE ABBASTANZA POTENTE DA ESSERE USATA COME UNITÀ AUTONOMA.]
ja: [峡谷区域デ、単独ユニットとして使用できるだけの 電力ガあるバッテリーハ、これだけでス。]
ko: [독립적인 장치를 구동할 만큼 강력한 배터리는 협곡에 이것뿐입니다.]
pt_br: [ESTA É A ÚNICA BATERIA NO VALE COM ENERGIA SUFICIENTE PARA SERVIR DE UNIDADE INDEPENDENTE].
ru: [ЭТО ЕДИНСТВЕННАЯ БАТАРЕЯ В ДОЛИНЕ, ДОСТАТОЧНО МОЩНАЯ ДЛЯ ИСПОЛЬЗОВАНИЯ В КАЧЕСТВЕ АВТОНОМНОГО ИСТОЧНИКА ПИТАНИЯ.]

source: [IF IT IS A DIRE SITUATION, THEN DO WHAT YOU MUST.]
cht: [如若形势迫切的话，做你必须要做的事情。]
es: [SI SE TRATA DE UNA SITUACIÓN EXTREMA, ENTONCES HAZ LO QUE DEBAS.]
it: [SE LA SITUAZIONE È TANTO CRITICA, FAI QUEL CHE DEVI.]
ja: [危機的な状況ナラ、成すべきことをするのでス。]
ko: [긴한 상황이라면, 해야 할 일을 하십시오.]
pt_br: [SE A SITUAÇÃO É DIFÍCIL, FAÇA O QUE FOR PRECISO].
ru: [ЕСЛИ ЭТО ТЯЖЁЛАЯ СИТУАЦИЯ, ДЕЛАЙТЕ ТО, ЧТО ДОЛЖНЫ.]

source: @niko4 Oh...
cht: @niko4 哦...
ja: @niko4 うん…
ko: @niko4 아...
pt_br: @niko4 Ah...
ru: @niko4 Ох...

source: @niko_eyeclosed ...we depowered it...
cht: @niko_eyeclosed ...我们切断电源吧...
es: @niko_eyeclosed ... La hemos desactivado...
it: @niko_eyeclosed ...Non è più alimentato...
ja: @niko_eyeclosed …ミーのせいで…
ko: @niko_eyeclosed ...전력을 끊었어요...
pt_br: @niko_eyeclosed ... tiramos a energia...
ru: @niko_eyeclosed ...мы его обесточили...

source: @niko3 ...I guess we have no choice but to take this, \p...
cht: @niko3 ...我想我们除了拿这个电池之外别无选择， \p...
es: @niko3 ... Supongo que no tenemos más remedio que coger esto, \p...
it: @niko3 ...Temo che prenderla sia la nostra unica possibilità, \p...
ja: @niko3 …もう、これを取り外すしか なさそうだね、 \p…
ko: @niko3 \p 님, 이걸 쓰는 수밖에 없겠어요...
pt_br: @niko3 ... Acho que não temos escolha a não ser pegar isso, \p...
ru: @niko3 Похоже, у нас нет иного выбора, кроме как её взять, \p...

source: @niko Looks like a generator...
cht: @niko 看起来像发电机...
es: @niko Parece un generador...
it: @niko Sembra un generatore...
ja: @niko 発電機みたい…
ko: @niko 발전기처럼 생겼네요...
pt_br: @niko Parece um gerador...
ru: @niko Похоже на генератор...

source: [PLEASE DO NOT STAND TOO CLOSE TO THE GENERATOR.]
cht: [请不要靠发电机太近。]
es: [NO PERMANEZCAN DEMASIADO CERCA DEL GENERADOR.]
it: [NON STARE TROPPO VICINO AL GENERATORE.]
ja: [発電機ニハ、接近しすぎないよう 注意してくださイ。]
ko: [발전기에 너무 가까이 가지 마십시오.]
pt_br: [NÃO FIQUE TÃO PERTO DO GERADOR].
ru: [ПОЖАЛУЙСТА, НЕ СТОЙТЕ СЛИШКОМ БЛИЗКО К ГЕНЕРАТОРУ.]

source: [IF YOU HAVE INQUIRIES, PLEASE ASK ME INSTEAD.]
cht: [如若有疑问，请问我。]
es: [SI TIENEN ALGUNA CONSULTA, PUEDEN PREGUNTARME.]
it: [SE HAI DELLE DOMANDE, CHIEDIMI PURE.]
ja: [質問ガある場合ハ、 ワタシにお尋ねくださイ。]
ko: [궁금한 점이 있다면 저에게 물어보십시오.]
pt_br: [SE TIVER DÚVIDAS, PERGUNTE-ME].
ru: [ЕСЛИ У ВАС ЕСТЬ ВОПРОСЫ, ПОЖАЛУЙСТА, ЗАДАВАЙТЕ ИХ МНЕ.]

source: @niko The battery's gone now...
cht: @niko 现在电池拿走了...
es: @niko Ya no está la batería...
it: @niko La batteria non c'è più...
ja: @niko バッテリーはもうないよ…
ko: @niko 이제 배터리가 없어요...
pt_br: @niko A bateria acabou...
ru: @niko Теперь батареи нет...
