Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko_eyeclosed .\..\..\.\>\n\@niko_speak Oh, the sun!
cht: @niko_eyeclosed .\..\..\.\>\n\@niko_speak 哦，太阳！
es: @niko_eyeclosed .\..\..\.\>\n\@niko_speak ¡Ah, el sol!
it: @niko_eyeclosed .\..\..\.\>\n\@niko_speak Oh, il sole!
ja: @niko_eyeclosed .\..\..\.\>\n\@niko_speak あっ、太陽！
ko: @niko_eyeclosed .\..\..\.\>\n\@niko_speak 앗, 태양!
pt_br: @niko_eyeclosed .\..\..\.\>\n\@niko_speak Ah! O sol!
ru: @niko_eyeclosed .\..\..\.\>\n\@niko_speak Ой, солнце!

source: @green_gatekeeper [Have You Found Something To Write With?]
cht: @green_gatekeeper [你找到了笔吗？]
es: @green_gatekeeper [¿Has encontrado algo con lo que escribir?]
it: @green_gatekeeper [Hai Trovato Qualcosa Con Cui Scrivere?]
ja: @green_gatekeeper [書クモノハ見ツケタカ？]
ko: @green_gatekeeper [필기도구는 찾으셨나요?]
pt_br: @green_gatekeeper [Encontrou Algo para Escrever?]
ru: @green_gatekeeper [Вы Нашли Что-Нибудь, Чем Можно Писать?]

source: @green_gatekeeper [The Sun...\.\. You're The Messiah!]
cht: @green_gatekeeper [太阳...\.\.你就是救世主！]
es: @green_gatekeeper [El sol...\.\. ¡Eres el mesías!]
it: @green_gatekeeper [Il Sole...\.\. Sei Il Messia!]
ja: @green_gatekeeper [ソノ太陽…\.\.オマエガ救世主カ！]
ko: @green_gatekeeper [그 태양은...\.\. 당신은 구원자로군요!]
pt_br: @green_gatekeeper [O Sol...\.\. Você É o Messias!]
ru: @green_gatekeeper [Солнце...\.\. Вы Мессия!]

source: @green_gatekeeper [Are you on your way to the Tower?]
cht: @green_gatekeeper [你是正在去塔楼的路上吗？]
es: @green_gatekeeper [¿Vas de camino a la Torre?]
it: @green_gatekeeper [Sei In Viaggio Per La Torre?]
ja: @green_gatekeeper [塔ニ向カッテイルノカ？]
ko: @green_gatekeeper [탑으로 가는 중이십니까?]
pt_br: @green_gatekeeper [Você está a caminho da Torre?]
ru: @green_gatekeeper [Вы направляетесь к Башне?]

source: @green_gatekeeper [I saw you carrying the sun earlier.\nYou're the messiah, then?\nOn your way to the Tower?]
cht: @green_gatekeeper [之前我就看到你带着太阳。\n那么你就是救世主咯？\n正在去塔楼的路上？]
es: @green_gatekeeper [Antes te vi llevando el sol.\nEntonces, ¿tú eres el mesías?\n¿Vas de camino a la Torre?]
it: @green_gatekeeper [Ti Ho Visto Portare Il Sole Prima.\nSei Il Messia Dunque?\nIn Viaggio Verso La Torre?]
ja: @green_gatekeeper [先ホド、太陽ヲ持ッテイタナ。\nオマエガ救世ダナ？\n塔ニ向カッテイルノカ？]
ko: @green_gatekeeper [전에 태양을 들고 가는 걸 봤습니다.\n그럼, 당신이 구원자인가요?\n탑으로 가는 중입니까?]
pt_br: @green_gatekeeper [Eu vi você com o sol mais cedo.\nEntão você é o messias?\nA caminho da Torre?]
ru: @green_gatekeeper [Я видел, как вы несли солнце.\nЗначит, вы мессия?\nИ направляетесь к Башне?]

source: @green_gatekeeper [You can enter the Refuge through this wall.\nYou'll need to sign your name in this scroll first.]
cht: @green_gatekeeper [你可以穿过这面墙到 Refuge 去。\n你得先在这个卷轴上签上你的名字。]
es: @green_gatekeeper [Podrás entrar al Refugio atravesando esta pared.\nPero primero tendrás que firmar este pergamino.]
it: @green_gatekeeper [Puoi Entrare Nel Rifugio Per Di Qua.\nPrima Dovrai Mettere Una Firma Su Questo Rotolo.]
ja: @green_gatekeeper [コノ壁カラ、避難所ニ入ルコトガデキル。\nマズ、コノ巻物ニ署名ヲ。]
ko: @green_gatekeeper [이 벽을 지나면 난민 지구로 갈 수 있습니다.\n하지만 먼저 이 두루마리에 서명을 해야 합니다.]
pt_br: @green_gatekeeper [Você pode entrar no Refúgio através dessa parede.\nMas antes será necessário assinar seu nome neste pergaminho.]
ru: @green_gatekeeper [Через эту стену вы сможете пройти в Пристанище.\nНо сначала вам надо расписаться на этом свитке.]

source: @niko Alright.\.\.\n.\..\..Do you have a pen?
cht: @niko 好的。\.\.\n.\..\..你有笔吗？
es: @niko Vale.\.\.\n.\..\.. ¿Tienes un boli?
it: @niko Va bene.\.\.\n.\..\..Hai una penna?
ja: @niko 分かった。\.\.\n.\..\..ペン持ってる？
ko: @niko 알았어요.\.\.\n.\..\..혹시 펜 있으세요?
pt_br: @niko Certo.\.\.\n.\..\.. Você tem uma caneta?
ru: @niko Ладно.\.\.\n.\..\..А у вас есть ручка?

source: @green_gatekeeper [Umm.\..\..]
cht: @green_gatekeeper [嗯.\..\..]
es: @green_gatekeeper [Mmm.\..\..]
it: @green_gatekeeper [Ehm.\..\..]
ja: @green_gatekeeper [ウーム\.…\.…]
ko: @green_gatekeeper [으음.\..\..]
pt_br: @green_gatekeeper [Hmm.\..\..]
ru: @green_gatekeeper [Эм-м-м.\..\..]

source: @green_gatekeeper [...No.\.\. I've lost mine.]
cht: @green_gatekeeper [...没有。\.\.我的笔丢了。]
es: @green_gatekeeper [... No.\.\. He perdido el mío.]
it: @green_gatekeeper [...No.\.\. Ho Perso La Mia.]
ja: @green_gatekeeper […ナイ。\.\.紛失シタ。]
ko: @green_gatekeeper [...아니요.\.\. 아무래도 잃어버린 것 같군요.]
pt_br: @green_gatekeeper [... Não.\.\. Eu perdi a minha.]
ru: @green_gatekeeper [...Нет.\.\. Я Свою Потерял.]

source: @green_gatekeeper [Perhaps you should look around the Glen for another.]
cht: @green_gatekeeper [你可以在 Glen 再找一支。]
es: @green_gatekeeper [A lo mejor podrías buscar uno en el Valle.]
it: @green_gatekeeper [La Cosa Migliore Da Fare Sarebbe Cercarne Un'Altra Nella Valle.]
ja: @green_gatekeeper [峡谷デ探ストイイダロウ。]
ko: @green_gatekeeper [협곡에서 한번 찾아보십시오.]
pt_br: @green_gatekeeper [Talvez você devesse procurar uma no Vale.]
ru: @green_gatekeeper [Полагаю вам стоит поискать другую ручку в Долине.]

source: @niko A potted plant...
cht: @niko 一个盆栽植物...
es: @niko Una maceta...
it: @niko Una pianta in un vaso...
ja: @niko 鉢植え…
ko: @niko 식물을 심은 화분이에요...
pt_br: @niko Um vaso de planta...
ru: @niko Растение в горшке...

source: @niko_speak This one has a pink flower on it.
cht: @niko_speak 这盆开了一朵粉色的花。
es: @niko_speak Esta tiene una flor rosa.
it: @niko_speak Questa ha un fiore rosa.
ja: @niko_speak ピンクの花が植えられてる。
ko: @niko_speak 분홍색 꽃이 피어 있네요.
pt_br: @niko_speak Tem uma flor cor-de-rosa nele.
ru: @niko_speak На этом есть розовый цветок.

source: soup
cht: 汤
es: sopa
it: minestra
ja: ソープ
ko: 수프
pt_br: sabão
ru: суп

source: peas
cht: 豌豆
es: guisantes
it: piselli
ja: 豆
ko: 완두콩
pt_br: ervilhas
ru: горошек

source: jinglejangle text text text more text
cht: 叮叮当当，文本文本文本，更多文本。
it: jinglejangle testo, testo, testo e ancora testo
ko: 가나다라마바사 텍스트 텍스트 추가 텍스트
pt_br: balançando texto texto texto mais texto
ru: диньдон текст текст текст ещё текст

source: WOOOOO
cht: 喔哦哦哦
es: UAAAH
it: UOOOOO
ja: いやっほう
ko: 오오오오오오
pt_br: UHUUUUU
ru: УУУУУУУ

source: English
cht: 中文
es: Inglés
it: Inglese
ja: 英語
ko: 영어
pt_br: Inglês
ru: Английский

source: Maybe
cht: 可能
es: Quizá
it: Forse
ja: もしかしたら
ko: 아마도
pt_br: Talvez
ru: Возможно

source: maybe
cht: 可能
es: quizá
it: forse
ja: もしかしたら
ko: 아마도
pt_br: talvez
ru: возможно

source: so
cht: 所以
es: entonces
it: quindi
ja: だから
ko: 그럼
pt_br: então
ru: итак

source: doc written
cht: 编辑文档
es: documento escrito
it: doc scritto
ja: 書類書き込み
ko: 문서 작성
pt_br: documentado
ru: документ записан

source: $this is a paragraph
cht: $这是一个段落
es: $esto es un párrafo
it: $questo è un paragrafo
ja: $これは段落です
ko: $문단이다.
pt_br: $isso é um parágrafo
ru: $это абзац

source: $here's another paragraph
cht: $这是另外一个段落
es: $esto es otro párrafo
it: $questo è un altro paragrafo
ja: $これも段落です
ko: $또 문단이다.
pt_br: $aqui vai outro parágrafo
ru: $вот ещё один абзац

source: $new page
cht: $新页面
es: $página nueva
it: $nuova pagina
ja: $新ページ
ko: $새 페이지
pt_br: $nova página
ru: $новая страница

source: $Dear Silver,
cht: $亲爱的Silver，
es: $Querida Silver:
it: $Cara Silver,
ja: $シルバーへ
ko: $실버에게,
pt_br: $Querida Silver,
ru: $Дорогая Сильвер,

source: $I heard the news about the mine.
cht: $矿山的事我听说了。
es: $Me he enterado de lo que ha pasado en la mina.
it: $ho sentito quello che è successo nelle miniere.
ja: $鉱山については 聞いたわ。
ko: $광산 소식은 들었어.
pt_br: $Fiquei sabendo sobre a mina.
ru: $Я слышала новости насчёт шахты.

source: $I can't imagine what you're feeling.
cht: $我无法想象你现在的心情。
es: $No soy capaz de imaginarme cómo te sientes.
it: $Non riesco ad immaginare come possa sentirti.
ja: $あなたが 今どんな気持ちなのか 想像もつかない。
ko: $네 기분이 어떨지 상상조차 되지 않아.
pt_br: $Não consigo imaginar como você está se sentindo.
ru: $Не представляю, что ты сейчас чувствуешь.

source: $It's been two weeks.
cht: $已经两个星期了。
es: $Han pasado dos semanas.
it: $Sono passate due settimane.
ja: $もう2週間も経った。
ko: $벌써 2주가 지났어.
pt_br: $Faz duas semanas.
ru: $Прошло уже две недели.

source: $I know it must be hard, but you must leave soon too.
cht: $我知道这很难过，但是 你最好也尽快离开。
es: $Sé que debe ser duro, tú también deberías regresar pronto.
it: $So che è difficile, ma devi andartene il prima possibile.
ja: $つらいでしょうけど、 あなたもすぐに 去るべき。
ko: $힘든 결정이라는 건 알아. 하지만 너도 곧 떠나야 해.
pt_br: $Deve ser difícil, mas você partirá em breve.
ru: $Знаю, это нелегко, но ты тоже должна поскорее уехать.

source: $It's only a matter of time before the rowbots are recalled.
cht: $只需要等待划船机器人 回忆起来。
es: $Solo es cuestión de tiempo el que retiren a los remobots.
it: $È solo una questione di tempo prima che i robattelli vengano richiamati.
ja: $漕ぎボットが 回収されるのは 時間の問題よ。
ko: $운항봇까지 철수시키는 것도 시간문제야.
pt_br: $É questão de tempo até os remobôs serem retirados.
ru: $Веслоботов отзовут, это лишь вопрос времени.

source: $At least let me know you got my message, okay?
cht: $至少让我知道你收到了 消息，好吗？
es: $Dime al menos que has recibido mi mensaje, ¿de acuerdo?
it: $Almeno fammi sapere se ricevi il mio messaggio, ok?
ja: $とりあえず、 このメッセージを 受け取ったら 私に知らせてね？
ko: $적어도 메시지를 받았는지 정도는 알려 줘, 알았지?
pt_br: $Não se esqueça de me avisar quando receber minha mensagem, tudo bem?
ru: $Дай знать, что ты получила моё сообщение, ладно?

source: $ -Kip
ja: $ -キップより
ko: $-킵
ru: $ -Кип

source: @calamus This \. is an . pause
cht: @calamus 这 \. 是一个.暂停
es: @calamus Esto \. es una pausa de .
it: @calamus Questa \. è una . pausa
ja: @calamus \.は。ポーズです
ko: @calamus 이 기호 \.는 .을 1회 출력하고 일시 정지해.
pt_br: @calamus Isso \. é um intervalo .
ru: @calamus Это \. есть . пауза

source: @calamus This \.\. is 2 . pauses, stacked
cht: @calamus 这 \.\. 是2个.暂停，叠在一起
es: @calamus Esto \.\. son 2 pausas de . acumuladas
it: @calamus Queste \.\. sono 2 . pause, unite
ja: @calamus \.\.は2つのスタックされた。ポーズです
ko: @calamus 이 기호 \.\.는 .을 2회 출력하고 출력 시마다 일시 정지를 하지.
pt_br: @calamus Isso \.\. são 2 intervalos . sequenciais
ru: @calamus Это\.\. 2 . паузы, последовательно

source: @calamus This \.\.\.\. is 4 . pauses, stacked
cht: @calamus 这 \.\.\.\. 是4个.暂停，叠在一起
es: @calamus Esto \.\.\.\. son 4 pausas de . acumuladas
it: @calamus Queste \.\.\.\. sono 4 . pause, unite
ja: @calamus \.\.\.\.は4つのスタックされた。ポーズです
ko: @calamus 이것 \.\.\.\.은 .을 4회 출력하고 출력 시마다 일시 정지를 하지.
pt_br: @calamus Isso \.\.\.\. são 4 intervalos . sequenciais
ru: @calamus Это \.\.\.\. 4 . паузы, последовательно

source: @calamus This \| is an | pause, it's about 4 . pauses long
cht: @calamus 这是 \| 一个|暂停，大概有4个.暂停的长度
es: @calamus Esto \| es una pausa de |, y dura unas 4 pausas de .
ja: @calamus \|は|ポーズです、。 ポーズの約4つ分の長さ
ko: @calamus 이것 \| 은 | 정지로, . 정지의 4배 정도야.
pt_br: @calamus Isso \| é um intervalo | que tem 4 intervalos . de comprimento
ru: @calamus Это \| есть | пауза, длиной с 4 . паузы

source: @calamus This\nis a n line break
cht: @calamus 这\n是一个 n 换行符
es: @calamus Esto\nes un salto de línea
ja: @calamus は\n改行です
ko: @calamus 이것 \n은 n을 포함한 줄바꿈이야.
pt_br: @calamus Isso\né uma quebra de linha em n
ru: @calamus Это\nразрыв строки с помощью n

source: @calamus This is a line break without n
cht: @calamus 这是一个没有 n 的换行符
es: @calamus Esto es un salto de línea sin "n"
ja: @calamus これはnなしの改行です
ko: @calamus 이것은 n을 포함하지 않는 줄바꿈이야.
pt_br: @calamus Isso é uma quebra de linha sem n
ru: @calamus Это разрыв строки без n

source: @calamus This \> is a > function, \> it waits for player input
cht: @calamus 他的 \> 是一个 > 功能， \> 等待玩家输入
es: @calamus Esto \> es una función >, \> y espera órdenes del jugador
ja: @calamus \>は>機能です、\> プレイヤー入力を待機します
ko: @calamus 이것은 \> > 함수로 \> 플레이어의 입력을 기다리지.
pt_br: @calamus Essa \> é uma função > \> que espera uma entrada do jogador
ru: @calamus Это \> функция >, \> она ожидает нажатия клавиши

source: @calamus This \@calamus_smile is a @ function, it changes my face!
cht: @calamus 这 \@calamus_smile 是一个 @ 功能，可以在这里 改变我的表情！
es: @calamus Esto \@calamus_smile es una función@ , ¡y me cambia la cara!
ja: @calamus この\@calamus_smile は @ 機能、これで顔が変わる！
ko: @calamus 이것 \@calamus_smile 은 @ 함수로, 이렇게 내 얼굴 표정이 바뀌는 거야!
pt_br: @calamus Essa \@calamus_smile é uma @ função que muda meu rosto!
ru: @calamus Это \@calamus_smile функция @, она меняет моё лицо!

source: @calamus_smile This \>\@calamus is a @ function used along with >, \>\@calamus_smile it changes my face mid- sentence
cht: @calamus_smile 这 \>\@calamus 是一个 @ 和 >协同使用的功能， \>\@calamus_smile 可以中途改变我的表情
es: @calamus_smile Esto \>\@calamus es una función@ . Junto con >, \>\@calamus_smile me cambia la cara en mitad de la frase.
ja: @calamus_smile この\>\@calamus は>と併用される@ 機能です、\>\@calamus_smile 文章の途中で顔が変わる
ko: @calamus_smile 이것은 \>\@calamus 은 @ > 기호와 함께 쓰는 함수 형태야. \>\@calamus_smile 문장 중간에서 얼굴 표정을 바꾸게 해 줘.
pt_br: @calamus_smile Essa \>\@calamus é uma @ função usada com > \>\@calamus_smile para mudar meu rosto no meio de uma frase
ru: @calamus_smile Это \>\@calamus функция @ вместе с функцией >, \>\@calamus_smile они меняют моё лицо посреди предложения

source: photos
cht: 照片
es: fotos
it: foto
ja: 写真
ko: 사진
pt_br: fotografias
ru: фотки

source: @plight oneshot minus garfield
cht: @plight 一次机会 Minus Garfield
es: @plight oneshot menos garfield
ja: @plight oneshot引くガーフィールド
ko: @plight 원샷 마이너스 가필드
pt_br: @plight oneshot sem garfield
ru: @plight oneshot минус гарфилд

source: Start house
cht: 开始界面
es: Casa inicial
ja: スタートの家
ko: 시작 지점의 집
pt_br: Casa inicial
ru: Стартовый дом

source: red sky
cht: 红色的天空
es: cielo rojo
it: cielo rosso
ja: 赤い空
ko: 붉은 하늘
pt_br: céu vermelho
ru: красное небо

source: red ground
cht: 红色的土地
es: suelo rojo
it: suolo rosso
ja: 赤い地面
ko: 붉은 땅
pt_br: chão vermelho
ru: красная земля

source: more
cht: 更多
es: más
it: di più
ja: 詳細
ko: 더 보기
pt_br: mais
ru: больше

source: green
cht: 绿色
es: verde
it: verde
ja: 緑
ko: 녹색
pt_br: verde
ru: зелёный

source: blue
cht: 蓝色
es: azul
it: blu
ja: 青
ko: 파란색
pt_br: azul
ru: синий

source: cancel
cht: 取消
es: cancelar
it: annulla
ja: キャンセル
ko: 취소
pt_br: cancelar
ru: отмена

source: [I'M GONNA FOLLOW YOU NOW.]
cht: [我现在开始跟着你。]
es: [AHORA VOY A SEGUIRTE.]
ja: [これカらあなたの後をつけまス。]
ko: [지금부터 당신을 따라갑니다.]
pt_br: [SEGUIREI VOCÊ A PARTIR DE AGORA.]
ru: [ТЕПЕРЬ Я БУДУ СЛЕДОВАТЬ ЗА ВАМИ.]

source: @niko K
es: @niko VALE
ja: @niko 分かった
ko: @niko 알겠어.
pt_br: @niko Ok
ru: @niko К

source: [STILL FOLLOWING]
cht: [继续跟随]
es: [AÚN TE SIGO]
ja: [まだ後ヲつけていまス。]
ko: [계속 따라가는 중.]
pt_br: [AINDA SEGUINDO]
ru: [ВСЁ ЕЩЁ СЛЕДУЮ]

source: [I'M ALSO GONNA FOLLOW YOU]
cht: [我也跟着你]
es: [TAMBIÉN VOY A SEGUIRTE.]
ja: [私モあなたの後をつけまス。]
ko: [저도 당신을 따라갑니다.]
pt_br: [EU TAMBÉM SEGUIREI VOCÊ]
ru: [Я ТОЖЕ БУДУ СЛЕДОВАТЬ ЗА ВАМИ]

source: @niko cool
cht: @niko 很好
es: @niko genial
ja: @niko いいね
ko: @niko 좋아요.
pt_br: @niko legal
ru: @niko круто

source: @niko greetings
cht: @niko 问好
es: @niko saludos
ja: @niko こんにちは
ko: @niko 반가워요.
pt_br: @niko saudações
ru: @niko приветствую

source: [HI I LIKE CATS.]
cht: [嗨，我喜欢猫。]
es: [HOLA, ME GUSTAN LOS GATOS.]
ja: [やあ、ネコが好きです。]
ko: [안녕, 난 고양이가 좋아요.]
pt_br: [OLÁ! EU GOSTO DE GATOS.]
ru: [ПРИВЕТ, Я ЛЮБЛЮ КОШЕК.]

source: [CUTSCENE EXAMPLE]
cht: [剧情画面范例]
es: [EJEMPLO DE CINEMÁTICA]
ja: [カットシーンの例]
ko: [컷신 예제]
pt_br: [EXEMPLO DE CENA]
ru: [ПРИМЕР КАТ-СЦЕНЫ]

source: [NIKO IS CURRENTLY TALKING TO AN NPC.]
cht: [Niko 现在正在和非玩家角色聊天。]
es: [NIKO ESTÁ HABLANDO CON UN PNJ.]
ja: [ニコは現在、NPCと会話中です。]
ko: [니코는 현재 NPC와 대화 중입니다.]
pt_br: [NIKO ESTÁ FALANDO COM UM PNJ.]
ru: [НИКО СЕЙЧАС РАЗГОВАРИВАЕТ С NPC.]

source: [WILL THE ROBOTS STILL FOLLOW NIKO I WONDER]
cht: [不知道机器人是否还在跟着 Niko]
es: [NO SÉ SI LOS ROBOTS CONTINUARÁN SIGUIENDO A NIKO]
ja: [ロボットはまだニコの後を つけるのでしょうか]
ko: [로봇들이 계속 니코를 쫓아다닐까요?]
pt_br: [SERÁ QUE OS ROBÔS AINDA SERGUIRÃO NIKO?]
ru: [ИНТЕРЕСНО, ПРОДОЛЖАТ ЛИ РОБОТЫ ХОДИТЬ ЗА НИКО]

source: [I'M TALKING A LOT!]
cht: [我总是说话！]
es: [¡ESTOY HABLANDO MUCHO!]
ja: [かなりしゃべっています！]
ko: [대사가 너무 많군요!]
pt_br: [EU FALO DEMAIS!]
ru: [Я МНОГО БОЛТАЮ!]

source: @niko meow
cht: @niko 喵（猫叫声）
es: @niko miau
ja: @niko ニャー
ko: @niko 야옹.
pt_br: @niko miau
ru: @niko мяу

source: [BEEP BOOP MORE DIALOG]
cht: [哔哔叭叭 更多对话]
es: [BIP, BUP, MÁS DIÁLOGO]
ja: [ビーッブーッさらに会話]
ko: [삑, 삐빅, 더 많은 대화]
pt_br: [BIP BUP MAIS DIÁLOGO]
ru: [БИП БУП, ЕЩЁ ДИАЛОГ]

source: @niko I see
cht: @niko 我知道
es: @niko Ya entiendo
ja: @niko なるほど
ko: @niko 알았어요.
pt_br: @niko Entendo
ru: @niko Ясно

source: START
cht: 开始
es: INICIO
ja: スタート
ko: 시작
pt_br: INICIAR
ru: НАЧАТЬ

source: FINISH
cht: 结束
es: FIN
ja: 終了
ko: 완료
pt_br: CONCLUIR
ru: ЗАВЕРШИТЬ

source: IMAGE A
cht: 图片 A
es: IMAGEN A
ja: 画像A
ko: 이미지 A
pt_br: IMAGEM A
ru: ИЗОБРАЖЕНИЕ А

source: IMAGE B
cht: 图片 B
es: IMAGEN B
ja: 画像B
ko: 이미지 B
pt_br: IMAGEM B
ru: ИЗОБРАЖЕНИЕ В

source: SET
cht: 设置
es: ESTABLECER
ja: セット
ko: 설정
pt_br: DEFINIR
ru: УСТАНОВИТЬ

source: RESET
cht: 重置
es: RESTABLECER
ja: リセット
ko: 재설정
pt_br: REDEFINIR
ru: СБРОСИТЬ

source: The savior is gone. All hope for the world is lost.
cht: 救世主走了。这个世界完全没希望了。
es: El salvador se ha ido. El mundo ha perdido toda esperanza.
it: Il salvatore se n'è andato. Tutte le speranze per il mondo sono scomparse.
ja: 救世主はいなくなった。 世界の希望は失われた。
ko: 구원자는 떠났다. 이 세계의 희망은 완전히 사라졌다.
pt_br: O messias se foi... não há esperanças para o mundo.
ru: Спасителя больше нет. Надежда для этого мира утрачена.

source: Set journal 1
cht: 设置日志 1
es: Establecer diario 1
ja: 日記1をセット
ko: 일지 설정 1
pt_br: Definir diário 1
ru: Поставить дневник 1

source: Set journal 2
cht: 设置日志 2
es: Establecer diario 2
ja: 日記2をセット
ko: 일지 설정 2
pt_br: Definir diário 2
ru: Поставить дневник 2

source: close journal
cht: 关闭日志
es: cerrar diario
ja: 日記を閉じる
ko: 일지 닫기
pt_br: fechar diário
ru: закрыть дневник

source: @prophet [I Will Now Provide You With Vital Information!]
cht: @prophet [现在我会给你提供重要 情报！]
es: @prophet [Tengo información clave para ti.]
it: @prophet [Adesso Ti Fornirò Informazioni Di Vitale Importanza!]
ja: @prophet [これより重要な情報をお伝えいたします！]
ko: @prophet [제가 아주 중요한 정보를 드리겠습니다!]
pt_br: @prophet [Agora Eu lhe Fornecerei Informações Essenciais!]
ru: @prophet [Я Предоставлю Тебе Всю Необходимую Информацию!]

source: $If you notice a decline in the charge cycle within the warranty period, please contact the manufacturer.
cht: $如果你发现保修期内充 电循环减少，请联系厂 家。
es: $Si aprecias una reducción del ciclo de carga durante el período de garantía, ponte en contacto con el fabricante.
it: $Se durante il periodo di garanzia noti un calo del ciclo di ricarica, contatta il produttore.
ja: $保証期間内に 充電サイクルの低下に お気づきになった 場合は、製造者に お問い合わせください。
ko: $보증 기간 동안 충전 주기가 감소했을 경우 제조업체에 문의하십시오.
pt_br: $Se notar alguma diminuição no ciclo de carregamento dentro do período de garantia, entre em contato com o fabricante.
ru: $Если в течение гарантийного срока вы обнаружили, что длительность работы при полном заряде снижается, обратитесь к производителю.

source: @ed [The \c[2]Document\c[0] has found a place it belongs outside the game.]
cht: @ed [ \c[2]文档\c[0] 位于游戏外的某个位置。]
es: @ed [El \c[2]Documento\c[0] ha encontrado un lugar que se encuentra fuera del juego.]
it: @ed [Il \c[2]Documento\c[0] ha trovato un posto fuori dal gioco.]
ja: @ed [\c[2]ドキュメント\c[0]はゲームの外に 居場所を見つけた。]
ko: @ed [그 \c[2]문서\c[0]는 게임 밖에서 적당한 장소를 찾았어.]
pt_br: @ed [O \c[2]Documento\c[0] pode ser encontrado fora do jogo.]
ru: @ed [\c[2]Документ\c[0] нашёл свой новый дом за пределами игры.]

source: @credits Special Thanks\n\lRedoplus \rAlmond-Goddess\n\lSaniblues \rFelixTheJudge\n
cht: @credits 特别鸣谢\n\lRedoplus \rAlmond-Goddess\n\lSaniblues \rFelixTheJudge\n
es: @credits Agradecimiento especial\n\lRedoplus \rAlmond-Goddess\n\lSaniblues \rFelixTheJudge\n
it: @credits Ringraziamenti speciali\n\lRedoplus \rAlmond-Goddess\n\lSaniblues \rFelixTheJudge\n
ja: @credits スペシャルサンクス\n\lRedoplus \rAlmond-Goddess\n\lSaniblues \rFelixTheJudge\n
ko: @credits 도와주신 분들\n\lRedoplus \rAlmond-Goddess\n\lSaniblues \rFelixTheJudge\n
pt_br: @credits Agradecimentos especiais\n\lRedoplus \rAlmond-Goddess\n\lSaniblues \rFelixTheJudge\n
ru: @credits Особая Благодарность\n\lRedoplus \rAlmond-Goddess\n\lSaniblues \rFelixTheJudge\n

source: PHOTOGENIC LOCATIONS
cht: 拍照地点
es: UBICACIONES FOTOGÉNICAS
ja: 魅力的なロケーション
ko: 사진이 잘 찍히는 곳
pt_br: LOCAIS FOTOGÊNICOS
ru: ФОТОГЕНИЧНЫЕ ЛОКАЦИИ

source: Maize
it: Mays
ja: メイズ
ko: 메이즈
ru: Мэйз

source: Cafe
cht: 咖啡
es: Cafetería
it: Caffetteria
ja: カフェ
ko: 카페
pt_br: Café
ru: Кафе

source: Glenbot
cht: GLEN机器人
es: Vallebot
ja: 峡谷ボット
ko: 협곡봇
pt_br: Valebô
ru: Робот Долины

source: MORE LOCATIONS
cht: 更多地点
es: MÁS UBICACIONES
ja: 他のロケーション
ko: 지역 더 보기
pt_br: MAIS LOCAIS
ru: ДРУГИЕ ЛОКАЦИИ

source: Fish
cht: 鱼
es: Pescado
it: Pesce
ja: 魚
ko: 생선
pt_br: Peixe
ru: Рыба

source: Trader
cht: 商人
es: Mercader
it: Mercante
ja: 商人
ko: 교역상
pt_br: Comerciante
ru: Торговец

source: Dorms
cht: 宿舍
es: Dormitorios
it: Dormitori
ja: 寮
ko: 숙소
pt_br: Dormitório
ru: Общаги

source: A handy guide to text colors!\n\c[4]blue\c[0], \c[2]green\c[0], \c[1]red\c[0] and \c[3]yellow\c[0]
cht: 一本关于颜色的手册指南！\n\c[4]蓝色\c[0]， \c[2]绿色\c[0]， \c[1]红色\c[0] 和 \c[3]黄色\c[0]
es: ¡Guía útil de los colores del texto!\n\c[4]azul\c[0], \c[2]verde\c[0], \c[1]rojo\c[0] y \c[3]amarillo\c[0]
ja: テキスト色の便利なガイド！\n\c[4]青\c[0]、\c[2]緑\c[0]、\c[1]赤\c[0]、\c[3]黄色\c[0]
ko: 글자 색 예제입니다!\n\c[4]청색\c[0], \c[2]녹색\c[0], \c[1]적색\c[0] 그리고 \c[3]황색\c[0]
pt_br: Um guia útil sobre cores de texto!\n\c[4]azul\c[0], \c[2]verde\c[0], \c[1]vermelho\c[0] e \c[3]amarelo\c[0]
ru: Удобный гайд по цветам текста!\n\c[4]синий\c[0], \c[2]зелёный\c[0], \c[1]красный\c[0] иии \c[3]жёлтый\c[0]

source: postgame on
cht: 游戏后开启
es: activar postjuego
ja: ゲーム終了後ON
ko: 포스트게임 켬
pt_br: pós-jogo ligado
ru: ng+ вкл

source: postgame off
cht: 游戏后关闭
es: desactivar postjuego
ja: ゲーム終了後OFF
ko: 포스트게임 끔
pt_br: pós-jogo desligado
ru: ng+ выкл

source: @plight_worry *internal screaming*
cht: @plight_worry *内部尖叫*
es: @plight_worry *grito interno*
it: @plight_worry *urla interne*
ja: @plight_worry *内面の叫び*
ko: @plight_worry *마음속 비명소리*
pt_br: @plight_worry *gritando internamente*
ru: @plight_worry *крик души*

source: @niko_speak *external screaming*
cht: @niko_speak *外部尖叫*
es: @niko_speak *grito externo*
it: @niko_speak *urla esterne*
ja: @niko_speak *外面の叫び*
ko: @niko_speak *비명소리*
pt_br: @niko_speak *gritando externamente*
ru: @niko_speak *крик тела*

source: Go to the finale?
cht: 前往结局?
it: Andare al finale?
ko: 피날레로 갈까요?
ru: Перейти к финалу?

source: Hello Penguin
cht: 你好，企鹅
es: Hola, pingüino
it: Ciao Pinguino
ja: ペンギン、こんにちは。
ko: 안녕, 펭귄
pt_br: Olá, pinguim
ru: Привет Пингвин

source: @alula_oh Do you want to go back, Niko?
cht: @alula_oh 你想回来吗，Niko？
es: @alula_oh ¿Quieres volver, Niko?
it: @alula_oh Vuoi tornare indietro, Niko?
ja: @alula_oh ニコ、戻っちゃうの？
ko: @alula_oh 돌아가고 싶어, 니코?
pt_br: @alula_oh Quer voltar, Niko?
ru: @alula_oh Нико, ты хочешь обратно?

source: @niko ...Nah.
cht: @niko ...算了。
es: @niko ... No.
it: @niko ...No.
ja: @niko …ううん。
ko: @niko ...아니.
pt_br: @niko ... Não.
ru: @niko ...Неа.

source: $Hey sweetie,
cht: $嗨，小甜心，
es: $Hola cariño:
it: $Ehi tesoro,
ja: $元気にしてるかしら。
ko: $사랑하는 아들아,
pt_br: $Olá, meu amor.
ru: $Привет, солнышко,

source: $Six more weeks until you can come home!
cht: $六周后你就能回家！
es: $¡Seis semanas más y podrás volver a casa!
it: $solo sei settimane e potrai finalmente tornare a casa!
ja: $あと6週間で 帰ってこられるわね！
ko: $네가 집에 돌아오기까지 6주 남았구나!
pt_br: $Mais seis semanas e você pode voltar para casa!
ru: $Ещё шесть недель до твоего возвращения домой!

source: $'bout time, huh?
cht: $时间正好，没错吧？
es: $Es cuestión de tiempo, ¿eh?
it: $Era ora, vero?
ja: $やっと、だわね？
ko: $어서 오고 싶지?
pt_br: $Já não era sem tempo!
ru: $Уже пора бы, да?

source: $Gosh, I can't imagine living in that awful capsule wall...dorm... thing!
cht: $天哪，我无法想象住在 那个憋屈的地方... 宿舍...那种东西！
es: $¡Vaya, no soy capaz de imaginarme cómo es vivir en esa horrorosa cápsula... cosa-cama de pared!
it: $Cavolo, non potrei mai vivere in quelle diamine di capsule... loculi... Che schifo!
ja: $カプセル壁だか寮だか 知らないけど、そんな 最悪なところで暮らす なんて想像できないわ！
ko: $세상에, 난 그 끔찍한... 캡슐 같은... 숙소에서 사는 건 상상도 못하겠더구나!
pt_br: $Puxa, eu não consigo imaginar como consegue viver nessa cápsula horrív... nesse dormitório!
ru: $Божечки, не могу представить, как ты там живёшь в этой ужасной капсульной стене... или спальне... или как там её!
