Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @silver_eyeclosed [I'm sorry, I... don't even recognize this writing system.]
cht: @silver_eyeclosed [对不起，我都不认识这个语言系统。]
es: @silver_eyeclosed [Lo siento, ni siquiera reconozco este sistema de escritura.]
it: @silver_eyeclosed [In realtà io... non riesco nemmeno a riconoscere il sistema di scrittura.]
ja: @silver_eyeclosed [ごめんなさい、この… 文字の構造すら 見覚えがないわ。]
ko: @silver_eyeclosed [미안해, 난... 이 문자 체계조차도 본 적이 없어.]
pt_br: @silver_eyeclosed [Desculpe, eu... desconheço este sistema de escrita.]
ru: @silver_eyeclosed [Прости, но я... даже не распознаю эту систему письменности.]

source: @niko Ah, well, it was worth a shot.
cht: @niko 啊，那值得一试。
es: @niko Bueno, tenía que intentarlo.
it: @niko Ah beh, un tentativo dovevo farlo.
ja: @niko ううん、 もしかしたらって思っただけだから。
ko: @niko 그냥 혹시나 해서 물어봤어요.
pt_br: @niko Ah, bem, valeu a tentativa.
ru: @niko Эх, ну ладно, попытка — не пытка.

source: @silver2 [Although...this insignia.]
cht: @silver2 [虽然...这个标志。]
es: @silver2 [Aunque... esta insignia.]
it: @silver2 [Però... questo simbolo.]
ja: @silver2 [でも…この記号。]
ko: @silver2 [하지만... 이 표시는...]
pt_br: @silver2 [Embora... essa insígnia...]
ru: @silver2 [Хотя...эта эмблема.]

source: @silver [Off you go...]
cht: @silver [你可以走了...]
es: @silver [Vete...]
it: @silver [Vai pure...]
ja: @silver [行きなさい…]
ko: @silver [그만 가도록 해...]
pt_br: @silver [Pode sair...]
ru: @silver [Ступай...]

source: @silver [There's no reason for you to linger in the Barrens.]
cht: @silver [你在 Barrens 逗留已经没意义了。]
es: @silver [No hay motivo para que permanezcas en los Baldíos.]
it: @silver [Non hai motivo per trattenerti ulteriormente nella Baia Desolata.]
ja: @silver [不毛の地に留まる意味はないわ。]
ko: @silver [넌 이 불모지에 남아 있을 필요가 없으니까.]
pt_br: @silver [Não há nenhum motivo para você ficar nas Terras Áridas.]
ru: @silver [У тебя нет причин задерживаться в Пустошах.]

source: @niko_speak Excuse me again, miss...
cht: @niko_speak 再次抱歉，女士...
es: @niko_speak Perdone de nuevo, señorita...
it: @niko_speak Scusa ancora, signorina...
ja: @niko_speak 何度もごめんなさい…
ko: @niko_speak 저, 하나 더 부탁드릴 게 있는데요...
pt_br: @niko_speak Com licença de novo, senhorita...
ru: @niko_speak Снова прошу прощения...

source: @niko_speak I found a robot who can take me towards the Tower!
cht: @niko_speak 我找到一个可以带我到塔楼的机器人！
es: @niko_speak ¡He encontrado un robot que puede llevarme a la Torre!
it: @niko_speak Ho trovato un robot in grado di accompagnarmi verso la Torre!
ja: @niko_speak 塔に連れていってくれるロボットを 見つけたんだ！
ko: @niko_speak 저를 탑에 데려다줄 로봇을 찾았어요!
pt_br: @niko_speak Encontrei um robô que pode me levar até a Torre!
ru: @niko_speak Я нашёл робота, который может довезти меня до Башни!

source: @niko_eyeclosed ...but it's having some trouble, so it told me to talk to you.
cht: @niko_eyeclosed ...但是它现在出了点故障，所以它 告诉我要找你。
es: @niko_eyeclosed ... Pero le pasa algo, así que me pidió que hablara con usted.
it: @niko_eyeclosed ...Ma sta avendo qualche problema e mi ha detto di chiedere a te.
ja: @niko_eyeclosed …でもちょっと問題があるみたいで、 お姉さんと話すようにって言われて。
ko: @niko_eyeclosed ...그런데 문제가 생겼으니 수석 기술자와 직접 이야기하라고 했어요.
pt_br: @niko_eyeclosed ... mas ele está com alguns problemas e pediu para eu falar com você.
ru: @niko_eyeclosed ...но у него кое-какие проблемы, и он велел мне поговорить с вами.

source: @silver [Alright.\>\nWhat is the issue?]
cht: @silver [好吧。\>\n什么问题？]
es: @silver [De acuerdo.]\>\n[¿Qué sucede?]
it: @silver [D'accordo.\>\nDi che si tratta?]
ja: @silver [分かった。\> その問題って？]
ko: @silver [그렇군.\>\n어떤 문젠데?]
pt_br: @silver [Certo.\>\nQual é o problema?]
ru: @silver [Ладно.\>\nВ чём там дело?]

source: @niko It said something about its navigation circuits being fried.
cht: @niko 它说是导航电路烧了。
es: @niko Ha dicho algo de que sus circuitos de navegación se están friendo.
it: @niko Ha detto che qualcosa nei suoi circuiti di navigazione è saltato.
ja: @niko ナビゲーション回路が ショートしたとか言ってた。
ko: @niko 항법 회로가 타 버렸대요.
pt_br: @niko Ele falou alguma coisa sobre os circuitos de navegação estragados.
ru: @niko Он сказал, что у него перегорели какие-то там навигационные схемы.

source: @silver2 [Just the navigation circuits?]
cht: @silver2 [只是导航电路出了问题？]
es: @silver2 [¿Solo los circuitos de navegación?]
it: @silver2 [Solo nei circuiti di navigazione?]
ja: @silver2 [ナビゲーション回路だけ？]
ko: @silver2 [항법 회로만?]
pt_br: @silver2 [Só os circuitos de navegação?]
ru: @silver2 [Только навигационные схемы?]

source: @niko_speak Apparently!\n\>\@niko \p and I fixed everything else, I think...
cht: @niko_speak 据说是！\n\>\@Niko \p和我修好了其它部分，我觉得...
es: @niko_speak ¡Sí, eso parece!\n\>\@niko \p y yo hemos arreglado el resto, creo...
it: @niko_speak A quanto pare sì!\n\>\@niko \p e io abbiamo sistemato tutto il resto, credo...
ja: @niko_speak そうみたい！\n\>\@niko ミーと \pで 他のところは直した、と思う…
ko: @niko_speak 그런가 봐요!\n\>\@niko \p 님과 제가 나머지는 다 고쳤어요. 아마도...
pt_br: @niko_speak Parece que sim!\n\>\@niko \p e eu consertamos todo o resto...
ru: @niko_speak Похоже, что да!\n\>\@niko \p и я уже исправили всё, что могли...

source: @silver [Hm...]
cht: @silver [嗯...]
es: @silver [Mmm...]
it: @silver [Mh...]
ja: @silver [ふむ…]
ko: @silver [흐음...]
ru: @silver [Хм...]

source: @silver [I have something that may help.]
cht: @silver [我有可以帮助解决问题的东西。]
es: @silver [Tengo algo que podría ayudar.]
it: @silver [Ho qualcosa che potrebbe aiutare.]
ja: @silver [使えそうなものならあるわ。]
ko: @silver [도움이 될 만한 물건이 있어.]
pt_br: @silver [Tenho algo que possa ajudar.]
ru: @silver [У меня есть кое-что, что может помочь.]

source: @silver_lookup [Rowbots have the ability to trace material from their source locations.]
cht: @silver_lookup [划船机器人能够追踪材料的来源地。]
es: @silver_lookup [Los remobots tienen la habilidad de rastrear materiales desde su ubicación de origen.]
it: @silver_lookup [I robattelli hanno l'abilità di rintracciare il luogo d'origine di ogni materiale.]
ja: @silver_lookup [漕ぎボットには、発生源から物質の位置を 特定する能力が備わってる。]
ko: @silver_lookup [운항봇은 물체로부터 그 물체의 본래 위치를 알아내는 능력을 가지고 있어.]
pt_br: @silver_lookup [Os remobôs têm a habilidade de encontrar materiais de seus locais de origem.]
ru: @silver_lookup [Веслоботы способны отслеживать материалы из их источников.]

source: @silver [If you let the rowbot borrow this, then its backup tracking system should activate.]
cht: @silver [你把这东西给划船机器人，然后它的备份追踪 系统就会激活。]
es: @silver [Si le das esto al remobot, su sistema auxiliar de rastreo debería activarse.]
it: @silver [Dai questo al robattello e dovrebbe attivarsi il suo sistema di tracciamento di riserva.]
ja: @silver [漕ぎボットにこれを渡したら、バックアップ 追跡システムが起動するはず。]
ko: @silver [그 운항봇에게 이걸 주면 예비용 항로 시스템이 작동할 거야.]
pt_br: @silver [Se você deixar o remobô usar isso, o sistema de rastreamento reserva deverá ativar-se.]
ru: @silver [Если ты на время дашь веслоботу эту вещь, должна активироваться его резервная система отслеживания.]

source: @niko_speak That's a very pretty necklace!
cht: @niko_speak 这条项链好漂亮！
es: @niko_speak ¡Qué collar más bonito!
it: @niko_speak È un ciondolo davvero carino!
ja: @niko_speak すごく綺麗な首飾りだね！
ko: @niko_speak 정말 예쁜 목걸이네요!
pt_br: @niko_speak É um colar muito bonito!
ru: @niko_speak Какое красивое ожерелье!

source: @niko What's it made of?
cht: @niko 它是用什么做的？
es: @niko ¿De qué está hecho?
it: @niko Di che cosa è fatto?
ja: @niko どうやって作ったの？
ko: @niko 뭘로 만든 거죠?
pt_br: @niko Do que é feito?
ru: @niko Из чего оно?

source: @silver_lookup [Amber found from the Glen.]
cht: @silver_lookup [是在Glen发现的琥珀。]
es: @silver_lookup [Es ámbar del Valle.]
it: @silver_lookup [Di un'ambra trovata nella Valle.]
ja: @silver_lookup [峡谷で見つけた琥珀よ。]
ko: @silver_lookup [협곡 지역의 호박석으로 만든 거야.]
pt_br: @silver_lookup [Âmbar encontrado no Vale.]
ru: @silver_lookup [Из янтаря, который нашли в Долине.]

source: @niko What's the thing inside the amber?
cht: @niko 琥珀里面是什么东西？
es: @niko ¿Qué es lo que hay dentro del ámbar?
it: @niko Cos'è quella cosa dentro l'ambra?
ja: @niko 琥珀の中に入ってるのは何？
ko: @niko 호박석 안에 들어있는 건 뭔가요?
pt_br: @niko O que há dentro do âmbar?
ru: @niko А что это внутри янтаря?

source: @silver2 [The black clover? \>\n\@silver That's a common plant in our world.]
cht: @silver2 [黑色的三叶草？\>\n\@silver 它是一种在我们的世界很常见的植物。]
es: @silver2 [¿El trébol negro? \>\n\@silver Es una planta común en nuestro planeta.]
it: @silver2 [Il trifoglio nero? \>\n\@silver È una pianta comune nel nostro mondo.]
ja: @silver2 [黒いクローバーのこと？ \>\n\@silver この世界では一般的な植物よ。]
ko: @silver2 [검은 클로버 말이야? \>\n\@silver 우리 세계에서 흔해 빠진 식물이지.]
pt_br: @silver2 [O trevo preto? \>\n\@silver É uma planta comum em nosso mundo.]
ru: @silver2 [Чёрный клевер? \>\n\@silver Это распространённое растение в нашем мире.]

source: @silver_lookup [It's also...]
cht: @silver_lookup [它还是...]
es: @silver_lookup [También es...]
it: @silver_lookup [È anche...]
ja: @silver_lookup [それに…]
ko: @silver_lookup [그건 또...]
pt_br: @silver_lookup [É também...]
ru: @silver_lookup [А ещё оно...]

source: @silver_eyeclosed [Sigh...I'm not sure if I can bear to part with this.]
cht: @silver_eyeclosed [哎...我不知道自己能不能忍受和 它分开。]
es: @silver_eyeclosed [Ay... No sé si podré soportar desprenderme de esto.]
it: @silver_eyeclosed [Sigh... Non sono sicura di riuscire a separarmene.]
ja: @silver_eyeclosed [はぁ…これを手放すなんて 私に耐えられるのかしら。]
ko: @silver_eyeclosed [하아... 이걸 떼어 놓을 자신이 없네.]
pt_br: @silver_eyeclosed [Ah... Eu não sei se consigo falar sobre isso.]
ru: @silver_eyeclosed [Эх... Как не хочется с ним расставаться.]

source: @silver_eyeclosed [My programming says yes, but I still feel conflicted.]
cht: @silver_eyeclosed [我的程序说可以，但是我觉得有点矛盾。]
es: @silver_eyeclosed [Mi programación me dice que sí, pero aún así siento un conflicto.]
it: @silver_eyeclosed [Secondo il mio programma non ci sono problemi, ma dentro di me sento di essere in conflitto con tale scelta.]
ja: @silver_eyeclosed [プログラムは問題ないと言っている。 けれど、私はまだ葛藤してる。]
ko: @silver_eyeclosed [내 안의 프로그램은 줘야 한다고 하지만 역시 충돌이 발생하는 모양이야.]
pt_br: @silver_eyeclosed [Minha programação diz que sim, mas ainda há um conflito dentro de mim.]
ru: @silver_eyeclosed [Моя программа говорит да, но я всё ещё чувствую противоречие.]

source: @silver_eyeclosed [Nevermind.]
cht: @silver_eyeclosed [没关系。]
es: @silver_eyeclosed [Da igual.]
it: @silver_eyeclosed [Non importa.]
ja: @silver_eyeclosed [気にしないで。]
ko: @silver_eyeclosed [신경 쓰지 마.]
pt_br: @silver_eyeclosed [Deixe para lá.]
ru: @silver_eyeclosed [Не бери в голову.]

source: @silver_eyeclosed [You need to finish your mission more than I need a keepsake.]
cht: @silver_eyeclosed [你需要完成的任务胜过我需要一个纪念品。]
es: @silver_eyeclosed [Es más importante para ti terminar la misión que para mí tener un recuerdo.]
it: @silver_eyeclosed [Il successo della tua missione è più importante di un capriccio legato ai miei ricordi.]
ja: @silver_eyeclosed [私の思い出よりも、 あなたの使命の方が大事。]
ko: @silver_eyeclosed [이런 추억보다는 네가 일을 끝마치는 게 더 중요하니까.]
pt_br: @silver_eyeclosed [Você precisa terminar sua missão mais do que preciso de uma recordação.]
ru: @silver_eyeclosed [Ты должен выполнить свою миссию. Это важнее, чем подарок на память.]

source: @silver [Here.]
cht: @silver [给你。]
es: @silver [Toma.]
it: @silver [Tieni.]
ja: @silver [ほら。]
ko: @silver [받아.]
pt_br: @silver [Pegue.]
ru: @silver [Держи.]

source: @niko_speak Oh, thank you!
cht: @niko_speak 哦，谢谢！
es: @niko_speak ¡Ah, gracias!
it: @niko_speak Oh, grazie!
ja: @niko_speak ありがとう！
ko: @niko_speak 아, 정말 고맙습니다!
pt_br: @niko_speak Ah, valeu!
ru: @niko_speak О, спасибо!

source: @silver [Do you need further assistance?]
cht: @silver [你需要更多的协助吗？]
es: @silver [¿Necesitas más ayuda?]
it: @silver [Vi serve ancora una mano?]
ja: @silver [他に手伝えることはある？]
ko: @silver [도움이 더 필요하니?]
pt_br: @silver [Precisa de mais alguma ajuda?]
ru: @silver [Тебе нужно ещё с чем-нибудь помощь?]

source: @niko We're good, thanks!
cht: @niko 我们很好，非常感谢！
es: @niko ¡No, gracias!
it: @niko Siamo a posto, grazie!
ja: @niko 大丈夫、ありがとう！
ko: @niko 이제 충분해요, 고마워요!
pt_br: @niko Não, tudo bem, valeu!
ru: @niko Всё хорошо, спасибо!

source: @niko_speak What's inside the Tower?
cht: @niko_speak 塔里面是什么？
es: @niko_speak ¿Qué hay dentro de la Torre?
it: @niko_speak Cosa c'è dentro la Torre?
ja: @niko_speak 塔の中には何があるの？
ko: @niko_speak 그 탑 안에는 뭐가 있나요?
pt_br: @niko_speak O que há dentro da Torre?
ru: @niko_speak Что находится внутри Башни?

source: @silver_lookup [I don't know. Nobody's ever entered it before.]
cht: @silver_lookup [我不知道。之前没人进去过。]
es: @silver_lookup [No lo sé. Nadie ha entrado nunca.]
it: @silver_lookup [Non lo so. Nessuno ci è mai entrato.]
ja: @silver_lookup [分からない。 誰も入ったことがないの。]
ko: @silver_lookup [나도 몰라. 아무도 안에 들어가 본 적이 없으니까.]
pt_br: @silver_lookup [Não sei. Ninguém nunca entrou nela.]
ru: @silver_lookup [Я не знаю. Никто ещё там не бывал.]

source: @silver [At least, nobody history knows.]
cht: @silver [至少没有听说谁进去过。]
es: @silver [Al menos, nadie conocido en la historia.]
it: @silver [O almeno, non c'è nulla che documenti alcun ingresso.]
ja: @silver [少なくとも、歴史に残ってる中ではね。]
ko: @silver [적어도 역사 기록상으로는 탑 안을 아는 사람이 없어.]
pt_br: @silver [Bem, é o que se sabe.]
ru: @silver [По крайней мере, история не знает таких людей.]

source: @niko Then... who built it?
cht: @niko 那...是谁建的？
es: @niko Entonces... ¿quién la construyó?
it: @niko Ma allora... chi l'ha costruita?
ja: @niko じゃあ…誰が建てたの？
ko: @niko 그럼... 누가 만든 거죠?
pt_br: @niko Então... quem a construiu?
ru: @niko Тогда... кто её построил?

source: @silver2 [Built?]
cht: @silver2 [建？]
es: @silver2 [¿Construyó?]
it: @silver2 [Costruita?]
ja: @silver2 [建てた？]
ko: @silver2 [만들어?]
pt_br: @silver2 [Construiu?]
ru: @silver2 [Построил?]

source: @silver [As far as anyone can tell, it's been there since the beginning of time.]
cht: @silver [据说，从这世界诞生之初就有了。]
es: @silver [Hasta donde se conoce, lleva ahí desde el origen de los tiempos.]
it: @silver [A quanto dicono, è lì sin dall'inizio dei tempi.]
ja: @silver [私たちの知る限りでは、あの塔はこの世界が 誕生してからずっと存在している。]
ko: @silver [우리가 아는 바로 그 탑은 시간의 시초부터 거기 있었어.]
pt_br: @silver [Pelo que sei, ela está lá desde o início dos tempos.]
ru: @silver [Насколько нам известно, она стоит там с начала времён.]

source: @silver [I know someone who wanted to study it before, but...]
cht: @silver [我知道，之前有人想研究它，但是...]
es: @silver [Conozco a alguien que quiso estudiarla, pero...]
it: @silver [Conoscevo qualcuno che desiderava studiarne le origini, ma...]
ja: @silver [以前、そのことを研究しようとしてた人が いたけれど…]
ko: @silver [전에 그걸 연구하려 한 녀석이 있긴 했지. 하지만...]
pt_br: @silver [Eu já conheci alguém que a quis estudar, mas...]
ru: @silver [Я знаю кое-кого, кто хотел её изучить, но...]

source: @silver [He never told me if it went anywhere.]
cht: @silver [他从没告诉过我，后来怎么样了。]
es: @silver [Nunca me dijo si fue.]
it: @silver [Non mi ha mai detto se fosse giunto a una conclusione.]
ja: @silver [結局どうなったのか、何も教えてくれなかった。]
ko: @silver [결국 어떻게 됐는지는 못 들었어.]
pt_br: @silver [Ele nunca me disse nada sobre isso.]
ru: @silver [Он так и не сказал, вышло у него что-то или нет.]

source: @silver2 [The lightbulb...]
cht: @silver2 [这个灯泡...]
es: @silver2 [La bombilla...]
it: @silver2 [La lampadina...]
ja: @silver2 [その電球…]
ko: @silver2 [그 전구는...]
pt_br: @silver2 [A lâmpada...]
ru: @silver2 [Лампочка...]

source: @silver2 [So, are you the "messiah"?]
cht: @silver2 [这么说，你就是那个"救世主"？]
es: @silver2 [Entonces, ¿tú eres el "mesías"?]
it: @silver2 [Quindi sei tu il "messia"?]
ja: @silver2 [あなたが「救世主」なの？]
ko: @silver2 [그렇구나. 네가 그 "구원자"니?]
pt_br: @silver2 [Então, você é o “messias”?]
ru: @silver2 [Получается, ты «мессия»?]

source: @niko That's what I've been told.
cht: @niko 别人也是这么说的。
es: @niko Eso me han dicho.
it: @niko Così mi è stato detto.
ja: @niko そう言われたよ。
ko: @niko 그런가 봐요.
pt_br: @niko É o que me disseram.
ru: @niko Мне так сказали.

source: @silver [I expected someone...taller.]
cht: @silver [我还期望是个...更高大的人。]
es: @silver [Me esperaba a alguien más... alto.]
it: @silver [Mi aspettavo qualcuno di più...\. alto.]
ja: @silver [もっと…背の高い人を想像してた。]
ko: @silver [키가... 좀 더 클 줄 알았는데.]
pt_br: @silver [Eu esperava alguém... mais alto.]
ru: @silver [Я ожидала кого-нибудь...выше ростом.]

source: @silver_eyeclosed [Or at least someone that doesn't look like a kitten.]
cht: @silver_eyeclosed [最起码不会是长得像猫咪一样的人。]
es: @silver_eyeclosed [O, al menos, alguien que no parezca un gatito.]
it: @silver_eyeclosed [O perlomeno, qualcuno che non assomigliasse a un gattino.]
ja: @silver_eyeclosed [少なくとも、子猫みたいな 見た目じゃない人。]
ko: @silver_eyeclosed [게다가 새끼 고양이처럼 생겼을 줄이야.]
pt_br: @silver_eyeclosed [Ou, pelo menos, alguém que não pareça um gatinho.]
ru: @silver_eyeclosed [Или хотя бы кого-то, не напоминающего видом котёнка.]

source: @silver [That's what you are, right? Some sort of cat?]
cht: @silver [你其实就是吧？某种猫类？]
es: @silver [Eso es lo que eres, ¿verdad? ¿Algún tipo de gato?]
it: @silver [Perché è quello che sei, giusto? Una specie di gatto?]
ja: @silver [そうよね？あなた、ネコ科でしょ？]
ko: @silver [그렇지? 넌 고양이지?]
pt_br: @silver [É isso que você é, certo? Uma espécie de gato?]
ru: @silver [Ты ведь и в правду какая-то разновидность кошки, да?]

source: @niko Nuh-uh!
cht: @niko 啊哼！
es: @niko ¡No, no!
it: @niko Nossignora!
ja: @niko ち、違うよ！
ko: @niko 아니, 아니에요!
pt_br: @niko N-não!
ru: @niko Не-а!

source: @niko_speak I'm a person!
cht: @niko_speak 我是人类！
es: @niko_speak ¡Soy una persona!
it: @niko_speak Sono una persona!
ja: @niko_speak ミーは人だよ！
ko: @niko_speak 전 사람이라고요!
pt_br: @niko_speak Eu sou uma pessoa!
ru: @niko_speak Я человек!

source: @silver [You got the eyes of a cat...]
cht: @silver [你的眼睛长得跟猫一样...]
es: @silver [Tienes ojos de gato...]
it: @silver [Ma hai gli occhi di un gatto...]
ja: @silver [でも、猫みたいな目をしているわ。]
ko: @silver [눈이 영락없이 고양이인데...]
pt_br: @silver [Você tem olhos de gato...]
ru: @silver [У тебя кошачьи глаза...]

source: @niko_speak But cats walk on four legs!
cht: @niko_speak 但是猫是用四条腿走路的！
es: @niko_speak ¡Pero los gatos andan a cuatro patas!
it: @niko_speak Ma i gatti camminano a quattro zampe!
ja: @niko_speak でもネコは4足歩行だよ！
ko: @niko_speak 고양이는 네 발로 다니잖아요!
pt_br: @niko_speak Mas os gatos andam em quatro patas!
ru: @niko_speak Но кошки ходят на четырёх лапах!

source: @silver_eyeclosed [Well, either way...]
cht: @silver_eyeclosed [好吧，不管怎样...]
es: @silver_eyeclosed [Bueno, da igual...]
it: @silver_eyeclosed [Beh, ad ogni modo...]
ja: @silver_eyeclosed [まあ、いずれにしても…]
ko: @silver_eyeclosed [뭐, 어쨌든...]
pt_br: @silver_eyeclosed [Bem, enfim...]
ru: @silver_eyeclosed [Ладно, в любом случае...]

source: @silver_lookup [A child like you being the messiah...just doesn't feel right.]
cht: @silver_lookup [像你这样的孩子当救世主... 总感觉不太对。]
es: @silver_lookup [Que una criatura como tú sea el mesías... no me da buena espina.]
it: @silver_lookup [Il fatto che sia un bambino come te ad essere il messia...\. Non so, c'è qualcosa che non torna.]
ja: @silver_lookup [あなたのような子供が救世主だなんて… 少し変な気持ちになるわね。]
ko: @silver_lookup [너 같은 어린아이가 구원자라니... 왠지 찜찜하잖아.]
pt_br: @silver_lookup [Uma criança como você ser o nosso Messias... não parece certo.]
ru: @silver_lookup [Ты ребёнок и то, что ты — мессия... Это как-то неправильно.]

source: @niko_eyeclosed But that robot back there says there's no mistake...
cht: @niko_eyeclosed 但是那边的机器人说就是我没错...
es: @niko_eyeclosed Pero ese robot de ahí dice que no hay equivocación...
it: @niko_eyeclosed Ma il robot ha detto che lo sono senza ombra di dubbio...
ja: @niko_eyeclosed でもさっき、ロボットが 間違いないって…
ko: @niko_eyeclosed 하지만 조금 전에 만난 로봇은 틀림없다고 했어요...
pt_br: @niko_eyeclosed Mas aquele robô tem certeza disso...
ru: @niko_eyeclosed Но тот робот говорит, что ошибки быть не может...

source: @silver [I know.]
cht: @silver [我知道。]
es: @silver [Lo sé.]
it: @silver [Lo so.]
ja: @silver [知ってる。]
ko: @silver [나도 알고 있어.]
pt_br: @silver [Eu sei.]
ru: @silver [Я знаю.]

source: @silver_eyeclosed [...sigh.]
cht: @silver_eyeclosed [...哎。]
es: @silver_eyeclosed [... Ay.]
ja: @silver_eyeclosed […はぁ。]
ko: @silver_eyeclosed [...하아.]
pt_br: @silver_eyeclosed [... ah.]
ru: @silver_eyeclosed [...эх.]

source: @silver_eyeclosed [This is going to sound cold, but...]
cht: @silver_eyeclosed [我现在要说的话可能听起来会很冷漠，但是...]
es: @silver_eyeclosed [Esto va a sonar frío, pero...]
it: @silver_eyeclosed [Non vorrei sembrare indelicata, ma...]
ja: @silver_eyeclosed [冷たく聞こえるかもしれないけれど…]
ko: @silver_eyeclosed [냉정하게 들리겠지만...]
pt_br: @silver_eyeclosed [Isso vai soar meio frio, mas...]
ru: @silver_eyeclosed [Это прозвучит жестоко, но...]

source: @silver_lookup [I honestly think you are better off just...leaving and letting the world die naturally.]
cht: @silver_lookup [我真觉得你最好别管这世界，就让它 自然毁灭好了。]
es: @silver_lookup [Sinceramente, creo que sería mejor que... te marchases y dejases al mundo morir de forma natural.]
it: @silver_lookup [Penso che sarebbe meglio se tu te ne andassi e lasciassi il mondo al suo destino.]
ja: @silver_lookup [正直、あなたは…早くお家に帰って、 世界は自然に滅びてしまったほうが いいと思うの。]
ko: @silver_lookup [솔직히 난... 네가 이 세상이 자연스레 멸망하도록 그냥 두는 게 낫다고 생각해.]
pt_br: @silver_lookup [Para ser sincera, acho que você deveria apenas... deixar o mundo morrer naturalmente.]
ru: @silver_lookup [Как по мне, лучше бы тебе просто...оставить всё как есть и дать этому миру умереть естественным образом.]

source: @silver [The world has been falling apart for a long time.]
cht: @silver [这个世界已经支离破碎很久了。]
es: @silver [El mundo lleva mucho tiempo destruyéndose.]
it: @silver [È da un sacco di tempo che sta cadendo a pezzi.]
ja: @silver [この世界は長きにわたって崩壊を続けている。]
ko: @silver [이 세계는 오래전부터 붕괴하기 시작했어.]
pt_br: @silver [O mundo está acabando há muito tempo.]
ru: @silver [Мир уже давно разваливается на части.]

source: @silver_eyeclosed [This manner of decay...It's highly unprobable that the sun can fix it.]
cht: @silver_eyeclosed [衰败到这种程度...靠一个太阳也是 难以解决问题的。]
es: @silver_eyeclosed [Este tipo de decadencia... es muy improbable que el sol pueda arreglarla.]
it: @silver_eyeclosed [Il mondo è in rovina... e dubito che il sole possa sistemarlo.]
ja: @silver_eyeclosed [この様子だと… 太陽では修復しきれない可能性が高い。]
ko: @silver_eyeclosed [이렇게 엉망이 됐는데... 태양을 바꾼다고 고칠 수 있을 리 없지.]
pt_br: @silver_eyeclosed [Essa decadência... duvido que o sol vá revertê-la.]
ru: @silver_eyeclosed [И природа этого распада...Маловероятно, что солнце сможет это исправить.]

source: @silver [You've already seen how bad it can get, right?]
cht: @silver [你已经看到它糟糕到什么程度了，对吧？]
es: @silver [Ya has visto lo terrible que puede llegar a ser, ¿no?]
it: @silver [Hai già visto quanto la situazione stia peggiorando, giusto?]
ja: @silver [どんな有り様か、あなたももう見たでしょ？]
ko: @silver [너도 상황이 얼마나 심각한지 봤잖아, 그렇지?]
pt_br: @silver [Você viu como isso é ruim, não é?]
ru: @silver [Ты ведь уже видел, насколько всё может быть плохо?]

source: @niko We...haven't seen much of anything, actually...
cht: @niko 我们...看得还不多，其实...
es: @niko No... no hemos visto mucho aún, en realidad...
it: @niko In realtà... non abbiamo ancora visto granché...
ja: @niko ミーたち、実は…まだあんまり知らないんだ…
ko: @niko 우리는... 사실 아직 많이 못 봤어요...
pt_br: @niko Nós... não vimos muita coisa, na verdade...
ru: @niko Мы...вообще-то видели не так уж много...

source: @niko_eyeclosed And we can't really just leave...
cht: @niko_eyeclosed 而且，我们也不能就这么离开...
es: @niko_eyeclosed Y tampoco podemos marcharnos realmente...
it: @niko_eyeclosed E non potremmo andarcene neanche volendo...
ja: @niko_eyeclosed それに、帰ることだってできないし…
ko: @niko_eyeclosed 그렇다고 그냥 가 버릴 수도 없고요...
pt_br: @niko_eyeclosed E não podemos apenas desistir...
ru: @niko_eyeclosed И мы не можем просто уйти...

source: @silver2 [Oh, so you just got here?]
cht: @silver2 [哦，所以你才刚到这世界？]
es: @silver2 [Ah, ¿entonces acabas de llegar?]
it: @silver2 [Ah, quindi sei appena arrivato?]
ja: @silver2 [あら、じゃあ来たばかりなの？]
ko: @silver2 [그 말은 여기 온 지 얼마 안 됐다는 거네?]
pt_br: @silver2 [Ah, então você acabou de chegar aqui?]
ru: @silver2 [А, ты только сюда попал?]

source: @silver [Then you must be headed towards the Tower.]
cht: @silver [那你一定是要到塔楼去。]
es: @silver [Entonces seguro que te diriges a la Torre.]
it: @silver [Allora dovresti essere diretto alla Torre.]
ja: @silver [ということは、 塔に向かっているってことかしら。]
ko: @silver [그렇다면 탑으로 가는 길이겠군.]
pt_br: @silver [Então você deve ir em direção à Torre.]
ru: @silver [Тогда ты, должно быть, направляешься к Башне.]
