Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko_speak It's another photo of me!
cht: @niko_speak 另一张我的照片！
es: @niko_speak ¡Es otra foto mía!
it: @niko_speak È un'altra mia foto!
ja: @niko_speak もう1枚！
ko: @niko_speak 또 제 사진이에요!
pt_br: @niko_speak Outra foto minha!
ru: @niko_speak Это ещё одно моё фото!

source: @niko Good thinking, \p. It's a good idea to have a backup.
cht: @niko 不错的想法， \p。 准备备份这个主意很不错。
es: @niko Bien pensado, \p. Tener un plan B es una buena idea.
it: @niko Bell'idea, \p. È sempre meglio avere una copia in più!
ja: @niko ナイスアイデア、 \p。 予備があると安心だね。
ko: @niko 좋은 생각이에요, \p 님. 예비용 사진도 하나 있으면 좋겠죠.
pt_br: @niko Tem razão, \p. É sempre bom ter uma reserva.
ru: @niko Хорошая мысль, \p. Никогда не помешает иметь про запас.

source: @niko It's another photo of me...
cht: @niko 这是我的另一张照片...
es: @niko Es otra foto mía...
it: @niko È un'altra mia foto...
ja: @niko もう1枚…
ko: @niko 또 사진이 나왔어요...
pt_br: @niko Outra foto minha...
ru: @niko Это ещё одно моё фото...

source: @niko_speak Three is enough, right?
cht: @niko_speak 三张够了吧？
es: @niko_speak Con tres es suficiente, ¿no?
it: @niko_speak Tre sono abbastanza, vero?
ja: @niko_speak 3つあれば十分だよね？
ko: @niko_speak 세 장이면 충분하겠죠?
pt_br: @niko_speak Três é suficiente, não é?
ru: @niko_speak Трёх будет достаточно, да?

source: @niko_83c This is kind of fun!
cht: @niko_83c 这很有趣！
es: @niko_83c ¡Esto parece divertido!
it: @niko_83c È divertente!
ja: @niko_83c けっこう楽しいね！
ko: @niko_83c 이거 재미있는데요!
pt_br: @niko_83c Até que é divertido!
ru: @niko_83c А это даже весело!

source: @niko It's a photo of me.
cht: @niko 这是我的照片。
es: @niko Es una foto mía.
it: @niko È una mia foto.
ja: @niko ミーの写真だ。
ko: @niko 제 사진이네요.
pt_br: @niko Uma foto minha.
ru: @niko Это моё фото.

source: @niko_speak This one turned out pretty good!
cht: @niko_speak 这张照得不错！
es: @niko_speak ¡Esta ha salido bastante bien!
it: @niko_speak Questa è uscita molto bene!
ja: @niko_speak これはとっても綺麗に写ってる！
ko: @niko_speak 꽤 예쁘게 찍혔어요!
pt_br: @niko_speak Esta ficou muita boa!
ru: @niko_speak Оно вышло очень даже неплохо!

source: @niko_speak Oh no!\>\n\@niko_eyeclosed I blinked in this one...
cht: @niko_speak 哦，不！\>\n\@niko_eyeclosed 我在这张照片里眨眼了...
es: @niko_speak ¡Qué mal!\>\n\@niko_eyeclosed He cerrado los ojos...
it: @niko_speak Oh no!\>\n\@niko_eyeclosed Ho gli occhi chiusi in questa qui...
ja: @niko_speak あ、やっちゃった！\>\n\@niko_eyeclosed これは目を閉じちゃってる…
ko: @niko_speak 아, 안 돼!\>\n\@niko_eyeclosed 눈을 감아 버렸어요...
pt_br: @niko_speak Ah, não!\>\n\@niko_eyeclosed Eu pisquei nessa...
ru: @niko_speak О нет!\>\n\@niko_eyeclosed На этом я моргнул...

source: @niko Nice.
cht: @niko 不错。
es: @niko Está muy bien.
it: @niko Bene.
ja: @niko すごいね。
ko: @niko 괜찮네요.
pt_br: @niko Boa.
ru: @niko Неплохо.

source: @niko_speak All of these are turning out pretty good!
cht: @niko_speak 这几张都不错！
es: @niko_speak ¡Todas estas están saliendo bastante bien!
it: @niko_speak Sono tutte uscite molto bene!
ja: @niko_speak どれもすっごくいい感じだよ！
ko: @niko_speak 다 잘 나온 것 같아요!
pt_br: @niko_speak Todas elas ficaram ótimas!
ru: @niko_speak А ведь они все хорошо получаются!

source: @niko_speak How many of these do we need, \p?
cht: @niko_speak 要几张， \p？
es: @niko_speak ¿Cuántas necesitamos, \p?
it: @niko_speak \p, quante ce ne servono?
ja: @niko_speak \p、 何枚必要なの？
ko: @niko_speak 얼마나 더 필요할까요, \p 님?
pt_br: @niko_speak De quantas precisamos, \p?
ru: @niko_speak Сколько нам их нужно, \p?

source: @niko It's a photo of me...
cht: @niko 这是我的照片...
es: @niko Es una foto mía...
it: @niko È una mia foto...
ja: @niko ミーの写真だ…
ko: @niko 제 사진이네요...
pt_br: @niko Uma foto minha...
ru: @niko Это моё фото...

source: @niko_eyeclosed And the camera is out of film now...
cht: @niko_eyeclosed 照相机没胶卷了...
es: @niko_eyeclosed Y ahora la cámara se ha quedado sin carrete...
it: @niko_eyeclosed Ed è pure finita la pellicola...
ja: @niko_eyeclosed カメラのフィルムがなくなっちゃった…
ko: @niko_eyeclosed 이제 카메라에 필름이 없어요...
pt_br: @niko_eyeclosed Acabou o filme da câmera...
ru: @niko_eyeclosed И в камере теперь нет плёнки...

source: @niko There's a slot here.\>\nLooks like paper or something might come out from it.
cht: @niko 这里有个卡槽。\>\n好像纸或者类似的东西会从这里出来。
es: @niko Aquí hay una ranura.\>\nPodría salir de ahí papel u otra cosa.
it: @niko Qui c'è una fessura.\>\nA vederla si direbbe che serva per far uscire della carta o qualcosa del genere.
ja: @niko ここにスロットがあるよ。\>\n紙か何か、出てきそう。
ko: @niko 구멍이 있어요.\>\n종이 같은 게 나올 것처럼 생겼네요.
pt_br: @niko Há um espaço aqui.\>\nParece que vai sair daqui algum papel ou algo do tipo.
ru: @niko Здесь есть прорезь.\>\nНаверное, отсюда должна выходить бумага или что-то в этом роде.

source: @niko It's out of film...
cht: @niko 没胶卷了...
es: @niko Se ha quedado sin carrete...
it: @niko La pellicola è finita...
ja: @niko フィルムがなくなっちゃった…
ko: @niko 필름이 없어요...
pt_br: @niko Está sem filme...
ru: @niko Фотоплёнка закончилась...

source: @niko ...\>\nI guess that wasn't the right combination, \p.
cht: @niko ...\>\n我觉得这不是正确的组合， \p。
es: @niko ...\>\nSupongo que esa no era la combinación correcta, \p.
it: @niko ...\>\n\p, non penso che sia la combinazione giusta.
ja: @niko …\>\nはめ込む場所が違ってたみたいだね、 \p。
ko: @niko ...\>\n\p 님, 이 조합은 올바르지 않은 것 같아요...
pt_br: @niko ...\>\nAcho que essa era a combinação certa, \p.
ru: @niko ...\>\nНе похоже, что это было правильной комбинацией, \p.

source: @niko ...\>\nIt didn't do anything.
cht: @niko ...\>\n它根本没什么用。
es: @niko ...\>\nNo ha hecho nada.
it: @niko ...\>\nNon è successo niente.
ja: @niko …\>\n何も起きなかった。
ko: @niko ...\>\n아무 일도 없어요.
pt_br: @niko ...\>\nNão aconteceu nada.
ru: @niko ...\>\nНичего не изменилось.

source: @niko A jar of some sort of grain.
cht: @niko 一个装着某种粮食的罐子。
es: @niko Un bote con algún tipo de cereal dentro.
it: @niko Un vaso contenente chicchi di un qualche cereale.
ja: @niko 何かの穀物が入った壺。
ko: @niko 곡물이 든 항아리예요.
pt_br: @niko Um pote de algum tipo de grão.
ru: @niko Сосуд с каким-то зерном.

source: @niko This looks like flour!
cht: @niko 这看起来像面粉！
es: @niko ¡Parece harina!
it: @niko Sembra farina!
ja: @niko 小麦粉みたい！
ko: @niko 밀가루 같은데요!
pt_br: @niko Parece farinha!
ru: @niko Это похоже на муку!

source: @niko Oats.
cht: @niko 燕麦。
es: @niko Avena.
it: @niko Avena.
ja: @niko 麦だね。
ko: @niko 귀리예요.
pt_br: @niko Aveia.
ru: @niko Овёс.

source: @niko Heads of wheat.
cht: @niko 小麦头穗。
es: @niko Espigas de trigo.
it: @niko Spighe di grano.
ja: @niko 小麦の先っぽ。
ko: @niko 밀이 들어 있어요.
pt_br: @niko Espigas de trigo.
ru: @niko Колосья пшеницы.

source: A cat does sound nice...
cht: 养一只猫听起来确实不错...
es: Un gato suena bien...
it: Credo che un gatto andrebbe bene.
ja: 確かに、猫はありだな…
ko: 고양이라니 괜찮긴 하네...
pt_br: Um gatinho seria ótimo...
ru: Кошка пришлась бы кстати...

source: Maybe I'll ask my cousin to find one in the city for me.
cht: 我可能要让我表兄帮我在城里找一只。
es: Quizás le pida a mi primo que me consiga uno en la ciudad.
it: Chiederò a mio cugino di cercarne uno in città.
ja: 1匹、街で探してくれと いとこに頼んでみようかな。
ko: 도시에 사는 사촌에게 한 마리 보내 달라고 해야겠어.
pt_br: Talvez eu peça ao meu primo para encontrar um na cidade para mim.
ru: Может, я попрошу кузена привезти мне одну из города.

source: He just moved there.
cht: 他刚搬到那。
es: Acaba de mudarse aquí.
it: Si è trasferito lì da poco.
ja: 最近そいつがそこに引っ越したんだ。
ko: 최근에 도시로 이사했거든.
pt_br: Ele acabou de se mudar.
ru: Он совсем недавно туда переехал.

source: This is it... the last of our grain surpluses...
cht: 就这些了...我们最后剩下的一点粮食...
es: Se acabó... nos hemos quedado sin cereales...
it: Queste sono... le nostre ultime scorte di cereali...
ja: これで全部だ…穀物の備蓄はこれしか残っていない…
ko: 이게 전부야... 이게 마지막 식량이야...
pt_br: É... o nosso último suprimento de grãos...
ru: Вот и всё... Это наши последние запасы зерна...

source: And now we're dealing with a vermin problem...
cht: 现在我们正在应付虫害问题...
es: Y ahora tenemos un problema de plagas...
it: E adesso abbiamo anche problemi con i parassiti...
ja: しかもネズミが出てきて困ってる…
ko: 게다가 지금은 쥐 때문에 골치가 아프지...
pt_br: E agora estamos tendo problemas com pragas...
ru: А теперь ещё и грызуны завелись...

source: @niko Maybe you can get cats?
cht: @niko 也许你可以找到猫？
es: @niko ¿Podrías conseguir algún gato?
it: @niko Magari potete prendervi dei gatti, no?
ja: @niko それなら、ネコを飼うのはどう？
ko: @niko 고양이를 키우면 어때요?
pt_br: @niko Será que você consegue um gatinho?
ru: @niko Может, вам завести кошек?

source: @niko_eyeclosed Not that I'm a cat, I mean...
cht: @niko_eyeclosed 不是说我是猫，我是说...
es: @niko_eyeclosed No es que yo sea un gato, lo que quiero decir es...
it: @niko_eyeclosed Non che io sia un gatto, ovviamente...
ja: @niko_eyeclosed ミーはネコじゃないよ、えっと…
ko: @niko_eyeclosed 아, 전 고양이가 아니지만요...
pt_br: @niko_eyeclosed Não que eu seja um gato, sabe...
ru: @niko_eyeclosed То есть, сам-то я не кошка...

source: @alula What's a cat?
cht: @alula 猫是什么？
es: @alula ¿Qué es un gato?
it: @alula Cos'è un gatto?
ja: @alula ネコってなあに？
ko: @alula 고양이가 뭐야?
pt_br: @alula O que é um gato?
ru: @alula Что такое «кошка»?

source: @niko_eyeclosed Something that I'm not!
cht: @niko_eyeclosed 肯定不是我！
es: @niko_eyeclosed ¡Algo que yo no soy!
it: @niko_eyeclosed Qualcosa che non c'entra niente con me!
ja: @niko_eyeclosed ミーとは違う生き物のこと！
ko: @niko_eyeclosed 나랑 다른 거!
pt_br: @niko_eyeclosed Algo que eu não sou!
ru: @niko_eyeclosed То, чем я не являюсь!

source: @niko_speak It's an animal that walks on four legs and hunts mice and rats!
cht: @niko_speak 它是一种动物，用四条腿走路，可以 捕捉各种老鼠！
es: @niko_speak ¡Es un animal de cuatro patas que caza ratas y ratones!
it: @niko_speak È un animale che cammina su quattro zampe che caccia topi e ratti!
ja: @niko_speak ネズミを捕まえる、4足歩行の動物だよ！
ko: @niko_speak 네 발로 걷고 쥐를 사냥하는 동물이야!
pt_br: @niko_speak É um animal que anda sobre quatro patas e caça ratos!
ru: @niko_speak Это животное, которое ходит на четырёх лапах и охотится на мышей и крыс!

source: @alula_gasp Like a fox?
cht: @alula_gasp 像狐狸？
es: @alula_gasp ¿Como un zorro?
it: @alula_gasp Come una volpe?
ja: @alula_gasp キツネみたいな？
ko: @alula_gasp 여우처럼?
pt_br: @alula_gasp Tipo uma raposa?
ru: @alula_gasp Как лиса?

source: @niko I... guess?
cht: @niko 我猜... 是的？
es: @niko Supongo...
it: @niko Credo... di sì?
ja: @niko そう…たぶん？
ko: @niko 아마... 도?
pt_br: @niko Acho... que sim.
ru: @niko Думаю... да?

source: @alula_speak Foxes are cool!
cht: @alula_speak 狐狸真酷！
es: @alula_speak ¡Los zorros molan!
it: @alula_speak Le volpi sono fiche!
ja: @alula_speak キツネ、かっこいいよね！
ko: @alula_speak 여우는 멋져!
pt_br: @alula_speak Raposa é legal!
ru: @alula_speak Лисы такие классные!

source: @silver2 [I'll be waiting here if you need me.]
cht: @silver2 [如果你需要，我会在这等你。]
es: @silver2 [Te esperaré aquí por si me necesitas.]
it: @silver2 [Se avrai bisogno di me, sarò qui.]
ja: @silver2 [必要ならここで待ってるから。]
ko: @silver2 [난 여기 있을 테니 필요하면 와.]
pt_br: @silver2 [Estarei esperando aqui, se precisar de mim.]
ru: @silver2 [Я буду ждать здесь, на случай, если тебе понадоблюсь.]

source: @silver2 [Maybe you should inspect the journal a bit closer....]
cht: @silver2 [你可能需要更仔细地阅读日志...]
es: @silver2 [Quizá deberías inspeccionar el diario algo más de cerca...]
it: @silver2 [Forse dovresti ispezionare il diario un po' più da vicino...]
ja: @silver2 [その日記、もう少し詳しく 調べてみたらどうかしら…]
ko: @silver2 [일지를 조금 더 자세히 봐야 할지도 몰라...]
pt_br: @silver2 [Dê uma olhada no diário com mais calma....]
ru: @silver2 [Возможно, тебе стоит получше изучить этот дневник....]

source: @silver [Do be careful in here.]
cht: @silver [在这里一定要小心。]
es: @silver [Ten cuidado aquí.]
it: @silver [Qui dovresti prestare attenzione.]
ja: @silver [気をつけて。]
ko: @silver [조심하도록 해.]
pt_br: @silver [Cuidado por aqui.]
ru: @silver [Будь очень осторожен.]

source: @silver [Ready to leave?]
cht: @silver [准备好离开了吗？]
es: @silver [¿Listo para salir?]
it: @silver [Sei pronto ad andare?]
ja: @silver [もう出る？]
ko: @silver [가려고?]
pt_br: @silver [Pronto para sair?]
ru: @silver [Ты готов уходить?]

source: @niko Mhm.
cht: @niko 嗯。
es: @niko Sí.
ja: @niko うん。
ko: @niko 네.
ru: @niko Угу.

source: @niko It'd be rude to leave now...
cht: @niko 现在离开有点失礼...
es: @niko Sería de mala educación irse a ahora...
it: @niko Sarebbe scortese andarsene adesso...
ja: @niko 今ここから出るのは失礼だよ…
ko: @niko 지금 떠나는 건 실례겠지...
pt_br: @niko Seria grosseria sair agora...
ru: @niko Было бы неприлично сейчас уйти...

source: @niko_speak Safety violation!
cht: @niko_speak 违反安全规则！
es: @niko_speak ¡Incumplimiento de las normas de seguridad!
it: @niko_speak Violazione di protocollo!
ja: @niko_speak 安全基準法違反だ！
ko: @niko_speak 안전 수칙 위반이에요!
pt_br: @niko_speak Violação de segurança!
ru: @niko_speak Нарушение техники безопасности!

source: @niko The yellow light is gone now.
cht: @niko 黄灯现在灭了。
es: @niko La luz amarilla ya ha desaparecido.
it: @niko La luce gialla è sparita.
ja: @niko 黄色い光が消えちゃった。
ko: @niko 노란 불빛이 사라져 버렸어요.
pt_br: @niko A luz amarela apagou.
ru: @niko Жёлтого свечения больше нет.

source: @niko_eyeclosed Must've imagined it...
cht: @niko_eyeclosed 可以想象得到...
es: @niko_eyeclosed He debido de imaginarlo...
it: @niko_eyeclosed Dovevo immaginarmelo...
ja: @niko_eyeclosed 気のせいだったのかな…
ko: @niko_eyeclosed 헛것을 봤나 봐요...
pt_br: @niko_eyeclosed Deve ser minha imaginação...
ru: @niko_eyeclosed Наверное, показалось.

source: @silver2 [Are you okay?]
cht: @silver2 [你还好吗？]
es: @silver2 [¿Estás bien?]
it: @silver2 [Stai bene?]
ja: @silver2 [大丈夫？]
ko: @silver2 [괜찮아?]
pt_br: @silver2 [Está tudo bem?]
ru: @silver2 [Ты в порядке?]

source: @silver [You were starting to black out...]
cht: @silver [你刚刚失神了...]
es: @silver [Estabas perdiendo el conocimiento...]
it: @silver [Sembravi sul punto di svenire...]
ja: @silver [一瞬、倒れてしまうんじゃないかと…]
ko: @silver [기절하려는 것 같았어...]
pt_br: @silver [Você estava começando a desmaiar...]
ru: @silver [Ты начал терять сознание...]

source: @niko_speak I...\>\n\@niko I saw something?
cht: @niko_speak 我...\>\n\@niko 我看到了什么？
es: @niko_speak He...\>\n\@niko visto algo.
it: @niko_speak Ho...\>\n\@niko Ho visto qualcosa...?
ja: @niko_speak 何か…\>\n\@niko 何かが見えたような？
ko: @niko_speak 뭔가...\>\n\@niko 뭔가 본 것 같았는데?
pt_br: @niko_speak Eu...\>\n\@niko Vi alguma coisa?
ru: @niko_speak Я...\>\n\@niko Я кое-что видел?

source: @niko It was like a really short dream, just now.
cht: @niko 刚才就像一场很短的梦。
es: @niko Acabo de tener algo parecido a un sueño muy corto.
it: @niko È stato come un brevissimo sogno.
ja: @niko 一瞬、とっても短い夢みたいに。
ko: @niko 방금 전에 아주 짧은 꿈을 꾼 것 같았어요.
pt_br: @niko Como um pequeno sonho, agora mesmo.
ru: @niko Это было как очень короткий сон. Вот только что.

source: @silver2 [Oh?]
cht: @silver2 [噢？]
es: @silver2 [¿Y eso?]
it: @silver2 [Ah sì?]
ja: @silver2 [そうなの？]
ko: @silver2 [그래?]
pt_br: @silver2 [Ah?]
ru: @silver2 [О?]

source: @niko_speak I saw something like...\>\n\@niko A robot, with a yellow eye...
cht: @niko_speak 我看到了一些东西，就像...\>\n\@niko 一个机器人，长着黄色的眼睛...
es: @niko_speak He visto algo parecido a...\>\n\@niko un robot con un ojo amarillo...
it: @niko_speak Ho visto qualcosa, tipo...\>\n\@niko Un robot, con un occhio giallo...
ja: @niko_speak 何というか…\>\n\@niko ロボットみたいだった。黄色の目をした…
ko: @niko_speak 그게...\>\n\@niko 노란 눈을 가진 로봇을 봤어요...
pt_br: @niko_speak Eu vi algo como...\>\n\@niko Um robô com um olho amarelo...
ru: @niko_speak Я увидел что-то похожее на...\>\n\@niko Робота с жёлтым глазом...

source: @silver [...that's...\>\n\@silver_eyeclosed ...strange.]
cht: @silver [那很...\>\n\@silver_eyeclosed 奇怪。]
es: @silver [... Qué cosa más...\>\n\@silver_eyeclosed ... extraña.]
it: @silver [...Mh...\>\n\@silver_eyeclosed ...Strano.]
ja: @silver […それは…\>\n\@silver_eyeclosed …不思議ね。]
ko: @silver [...그건...\>\n\@silver_eyeclosed ...이상한데.]
pt_br: @silver [que... \>\n\@silver_eyeclosed estranho.]
ru: @silver [...это...\>\n\@silver_eyeclosed ...странно.]

source: @silver2 [Are you sure you're okay?]
cht: @silver2 [你确定你没事？]
es: @silver2 [¿Seguro que estás bien?]
it: @silver2 [Sei sicuro di star bene?]
ja: @silver2 [本当に平気？]
ko: @silver2 [정말 괜찮아?]
pt_br: @silver2 [Tem certeza de que está bem?]
ru: @silver2 [Ты уверен, что с тобой всё нормально?]

source: @niko ...yeah.
cht: @niko ...没事。
es: @niko ... Sí.
it: @niko ...Sì.
ja: @niko …うん。
ko: @niko ...네.
pt_br: @niko Sim...
ru: @niko ...да.

source: @silver [...You know, now that you have mentioned it.]
cht: @silver [...嗯，既然你说到这点。]
es: @silver [... ¿Sabes? Ahora que lo dices.]
it: @silver [...Sai, ora che me lo hai detto...]
ja: @silver […そうね、そういえば思い出したわ。]
ko: @silver [...네가 말을 꺼냈으니 말인데.]
pt_br: @silver [... Sabe, agora que falou.]
ru: @silver [...Знаешь, теперь, когда ты об этом упомянул.]

source: @silver [There is a robot who always insisted on going back to the abandoned mines.]
cht: @silver [有个机器人总是坚持要回到废弃的 矿区。]
es: @silver [Hay un robot que siempre insistía en volver a las minas abandonadas.]
it: @silver [C'è un robot che ha insistito sul poter tornare alla vecchia miniera abbandonata.]
ja: @silver [この棄てられた鉱山にいつも 戻りたがっていたロボットがいるの。]
ko: @silver [늘 버려진 광산으로 돌아가겠다며 고집을 피우던 로봇이 있어.]
pt_br: @silver [Tem um robô que sempre insistia em voltar para as minas abandonadas.]
ru: @silver [Тут есть один робот, который всегда стремился вернуться в заброшенную шахту.]

source: @silver2 [...despite how long the mines have been in disrepair.]
cht: @silver2 [...尽管矿区已经年久失修了。]
es: @silver2 [... A pesar del largo tiempo que las minas llevan en mal estado.]
it: @silver2 [...Nonostante lo stato in cui si ritrova adesso.]
ja: @silver2 […この、ずっと長いこと放棄されていた 鉱山によ。]
ko: @silver2 [...광산에는 아주 오래전부터 아무도 드나들지 않았는데 말야.]
pt_br: @silver2 [... mesmo elas estando em péssimo estado de conservação.]
ru: @silver2 [...невзирая на то, что никто давно не поддерживает её в надлежащем состоянии.]

source: @silver_eyeclosed [I hope he's okay.]
cht: @silver_eyeclosed [我希望他平安。]
es: @silver_eyeclosed [Espero que esté bien.]
it: @silver_eyeclosed [Spero stia bene.]
ja: @silver_eyeclosed [あのロボット、無事だといいんだけど。]
ko: @silver_eyeclosed [무사하면 좋겠네.]
pt_br: @silver_eyeclosed [Espero que ele esteja bem.]
ru: @silver_eyeclosed [Надеюсь, что он в порядке.]

source: @niko He doesn't look broken or anything...
cht: @niko 他看起来不像出故障了...
es: @niko [No parece estar roto ni nada por el estilo.]
it: @niko Non sembrava danneggiato o altro...
ja: @niko 壊れているようには見えなかったよ…
ko: @niko 망가지거나 한 것 같지는 않았어요...
pt_br: @niko Ele não parece quebrado nem nada...
ru: @niko Он не выглядел сломанным...

source: @niko_eyeclosed ...but I didn't really... SEE him see him, yknow?
cht: @niko_eyeclosed 但我其实没有...真正见过他，你知道？
es: @niko_eyeclosed Pero en realidad... no le he visto en condiciones, ¿sabes?
it: @niko_eyeclosed ...ma ecco, non posso dire di averlo propriamente visto...
ja: @niko_eyeclosed …けど、うん…実際に見たってわけじゃ ないから。
ko: @niko_eyeclosed ...하지만 제가 그 로봇을 진짜로 본 건 아니에요.
pt_br: @niko_eyeclosed ... mas eu não estou... VENDO ele ver ele, entendeu?
ru: @niko_eyeclosed ...но на самом деле... я НЕ ВИДЕЛ его, понимаете?

source: @niko Like I said, it was kinda like a dream...
cht: @niko 就像我说的，一切有点像场梦...
es: @niko Ya te digo, parecía un sueño...
it: @niko Come dicevo prima, è stato come un sogno...
ja: @niko さっきも言ったけど、まるで夢を見てるような 感じだった…
ko: @niko 아까도 말했지만 꿈속에서 본 것 같았죠...
pt_br: @niko Como eu disse, era tipo um sonho...
ru: @niko Как я сказал, это было как сон...

source: @niko_speak And he was up close!
cht: @niko_speak 而他近在眼前！
es: @niko_speak ¡Y estaba muy cerca!
it: @niko_speak Ed era così vicino!
ja: @niko_speak すごく近くにいたんだよ！
ko: @niko_speak 게다가 바로 코앞에 있었어요!
pt_br: @niko_speak E ele estava tão perto!
ru: @niko_speak И он был совсем близко!

source: @silver2 [Sounds like some kind of visual glitch.]
cht: @silver2 [听起来有点像视觉障碍。]
es: @silver2 [Suena a algún tipo de fallo visual.]
it: @silver2 [Sembra tu abbia avuto un qualche tipo di glitch visivo.]
ja: @silver2 [視覚的なバグかしらね。]
ko: @silver2 [일종의 시각적인 오류 같군.]
pt_br: @silver2 [Parece um defeito visual.]
ru: @silver2 [Похоже на какой-то визуальный глюк.]

source: @silver_eyeclosed [Or... hallucination.] \>\n\@silver [Whatever it is that living beings have.]
cht: @silver_eyeclosed [或者...是幻觉。]\>\n\@silver [无论是什么，都是人类特有的。]
es: @silver_eyeclosed [O... de alucinación.]\>\n\@silver [Sea lo que sea lo que tienen esos seres humanos.]
it: @silver_eyeclosed [Oppure... un'allucinazione.\>\n\@silver O qualunque cosa abbiano gli esseri viventi.]
ja: @silver_eyeclosed [それか…幻覚とか。] \>\n\@silver [いずれにせよ、生命体にしか 経験できないこと。]
ko: @silver_eyeclosed [아니면... 환각이거나.] \>\n\@silver [살아 있는 사람들이 가끔 본다는 그거 말야.]
pt_br: @silver_eyeclosed [Ou... alucinação.]\>\n\@silver [Seja lá o que os seres vivos têm.]
ru: @silver_eyeclosed [Или... галлюцинацию.] \>\n\@silver [Или что там бывает у живых существ.]

source: @niko Hm...
cht: @niko 嗯...
es: @niko Mm...
it: @niko Mh...
ja: @niko うーん…
ko: @niko 흐음...
ru: @niko Хм...

source: @niko_speak Does the robot you know of have a yellow eye?
cht: @niko_speak 你认识的那个机器人有着黄色的眼睛吗？
es: @niko_speak ¿Ese robot que conoces tiene un ojo amarillo?
it: @niko_speak Sai se quel robot che conosci ha un occhio giallo?
ja: @niko_speak お姉さんが知ってるロボットで、黄色い目を してるロボットはいなかった？
ko: @niko_speak 그 로봇, 눈이 노란가요?
pt_br: @niko_speak O robô que você conhece tem olho amarelo?
ru: @niko_speak А у робота, с которым ты знакома, есть жёлтый глаз?

source: @niko I don't think I've seen any other robots like that...
cht: @niko 我感觉没有见过那样的机器人...
es: @niko No creo que haya visto ningún otro robot como ese...
it: @niko Non penso di aver visto nessun altro robot come quello...
ja: @niko ミーは、たぶん見たことないや…
ko: @niko 전 그런 로봇을 본 적이 없어요...
pt_br: @niko Acho que nunca vi outros robôs assim...
ru: @niko Я не думаю, что я ещё видел таких роботов...

source: @silver_eyeclosed [I would not know.]
cht: @silver_eyeclosed [我不知道。]
es: @silver_eyeclosed [No sabría decirte.]
it: @silver_eyeclosed [Non saprei.]
ja: @silver_eyeclosed [知らないわね。]
ko: @silver_eyeclosed [나도 몰라.]
pt_br: @silver_eyeclosed [Não sei dizer.]
ru: @silver_eyeclosed [Откуда мне знать.]

source: @silver [I never met him myself. Only heard of him from a friend of mine.]
cht: @silver [我从来没见过他。只听一个朋友说起过。]
es: @silver [Nunca lo conocí en persona. Solo oí hablar de él a través de un conocido.]
it: @silver [Non l'ho mai incontrato di persona. Ne ho solo sentito parlare da un mio amico.]
ja: @silver [私は一度も会ったことがない。 そのロボットのことは、友人から聞いただけ。]
ko: @silver [직접 만난 적은 없어. 친구에게 들은 것뿐이거든.]
pt_br: @silver [Nunca o conheci pessoalmente. Só ouvi um amigo falando dele.]
ru: @silver [Я никогда его не встречала, только слышала от одного друга.]

source: @niko Your friend, huh...
cht: @niko 你的朋友，嗯...
es: @niko Un conocido, ¿eh?
it: @niko Un tuo amico, eh...
ja: @niko お友達、そっか…
ko: @niko 친구라...
pt_br: @niko Amigo, hm...
ru: @niko От своего друга, говоришь...

source: @niko Hold on... something in my pocket is...
cht: @niko 等等...我口袋中有东西在...
es: @niko Espera un momento, hay algo en mi bolsillo que...
it: @niko Aspetta, qualcosa nella mia tasca sta...
ja: @niko 待って、ポケットに何か…
ko: @niko 잠깐만요... 주머니에 있는 뭔가가...
pt_br: @niko Espera... alguma coisa no bolso está...
ru: @niko Постой... Что-то в моём кармане...

source: @niko2 What's...
cht: @niko2 什么...
es: @niko2 ¿Qué...?
it: @niko2 Cosa...
ja: @niko2 え…
ko: @niko2 이건...
pt_br: @niko2 O que...
ru: @niko2 Что...

source: @niko_speak That wasn't glowing before!
cht: @niko_speak 以前不发光的！
es: @niko_speak ¡Esto antes no brillaba!
it: @niko_speak Prima non stava brillando!
ja: @niko_speak 今まで光ってなかったのに！
ko: @niko_speak 전에는 빛나지 않았어요!
pt_br: @niko_speak Isso não estava brilhando antes!
ru: @niko_speak Раньше он не светился!

source: @niko3 What IS this...?
cht: @niko3 这是什么...?
es: @niko3 ¡¿Qué ES esto?!
it: @niko3 CHE COS'È...?
ja: @niko3 これ、何なの…？
ko: @niko3 이게 뭐지...?
pt_br: @niko3 O que é isso...?!
ru: @niko3 Что ЭТО такое...?

source: @silver2 [That... was going to be my question.]
cht: @silver2 [这...我也想问。]
es: @silver2 [Eso mismo... iba a preguntar yo.]
it: @silver2 [...Era quello che stavo per chiederti.]
ja: @silver2 [私も…ちょうど聞こうと思っていた。]
ko: @silver2 [그건... 내가 할 질문인데.]
pt_br: @silver2 [Era... isso que eu ia perguntar.]
ru: @silver2 [Я о том же хотела спросить.]
