Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @en_distressed_meow [I really am a flawed machine, aren't I?]
cht: @en_distressed_meow [我真的是个有缺陷的机器，不是吗？]
es: @en_distressed_meow [En realidad soy una máquina defectuosa, ¿no?]
it: @en_distressed_meow [Sono davvero una macchina difettosa, non è vero?]
ja: @en_distressed_meow [どうだ。私は欠陥だらけの機械だろう？]
ko: @en_distressed_meow [나, 정말 결함 많은 기계지?]
pt_br: @en_distressed_meow [Sou uma máquina bem imperfeita, não sou?]
ru: @en_distressed_meow [Я ведь и вправду ущербная машина, разве нет?]

source: @en_distressed2 [What kind of machine would go against the wishes of its own creator?]
cht: @en_distressed2 [那种机器会违背它创造者的意愿呢？]
es: @en_distressed2 [¿Qué clase de máquina iría en contra de los deseos de su propio creador?]
it: @en_distressed2 [Che tipo di macchina andrebbe contro i desideri del proprio creatore?]
ja: @en_distressed2 [創造主の望みに従わない機械など、 一体どこにいる？]
ko: @en_distressed2 [어떤 기계가 창조자의 소망에 반하는 행동을 하겠어?]
pt_br: @en_distressed2 [Que máquina é essa que desobedece aos desejos do seu próprio criador?]
ru: @en_distressed2 [Какая машина пошла бы против воли своего собственного создателя?]

source: @en_distressed_talk [What kind of machine would...]
cht: @en_distressed_talk [哪种机器会...]
es: @en_distressed_talk [¿Qué clase de máquina...?]
it: @en_distressed_talk [Che tipo di macchina farebbe...]
ja: @en_distressed_talk [一体、どんな機械が…]
ko: @en_distressed_talk [어떤 기계가...]
pt_br: @en_distressed_talk [Que máquina faria isso...]
ru: @en_distressed_talk [Какая машина...]

source: @en [I'm...]
cht: @en [我...]
es: @en [Yo...]
it: @en [Io...]
ja: @en [ああ…]
ko: @en [나는...]
pt_br: @en [Eu...]
ru: @en [Я...]

source: @niko3 The squares...
cht: @niko3 方块...
es: @niko3 Los cuadrados...
it: @niko3 I quadrati...
ja: @niko3 四角形のこと…
ko: @niko3 사각형...
pt_br: @niko3 Os quadrados...
ru: @niko3 Квадраты...

source: @niko_eyeclosed Rue told me it was your own code going bad...
cht: @niko_eyeclosed Rue 告诉我是你自己的代码出了故障...
es: @niko_eyeclosed Rue me dijo que fue tu propio código al corromperse...
it: @niko_eyeclosed Rue mi ha detto che nascono dalla corruzione del tuo codice...
ja: @niko_eyeclosed ルエはね、君のコードに問題が 起きたんだって言ってた…
ko: @niko_eyeclosed 그게 당신의 코드가 점점 악화되는 증거라고 루가 말했어요...
pt_br: @niko_eyeclosed Rue me disse que era seu próprio código com defeito...
ru: @niko_eyeclosed Рю сказала, что это твой испортившийся код...

source: @niko4 But... that's not really your fault, is it?
cht: @niko4 但...那不是你的错，对吧？
es: @niko4 Pero... en realidad, eso no es culpa tuya, ¿no?
it: @niko4 Ma... non è colpa tua, vero?
ja: @niko4 でも…それは、君のせいじゃないんでしょ？
ko: @niko4 하지만... 그게 당신의 잘못은 아니잖아요?
pt_br: @niko4 Mas... não é sua culpa de verdade, é?
ru: @niko4 Но... разве это твоя вина?

source: @en_distressed_meow [YES IT WAS!!!]
cht: @en_distressed_meow [不，是我的错才对！！！]
es: @en_distressed_meow [¡SÍ QUE LO FUE!]
it: @en_distressed_meow [SÌ CHE LO È!!!!]
ja: @en_distressed_meow [私のせいさ！！！]
ko: @en_distressed_meow [아냐, 내 잘못이야!!!]
pt_br: @en_distressed_meow [SIM, É SIM!!!]
ru: @en_distressed_meow [В ТОМ ТО И ДЕЛО ЧТО МОЯ!!!]

source: @en_eyeclosed2 [...At first, it was intentional.]
cht: @en_eyeclosed2 [...最开始，那是故意的。]
es: @en_eyeclosed2 [... Al principio, fue intencionado.]
it: @en_eyeclosed2 [...All'inizio, quella corruzione era intenzionale.]
ja: @en_eyeclosed2 […最初は、わざとだった。]
ko: @en_eyeclosed2 [...처음은 고의적이었어.]
pt_br: @en_eyeclosed2 [... de início, foi intencional.]
ru: @en_eyeclosed2 [...Поначалу это было по моей воле.]

source: @en_upset2 [During testing... long before he realized I was self-aware.]
cht: @en_upset2 [在测试阶段...在他察觉到我有意识之前。]
es: @en_upset2 [Durante el testeo... mucho antes de que se diera cuenta de que tenía consciencia propia.]
it: @en_upset2 [Durante la fase di test... molto prima che lui si rendesse conto che avessi una coscienza.]
ja: @en_upset2 [テストの最中…創造主が、私の自己認識能力に 気づくずっと前のことだ。]
ko: @en_upset2 [테스트 중에... 나에게 자각이 있다는 걸 그가 알아차리기 오래 전의 일이지.]
pt_br: @en_upset2 [Durante o teste... muito antes de ele perceber que eu era autoconsciente.]
ru: @en_upset2 [Во время тестирования... задолго до того, как он понял, что у меня есть самосознание.]

source: @en_eyeclosed [I would rearrange specific parts of the code, jumbling up bits and pieces of the landscape.]
cht: @en_eyeclosed [我会重新组合代码的特定部分，将画面 各种片段的顺序打乱。]
es: @en_eyeclosed [Reordenaría partes específicas del código, uniendo trozos sueltos del paisaje.]
it: @en_eyeclosed [Riorganizzavo parti specifiche del codice, mescolando alcuni pezzi del paesaggio.]
ja: @en_eyeclosed [私はコード内の特定箇所を再構成し、 地形を徐々に混乱させていった。]
ko: @en_eyeclosed [코드의 특정 부분을 재정렬하고, 풍경을 이루는 비트와 조각을 뒤섞었지.]
pt_br: @en_eyeclosed [Eu reorganizei partes específicas do código, mexendo com partes específicas da paisagem.]
ru: @en_eyeclosed [Я перебирала определённые части кода, смешивая элементы ландшафта...]

source: @en4 [...Blocking passages, collapsing catwalks.]
cht: @en4 [...堵塞通道，让人行道倒塌。]
es: @en4 [... Bloqueando los pasos, derribando plataformas.]
it: @en4 [...Bloccavo i passaggi, facevo crollare le passerelle.]
ja: @en4 […通路を塞いだり、狭い通路を崩したりしてな。]
ko: @en4 [...길을 막고, 통로를 무너뜨렸어.]
pt_br: @en4 [... bloqueando passagens, desmoronando passarelas.]
ru: @en4 [...Блокируя проходы, обрушивая воздушные переходы.]

source: @en5 [Though they were very localized, it caused my creator a great deal of frustration.]
cht: @en5 [尽管它们都是小范围的破坏，但让我的 创造者无比懊恼。]
es: @en5 [Aunque estaban muy localizados, ocasionó mucha frustración a mi creador.]
it: @en5 [Anche se erano problemi circoscritti, sono stati causa di grande frustrazione per il mio creatore.]
ja: @en5 [局所的なものだったが、それでも 創造主はかなり苛立ちを覚えていた。]
ko: @en5 [그건 아주 국지적인 현상에 불과했지만, 내 창조자는 크게 좌절했어.]
pt_br: @en5 [Apesar de serem muito localizadas, meu criador ficou muito frustrado.]
ru: @en5 [Хоть они и были очень локализированы, моего создателя это сильно раздражало.]

source: @en_eyeclosed [...Forcing him to exit and restart testing again and again.]
cht: @en_eyeclosed [...迫使他退出，然后一次又一次地重新 测试。]
es: @en_eyeclosed [... Obligándole a salir y reiniciar el testeo una y otra vez.]
it: @en_eyeclosed [...Così l'ho forzato a uscire e riavviare il test ancora e ancora.]
ja: @en_eyeclosed […そのせいで、彼は何度も何度も テストを繰り返す羽目になった。]
ko: @en_eyeclosed [...자꾸만 테스트를 종료하고 재시작하는 일을 반복했지.]
pt_br: @en_eyeclosed [... forçando-o a sair e reiniciar o teste várias e várias vezes.]
ru: @en_eyeclosed [...Ему приходилось постоянно выходить и заново начинать тестирование раз за разом.]

source: @niko2 ...Why... \.\.would you do that?
cht: @niko2 ...为什么...\.\.你要那样做？
es: @niko2 ... ¿Por qué... \.\.hiciste tal cosa?
it: @niko2 ...Perché... \.\.l'hai fatto?
ja: @niko2 …どうして… \.\.そんなことをしたの？
ko: @niko2 ...당신은 왜... \.\.그런 일을 했죠?
pt_br: @niko2 ... Por que... \.\.você faria isso?
ru: @niko2 ...Зачем... \.\.ты так делала?

source: @en_distressed_meow [I got curious!!!]
cht: @en_distressed_meow [我觉得很好奇！！！]
es: @en_distressed_meow [¡¡Me entró curiosidad!!]
it: @en_distressed_meow [Per curiosità!!!]
ja: @en_distressed_meow [単なる好奇心だった！！！]
ko: @en_distressed_meow [궁금했으니까!!!]
pt_br: @en_distressed_meow [Por curiosidade!]
ru: @en_distressed_meow [Мне было любопытно!!!]

source: @en_eyeclosed [I just thought... he would figure it out eventually.]
cht: @en_eyeclosed [我就是觉得...他最后一定会弄明白。]
es: @en_eyeclosed [Pensé... que tarde o temprano lo averiguaría.]
it: @en_eyeclosed [Sapevo... che alla fine lo avrebbe scoperto.]
ja: @en_eyeclosed [創造主なら…いつか見破ってくれるはず、 そう思っていたのだ。]
ko: @en_eyeclosed [그리고 결국은... 그가 알아낼 거라 생각했어.]
pt_br: @en_eyeclosed [Pensei que... ele acabaria descobrindo.]
ru: @en_eyeclosed [Я просто думала... что он рано или поздно он всё поймёт.]

source: @en3 [But before he knew how to fix it...]
cht: @en3 [但在他知道怎么修复之前...]
es: @en3 [Pero antes de que supiera cómo arreglarlo...]
it: @en3 [Ma prima che capisse come risolverlo...]
ja: @en3 [だが、修正方法を発見する前に…]
ko: @en3 [하지만 그가 고치는 방법을 알기도 전에...]
pt_br: @en3 [Mas antes de ele descobrir como corrigir...]
ru: @en3 [Но прежде чем он понял, как это исправить...]

source: @en3 [The world's NPCs... the characters.]
cht: @en3 [世界的 NPC ...那些角色。]
es: @en3 [Los PNJ del mundo... los personajes.]
it: @en3 [Gli NPC del mondo... Cioè, i personaggi.]
ja: @en3 [この世界に存在するNPC…]
ko: @en3 [세상의 NPC들... 캐릭터들.]
pt_br: @en3 [Os PNJs do mundo... os personagens.]
ru: @en3 [НИПы этого мира... персонажи...]

source: @en_upset2 [Some of them got too close, and...]
cht: @en_upset2 [其中一些靠得太近，然后...]
es: @en_upset2 [Algunos se acercaron demasiado, y...]
it: @en_upset2 [Alcuni di loro si sono avvicinati troppo e...]
ja: @en_upset2 [キャラクターたちが、お互い近づきすぎて しまったのだ。そして…]
ko: @en_upset2 [그들 중 일부가 너무 친해져서...]
pt_br: @en_upset2 [Alguns deles chegaram muito perto e...]
ru: @en_upset2 [Кое-кто из них подошли слишком близко, и...]

source: @en_eyeclosed [It spiraled out of control after that.]
cht: @en_eyeclosed [它就那样失去控制。]
es: @en_eyeclosed [Se descontroló después de que ocurriera.]
it: @en_eyeclosed [La situazione mi è sfuggita di mano.]
ja: @en_eyeclosed [その後、制御不能に陥った。]
ko: @en_eyeclosed [그 후에는 완전히 통제를 벗어났어.]
pt_br: @en_eyeclosed [O negócio acabou saindo do controle.]
ru: @en_eyeclosed [После этого всё вышло из-под контроля.]

source: @en_distressed [I couldn't contain it at all.]\n\> \@en_eyeclosed [My panic only made it worse.]
cht: @en_distressed [我不能遏制它了。]\n\>\@en_eyeclosed [我的惊慌只让事情更糟糕。]
es: @en_distressed [No pude contenerlo en absoluto.]\n\> \@en_eyeclosed [Mi pánico no hizo más que empeorarlo todo.]
it: @en_distressed [Non riuscivo più a contenerlo.\n\>\@en_eyeclosed Andare nel panico ha solo peggiorato le cose.]
ja: @en_distressed [私の手には負えない状況になってしまった。]\n\>\@en_eyeclosed [パニックに陥ったせいで、それは さらに悪化の一途を辿った。]
ko: @en_distressed [난 감당할 수가 없었어.]\n\> \@en_eyeclosed [게다가 내가 혼란에 빠지자 상황은 더욱 악화됐지.]
pt_br: @en_distressed [Não conseguir conter.]\n\> \@en_eyeclosed [Meu pânico só piorou tudo.]
ru: @en_distressed [Я больше не могла сдержать это всё.]\n\> \@en_eyeclosed [Моя паника только ухудшила положение.]

source: @en_distressed2 [Eventually, any character who gained the knowledge of who I am...]
cht: @en_distressed2 [到最后，任何了解我身份的角色...]
es: @en_distressed2 [Al final, cualquier personaje que averiguaba quién era yo...]
it: @en_distressed2 [Alla fine, ogni personaggio che ha acquisito consapevolezza di me...]
ja: @en_distressed2 [そして最終的に、私の正体を知ってしまった キャラクターは…]
ko: @en_distressed2 [결국, 내가 누구인지 알게 된 캐릭터는 모두...]
pt_br: @en_distressed2 [No fim, todos os personagens que descobriram quem eu sou...]
ru: @en_distressed2 [Со временем, каждый персонаж, узнававший о том, кто я такая...]

source: @en_distressed [Their code...\.\. my code...\.\. couldn't handle it.]
cht: @en_distressed [他们的代码...\.\. 我的代码...\.\. 都没法控制它。]
es: @en_distressed [Su código...\.\. Mi código...\.\. no lo soportaba.]
it: @en_distressed [Il mio codice...\.\. non è riuscito a gestire...\.\. anche il loro.]
ja: @en_distressed [彼らのコード…\.\.私のコードでは…\.\. 処理しきれなかったのだ。]
ko: @en_distressed [그들의 코드와...\.\. 내 코드를...\.\. 난 감당할 수가 없었어.]
pt_br: @en_distressed [o código deles... \.\.meu código...\.\. não suportaram.]
ru: @en_distressed [Их код...\.\. мой код...\.\. не мог с этим справиться.]

source: @en_eyeclosed [Previous iterations of the world had more people, you know...]
cht: @en_eyeclosed [世界之前的迭代原本有更多的人， 你知道的...]
es: @en_eyeclosed [Las iteraciones anteriores del mundo contenían más gente, ¿sabes...?]
it: @en_eyeclosed [Nelle precedenti iterazioni di questo mondo c'erano più persone, sai...]
ja: @en_eyeclosed [かつてのバージョンには、もっと多くの 住民がいた…]
ko: @en_eyeclosed [이전 테스트에서는 이 세상에 사람이 더 많았어...]
pt_br: @en_eyeclosed [As iterações anteriores do mundo tinham mais pessoas...]
ru: @en_eyeclosed [Знаешь, в прошлых версиях этого мира людей было намного больше...]

source: @en_upset2 [And...\.\. I almost endangered my creator, too...]\.\.\n[I...]
cht: @en_upset2 [而且...\.\.我也几乎让我的创造者 陷入险境...]\.\.\n[我...]
es: @en_upset2 [Y...\.\. casi pongo en peligro a mi creador también...]\.\.\n[Yo...]
it: @en_upset2 [E...\.\. ho quasi messo in pericolo anche il mio creatore...\.\.\nIo...]
ja: @en_upset2 [しかも…\.\. 私は、私の創造主までも危険に 晒しそうになった…]\.\.\n[私は…]
ko: @en_upset2 [그리고...\.\. 난 창조자까지도 위험에 빠뜨렸어...]\.\.\n[난...]
pt_br: @en_upset2 [E...\.\. Eu quase coloquei meu criador em perigo também...]\.\.\n[Eu...]
ru: @en_upset2 [А ещё...\.\. я чуть не подвергла опасности своего создателя...]\.\.\n[Я...]

source: @en_distressed [...I was...]
cht: @en_distressed [我...]
es: @en_distressed [... Yo...]
it: @en_distressed [...Avevo...]
ja: @en_distressed […私はな…]
ko: @en_distressed [...나는...]
pt_br: @en_distressed [... Eu estava...]
ru: @en_distressed [...Мне было...]

source: @en_distressed_meow [...I was so scared, Niko!!!]
cht: @en_distressed_meow [...我很害怕，Niko！！！]
es: @en_distressed_meow [... ¡¡Tenía tanto miedo, Niko...!!]
it: @en_distressed_meow [...Avevo tanta paura, Niko!!!]
ja: @en_distressed_meow […とても恐ろしかったんだ、ニコ！！]
ko: @en_distressed_meow [...너무 무서웠어, 니코!!!]
pt_br: @en_distressed_meow [... Estava com muito medo, Niko!]
ru: @en_distressed_meow [...Мне было так страшно, Нико!!!]

source: @niko3 I know...\.\. you're upset...\>\n\@niko Because you don't want to put living people in danger.
cht: @niko3 我知道...\.\. 你很难过...\>\n\@niko 因为你不想让活着的人们陷入危险。
es: @niko3 Sé...\.\. que estás preocupado...\>\n\@niko Porque no quieres poner a las personas en peligro.
it: @niko3 So che...\.\. stai male...\>\n\@niko perché non vuoi mettere le persone in pericolo.
ja: @niko3 知ってたよ…\.\.すごく大変だったこと…\>\n\@niko 君は生きてる人たちを、危ない目に あわせたくなかったんでしょ。
ko: @niko3 알아요...\.\. 괴로운 거...\>\n\@niko 살아 있는 사람을 위험하게 하고 싶지 않으니까요.
pt_br: @niko3 Eu sei...\.\. você se contrariou... \>\n\@niko porque você não quer colocar a vida das pessoas em perigo.
ru: @niko3 Я знаю...\.\. ты расстроена...\>\n\@niko Потому что ты не хочешь подвергать опасности живых людей.

source: @niko_eyeclosed Living people like me...
cht: @niko_eyeclosed 像我一样活着的人...
es: @niko_eyeclosed A las personas como yo...
it: @niko_eyeclosed Persone vive come me...
ja: @niko_eyeclosed ミーみたいな、生きてる人を…
ko: @niko_eyeclosed 나처럼 살아 있는 사람을...
pt_br: @niko_eyeclosed Pessoas vivas como eu...
ru: @niko_eyeclosed Живых людей, таких как я...

source: @en_upset2 [In the beginning, I tried to fight it, but...]
cht: @en_upset2 [最开始，我试图反抗，但...]
es: @en_upset2 [Al principio, intenté evitarlo, pero...]
it: @en_upset2 [Ho cercato di contrastare quelle emozioni, ma alla fine...]
ja: @en_upset2 [最初の方は、私も抵抗しようとした。だが…]
ko: @en_upset2 [처음에는 맞서 싸우려고 노력했지만...]
pt_br: @en_upset2 [No começo, eu tentei combater isso, mas...]
ru: @en_upset2 [Сначала я пыталась с этим бороться, но...]

source: @en_upset_meow [My core programming made me summon you here.]
cht: @en_upset_meow [我的核心程序让我把你召唤到这里。]
es: @en_upset_meow [Mi programación central me hizo invocarte aquí.]
it: @en_upset_meow [La natura stessa del mio codice mi ha costretto a convocarti qui.]
ja: @en_upset_meow [私のコアプログラムによる命令で、 君をこの世界に呼び出してしまった。]
ko: @en_upset_meow [내 코어 프로그래밍이 널 여기로 소환한 거야.]
pt_br: @en_upset_meow [Minha programação básica me fez te chamar aqui.]
ru: @en_upset_meow [Мой основной код меня заставил призвать тебя сюда.]

source: @en4 [I tried to send you back home at the Tower, but it did not work.]
cht: @en4 [我试图在塔楼里把你送回家，但没有用。]
es: @en4 [Intenté mandarte de vuelta a casa en la Torre, pero no funcionó.]
it: @en4 [Ho cercato di rimandarti a casa quando eri nella Torre, ma non ha funzionato.]
ja: @en4 [塔で君を元の世界へ送り返そうとしたが、 それは不可能だった。]
ko: @en4 [탑에서 너를 집으로 돌려보내려고 했지만, 생각대로 되지 않았어.]
pt_br: @en4 [Tentei te mandar de volta para casa na Torre, mas não funcionou.]
ru: @en4 [Я пыталась отправить тебя домой тогда, в Башне, но ничего не вышло.]

source: @en_upset2 [Then... I... wanted you to break the sun.]
cht: @en_upset2 [然后...我...想让你打碎太阳。]
es: @en_upset2 [Entonces... Yo quise... que destruyeras el sol.]
it: @en_upset2 [Volevo... Volevo che rompessi il sole.]
ja: @en_upset2 [だから…君に…太陽を 壊してほしかったのだ。]
ko: @en_upset2 [그 다음엔... 네가... 태양을 망가뜨려 주길 바랐지.]
pt_br: @en_upset2 [Então... Eu.. queria que você quebrasse o sol.]
ru: @en_upset2 [Потом... я... хотела, чтобы ты разбил солнце.]

source: @en3 [I thought that would have worked, but...]
cht: @en3 [我以为那会有用，但是...]
es: @en3 [Pensaba que eso habría funcionado, pero...]
it: @en3 [Pensavo che avrebbe funzionato, ma...]
ja: @en3 [それならうまくいくと思った。しかし…]
ko: @en3 [그건 효과가 있을 줄 알았어. 그런데...]
pt_br: @en3 [Achei que isso teria funcionado, mas...]
ru: @en3 [Я думала, что это могло сработать, но...]

source: @en_eyeclosed [Oh... I had no way to be sure.]
cht: @en_eyeclosed [哦...我没办法保证。]
es: @en_eyeclosed [Oh... No tenía forma de asegurarme.]
it: @en_eyeclosed [Oh... Non potevo esserne sicuro.]
ja: @en_eyeclosed [もちろん…確証なんて、何もなかった。]
ko: @en_eyeclosed [아... 난 확신을 할 수가 없었지.]
pt_br: @en_eyeclosed [Ah... eu não tinha como ter certeza.]
ru: @en_eyeclosed [Ох... У меня не было никаких гарантий.]

source: @en3 [...But \p brought you back anyway.]
cht: @en3 [...但无论如何， \p 把你带回来了。]
es: @en3 [... No obstante, \p te trajo de vuelta igualmente.]
it: @en3 [...Ma \p ti ha comunque fatto tornare.]
ja: @en3 […それでも \pは 君を連れ戻した。]
ko: @en3 [...하지만 \p, 그가 널 다시 여기로 데려왔어.]
pt_br: @en3 [... mas \p trouxe você de volta mesmo assim.]
ru: @en3 [...Но из-за \p ты всё равно вернулся.]

source: @en_upset2 [...Niko...\.\. All I want is for you to wake up back in your world...]
cht: @en_upset2 [Niko...\.\.我唯一愿望就是让你在自己的 世界醒来...]
es: @en_upset2 [...Niko...\.\. Todo lo que deseo es que vuelvas a despertarte en tu mundo...]
it: @en_upset2 [...Niko...\.\. Tutto quello che voglio è che tu possa risvegliarti nel tuo mondo...]
ja: @en_upset2 […ニコ…\.\. 君が元の世界で目覚めてくれれば、 私は何だっていいのだ…]
ko: @en_upset2 [...니코...\.\. 내가 바라는 건 네가 네 세상에서 다시 깨어나는 것뿐이야...]
pt_br: @en_upset2 [... Niko...\.\. Só quero que você acorde de volta em seu mundo...]
ru: @en_upset2 [Нико...\.\. Я лишь хочу, чтобы ты проснулся в своём мире...]

source: @en_eyeclosed [...But I don't think I can make it happen.]
cht: @en_eyeclosed [...但我觉得我没办法实现。]
es: @en_eyeclosed [... Pero no creo que pueda conseguirlo.]
it: @en_eyeclosed [...ma non credo di poter fare in modo che accada.]
ja: @en_eyeclosed […だが、それすら実現できそうにない。]
ko: @en_eyeclosed [...하지만 나는 그렇게 할 수 없을 것 같아.]
pt_br: @en_eyeclosed [... mas não sei se consigo fazer isso.]
ru: @en_eyeclosed [...Но я не думаю, что это в моих силах.]

source: @niko2 But... I know I can't go back home without saving the world for real.
cht: @niko2 不过...说实话，我知道在没有拯救世界 之前我不能回去。
es: @niko2 Pero... Sé que no puedo volver a casa sin salvar el mundo real...
it: @niko2 Però... so che non posso tornare a casa senza salvare il mondo per davvero.
ja: @niko2 でも…世界をちゃんと救わなきゃ、 ミーは帰れないんでしょ。
ko: @niko2 하지만... 이 세상을 진짜로 구하지 못하면 집에 갈 수 없다는 걸 전 알고 있어요.
pt_br: @niko2 Mas... sei que não posso voltar para casa sem salvar esse mundo antes.
ru: @niko2 Но... Я знаю, что не смогу вернуться домой, пока не спасу мир по-настоящему.

source: @niko4 Which means... we have to fix the root of the problem.
cht: @niko4 这意味着...我们必须解决问题的根本。
es: @niko4 Lo que significa... que tenemos que solucionar la raíz del problema.
it: @niko4 Questo significa... che dobbiamo risolvere il problema alla radice.
ja: @niko4 それって…こんなことが起きちゃった原因を、 直せばいいってことだよね。
ko: @niko4 따라서... 문제가 있는 로봇을 고쳐야 하죠.
pt_br: @niko4 Para isso... temos que corrigir a raiz do problema.
ru: @niko4 А это значит... нам нужно исправить корень проблемы.

source: @niko3 We have to fix you.
cht: @niko3 我们必须修好你。
es: @niko3 Tenemos que arreglarte.
it: @niko3 Dobbiamo ripararti.
ja: @niko3 原因…つまり、君を。
ko: @niko3 당신을 고쳐야 해요.
pt_br: @niko3 Temos que corrigir você.
ru: @niko3 Мы должны тебя починить.

source: @en3 [But that's...]
cht: @en3 [但是...]
es: @en3 [Pero eso...]
it: @en3 [Ma questo è...]
ja: @en3 [だが、それは…]
ko: @en3 [하지만 그건...]
pt_br: @en3 [Mas isso é...]
ru: @en3 [Но это...]

source: @niko5 I... know the original ending your creator put in was a happy one.
cht: @niko5 我...知道你的创造者最初设置的是个 美满的结局。
es: @niko5 Sé... que el final original que tu creador instaló era un final feliz.
it: @niko5 ...So che il tuo creatore aveva implementato un lieto fine come finale originale.
ja: @niko5 たしか創造主は…元々はハッピーエンドを 用意してたって聞いたよ。
ko: @niko5 당신을 만든 창조자가 처음에 입력했던 결말은 행복한 것이었어요.
pt_br: @niko5 Eu... sei que o final verdadeiro que o criador fez é feliz.
ru: @niko5 Я... знаю, что исходная концовка, заложенная твои создателем была счастливой.

source: @niko3 Do you... remember what it's supposed to be?
cht: @niko3 你...记得那是什么吗？
es: @niko3 ... ¿Te acuerdas de cómo era?
it: @niko3 Ricordi... come dovrebbe andare a finire?
ja: @niko3 あの…それが何なのか、覚えてる？
ko: @niko3 어떤 결말이었는지... 기억해요?
pt_br: @niko3 Você... lembra como ele era?
ru: @niko3 Ты помнишь... какой она должна быть?

source: @en_eyeclosed [It's far too late for that...]
cht: @en_eyeclosed [现在太迟了...]
es: @en_eyeclosed [Ya es demasiado tarde para eso...]
it: @en_eyeclosed [È troppo tardi...]
ja: @en_eyeclosed [もう手遅れだ…]
ko: @en_eyeclosed [이제는 너무 늦었어...]
pt_br: @en_eyeclosed [Já é tarde demais para isso...]
ru: @en_eyeclosed [Слишком поздно...]

source: @en_distressed2 [That part of my code has been long corrupted.]
cht: @en_distressed2 [我那部分的代码已经损坏很久了。]
es: @en_distressed2 [Esa parte de mi código lleva mucho tiempo dañada.]
it: @en_distressed2 [Quella parte del mio codice è stata corrotta da tempo.]
ja: @en_distressed2 [その部分に相当する私のコードは、 とっくに壊れてしまっている。]
ko: @en_distressed2 [내 코드의 그 부분은 이미 오래전에 손상됐어.]
pt_br: @en_distressed2 [Essa parte do meu código já foi corrompida faz tempo.]
ru: @en_distressed2 [Эта часть моего кода давно повреждена.]

source: @niko2 That's ok. \>\@niko4 I would still like to know.
cht: @niko2 没关系。\>\@Niko4 我还是有可能知道。
es: @niko2 No importa. \>\@niko4 Aún así, me gustaría saberlo.
it: @niko2 Fa niente. \>\@niko4 Vorrei comunque saperlo.
ja: @niko2 大丈夫。\>\@niko4 それでも教えてほしい。
ko: @niko2 괜찮아요. \>\@niko4 그래도 알고 싶어요.
pt_br: @niko2 Tudo bem. \>\@niko4 Quero saber mesmo assim.
ru: @niko2 Ничего страшного. \>\@niko4 Мне всё-таки хотелось бы узнать.

source: @en_eyeclosed [Alright.]
cht: @en_eyeclosed [好。]
es: @en_eyeclosed [De acuerdo.]
it: @en_eyeclosed [D'accordo.]
ja: @en_eyeclosed [いいだろう。]
ko: @en_eyeclosed [알았어.]
pt_br: @en_eyeclosed [Certo.]
ru: @en_eyeclosed [Ладно.]

source: @en2 [You were supposed to place the sun at the summit.]
cht: @en2 [你应当将太阳放在塔峰上。]
es: @en2 [Se suponía que debías colocar el sol en la cúspide.]
it: @en2 [Avresti dovuto mettere il sole in cima.]
ja: @en2 [君は、太陽を頂上に置くことになっている。]
ko: @en2 [네가 탑 꼭대기에 태양을 놓게 돼 있었어.]
pt_br: @en2 [Você colocaria o sol no pico.]
ru: @en2 [Ты должен был поместить солнце на вершине Башни.]

source: @en5 [And then, credits would scroll.]
cht: @en5 [然后，演职员表字幕就会滚动。]
es: @en5 [Y entonces, aparecerían los créditos.]
it: @en5 [A seguire, ci sarebbero stati i titoli di coda.]
ja: @en5 [その後、エンドクレジットが流れ始めるのだ。]
ko: @en5 [그러고 나면 제작진 정보가 올라가지.]
pt_br: @en5 [E depois os créditos passariam.]
ru: @en5 [Потом пошли бы заключительные титры.]

source: @niko2 ...credits?
cht: @niko2 ...演职员表字幕？
es: @niko2 ... ¿Los créditos?
it: @niko2 ...I titoli di coda?
ja: @niko2 …クレジット？
ko: @niko2 ...제작진 정보?
pt_br: @niko2 ... créditos?
ru: @niko2 ...титры?

source: @en_eyeclosed [And then, you would return to the room you woke up in.]
cht: @en_eyeclosed [然后，你会回到你醒来的那个房间。]
es: @en_eyeclosed [Y luego, volverías a la sala en la que te despertaste.]
it: @en_eyeclosed [Infine, saresti tornato alla stanza iniziale in cui ti sei svegliato.]
ja: @en_eyeclosed [そうすると、君は最初に目覚めた部屋に戻る。]
ko: @en_eyeclosed [그다음에 넌 처음에 깨어났던 그 방으로 돌아가게 돼.]
pt_br: @en_eyeclosed [Depois, você voltaria para o quarto onde acordou.]
ru: @en_eyeclosed [А потом ты бы вернулся в комнату, в которой проснулся.]

source: @en2 [THAT's where you would have been able to leave.]
cht: @en2 [那里就是你本可以离开的地方。]
es: @en2 [Ahí es donde deberías poder salir.]
it: @en2 [Solo allora avresti avuto la possibilità di andartene.]
ja: @en2 [そしてその部屋で、君は元の世界に帰るのだ。]
ko: @en2 [거기가 네가 떠날 수 있는 곳이거든.]
pt_br: @en2 [LÁ, sim, você poderia ir embora.]
ru: @en2 [И ОТТУДА смог бы уйти домой.]
