Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @george3_worry Ohhhh, but "die" isn't a good word!\>\nWhat if I jinx your mission by giving you this?
cht: @george3_worry 但"死亡 (die) "寓意不太好！\>\n要是给你带来厄运怎么办？
es: @george3_worry ¡Aaah, pero los dados son símbolos de la fortuna!\>\n¿Y si los pierdes por ahí y te quedas sin suerte?
it: @george3 Ora che l'hai preso, il dado è tratto!\>\n\@george3_worry ...Oh, aspetta, è un modo di dire minaccioso!
ja: @george3_worry ああぁ…でも「4」が出ちゃったらどうしよう！\>\nこれを渡したせいで、 あなた達に「死」が訪れてしまったら…
ko: @george3_worry 아, 말이 헛나왔군요. "죽자위"라니!\>\n괜히 이걸 줘서 당신 임무에 지장이라도 주면 어떡하지요?
pt_br: @george3_worry Ahhh, mas teria que ser achado, não “dado”!\>\nSerá que isso pode dar azar para a sua missão?
ru: @george3_worry О-о-ой, какое плохое слово «кость»!\>\nА вдруг эта вещица сглазит всю твою миссию?

source: @george3_cry THE WORLD IS GONNA DIE AND IT'S GONNA BE MY FAULT!
cht: @george3_cry 世界即将毁灭，而这会是我的错！
es: @george3_cry ¡EL MUNDO SE ACABARÍA Y SERÍA TODO POR MI CULPA!
it: @george3_worry Forse così t'ho messo pressione...!\n\>\@george3_cry IL MONDO FINIRÀ E SARÀ TUTTA COLPA MIA E DELLE MIE BATTUTE!
ja: @george3_cry 世界が滅びてしまう！私のせいで！！
ko: @george3_cry 제 실수로 세상이 죽어 버릴지도 모릅니다!
pt_br: @george3_cry O MUNDO VAI RUIR E A CULPA SERÁ MINHA!
ru: @george3_cry ВЕСЬ МИР ПОГИБНЕТ, И ВСЁ ИЗ-ЗА МЕНЯ!

source: @niko I... think we'll be fine, miss!
cht: @niko 我觉得...我们不会有事的，女士！
es: @niko Eh... ¡Tranquila, eso no va a pasar!
it: @niko Credo... che andrà tutto bene, signorina!
ja: @niko あの…ミーたちは、きっと大丈夫だよ！
ko: @niko 아마... 괜찮을 거예요, 걱정하지 마세요!
pt_br: @niko Eu... acho que vamos ficar bem, moça!
ru: @niko Я... думаю, всё будет в порядке, мисс!

source: @george3_sad Are you sure?
cht: @george3_sad 你确定吗？
es: @george3_sad ¿Seguro?
it: @george3_sad S-sicuro?
ja: @george3_sad 本当に？
ko: @george3_sad ...정말입니까?
pt_br: @george3_sad Tem certeza?
ru: @george3_sad Ты уверен?

source: @niko_speak Yeah!\> Thank you for helping us, by the way!
cht: @niko_speak 是的！\>谢谢你的帮助！
es: @niko_speak ¡Sí!\> ¡Muchas gracias por la ayuda, de verdad!
it: @niko_speak Tranquilla!\> A proposito, grazie mille per averci aiutato!
ja: @niko_speak うん！\>とにかく、助けてくれてありがとう！
ko: @niko_speak 그럼요!\> 어쨌거나, 도와주셔서 정말 고마워요!
pt_br: @niko_speak É isso aí!\> Ah, e valeu por nos ajudar!
ru: @niko_speak Ага!\> Кстати, спасибо за помощь!

source: @george3_sad Alright... \>\@george3_sigh see you around, I guess...
cht: @george3_sad 不用谢...\>\@george3_sigh 我想，后会有期吧...
es: @george3_sad Vale... \>\@george3_sigh Ya nos veremos, supongo...
it: @george3_sad Di nulla... \>\@george3_sigh Allora ci vediamo, spero...
ja: @george3_sad そう… \>\@george3_sigh また、会えるといいわね…
ko: @george3_sad 예... \>\@george3_sigh 그럼 또 만나지요...
pt_br: @george3_sad Certo... \>\@george3_sigh Então a gente se vê por aí, eu acho...
ru: @george3_sad Ну ладно... \>\@george3_sigh ещё увидимся... наверное...

source: @george3_cry I'm working as fast as I can...!!
cht: @george3_cry 我在尽可能快地工作了...！！
es: @george3_cry ¡¡Trabajo tan rápido como puedo...!!
it: @george3_cry Sto lavorando il più in fretta possibile...!!
ja: @george3_cry 全力で頑張ってるから…！！
ko: @george3_cry 최대한 빨리 하는 중입니다...!!
pt_br: @george3_cry Estou trabalhando o mais rápido que posso!!
ru: @george3_cry Я работаю так быстро, как могу...!!

source: @niko No worries!
cht: @niko 不用担心！
es: @niko ¡No te preocupes!
it: @niko Non preoccuparti!
ja: @niko 大丈夫だよ！
ko: @niko 신경 쓰지 마세요!
pt_br: @niko Sem problema!
ru: @niko Не волнуйтесь!

source: @niko_yawn *yawn*... \>\n\@niko_eyeclosed Excuse me...\. again.
cht: @niko_yawn *哈欠*...\>\n\@niko_eyeclosed 再次...\. 打扰。
es: @niko_yawn *Uaaa*... \>\n\@niko_eyeclosed Perdona...\. otra vez.
it: @niko_yawn Yawn... \>\n\@niko_eyeclosed Scusami...\. ancora.
ja: @niko_yawn ふわぁ… \>\n\@niko_eyeclosed ごめんなさい…\. またしちゃった。
ko: @niko_yawn *하암*... \>\n\@niko_eyeclosed 정말...\. 죄송해요.
pt_br: @niko_yawn *uaaah*... \>\n\@niko_eyeclosed Com licença...\. de novo.
ru: @niko_yawn *зевок*... \>\n\@niko_eyeclosed Простите меня...\. опять.

source: @george3_sad You can go take a nap if you want...
cht: @george3_sad 你要想休息的话可以去休息...
es: @george3_sad Puedes ir a dormir un rato, si quieres...
it: @george3_sad Puoi schiacciare un pisolino se vuoi...
ja: @george3_sad 少し、休んできたら…
ko: @george3_sad 괜찮다면 가서 주무십시오...
pt_br: @george3_sad Você pode ir tirar um cochilo, se quiser...
ru: @george3_sad Ты можешь пойти поспать, если хочешь...

source: @george3_sad If you forgot, the guest room is down the hall and upstairs...
cht: @george3_sad 怕你忘记，提醒你一下客房是在穿过大厅那边， 然后上楼...
es: @george3_sad Recuerda que la habitación de invitados está subiendo las escaleras que hay al fondo del pasillo...
it: @george3_sad In caso te lo fossi scordato, la camera per gli ospiti è al piano di sopra. Ci arrivi seguendo il corridoio e salendo le scale.
ja: @george3_sad 覚えてると思うけど、ゲストルームは通路を まっすぐ行って、階段を上がったところだから…
ko: @george3_sad 혹시 잊었을까 봐 말씀 드리는데, 홀을 건너 위층으로 올라가면 손님용 방이 있습니다...
pt_br: @george3_sad Se tiver esquecido, o quarto de hóspedes fica no final do corredor subindo as escadas...
ru: @george3_sad Если ты забыл, комната для гостей дальше по коридору и наверх...

source: @niko_speak Excuse me!
cht: @niko_speak 打扰了！
es: @niko_speak ¡Disculpa!
it: @niko_speak Scusa!
ja: @niko_speak あの！
ko: @niko_speak 잠깐 실례할게요!
pt_br: @niko_speak Com licença!
ru: @niko_speak Прошу прощения!

source: @niko I do have this book!\>\n\@niko_speak I...think it's written in some sort of...words I don't recognize?
cht: @niko 我有这本书！\>\n\@niko_speak 但我...觉得它是用一些...我不 认识的字写的...？
es: @niko ¡Pero tengo un libro!\>\n\@niko_speak Creo que está escrito con... una especie de palabras que no reconozco.
it: @niko Ho questo libro!\>\n\@niko_speak Ed è scritto con parole strane che non riconosco!
ja: @niko この本なら持ってるよ！\>\n\@niko_speak たぶん…ミーには分からない文字…みたいなので 書かれてるみたい？
ko: @niko 저, 이 책을 가지고 있어요!\>\n\@niko_speak 그게... 제가 모르는 말로 쓰인 것 같아요.
pt_br: @niko Eu tenho esse livro!\>\n\@niko_speak Eu... acho que está escrito em algum... idioma que não estou reconhecendo.
ru: @niko У меня есть эта книга!\>\n\@niko_speak Как бы я не старался...я не могу...ни слова в ней понять?

source: @george3 Lemme see...
cht: @george3 让我看看...
es: @george3 Déjame ver...
it: @george3 Fammi vedere...
ja: @george3 見せて…
ko: @george3 어디 봅시다...
pt_br: @george3 Deixe-me ver...
ru: @george3 Дай-ка посмотрю...

source: @george3_sad Oh...\>\n\@george3_worry Oh, dear....
cht: @george3_sad 噢...\>\n\@george3_worry 噢，亲爱的...
es: @george3_sad Ah...\>\n\@george3_worry Vaya, increíble...
it: @george3_sad Oh...\>\n\@george3_worry Oh, cavoli...
ja: @george3_sad あぁ…\>\n\@george3_worry うそ、これって…
ko: @george3_sad 아...\>\n\@george3_worry 오, 세상에...
pt_br: @george3_sad Ah... \>\n\@george3_worry Oh, céus...
ru: @george3_sad Oх...\>\n\@george3_worry Божечки....

source: @george3_sad Hey uh... is it alright if I... borrow this...
cht: @george3_sad 嘿...我可以...借一下这个吗...
es: @george3_sad Eh... ¿Te importa si... me lo quedo... un rato?
it: @george3_sad Ehi... va bene se... lo prendo per un momento...?
ja: @george3_sad あの、その…これ…少し借りてもいいかしら…
ko: @george3_sad 음, 혹시... 제가... 이걸 좀 빌려도 될까요...?
pt_br: @george3_sad Ei, ahm... Tudo bem se eu... pegar isso emprestado...?
ru: @george3_sad Эй, эм-м... ничего, если я... возьму её на время?..

source: @george3_worry There's no mistake... I have to translate it.
cht: @george3_worry 没错...我必须翻译它。
es: @george3_worry No hay otra alternativa... Tengo que traducirlo.
it: @george3_worry Non c'è dubbio... Devo tradurlo.
ja: @george3_worry 絶対そうよ…これは、私が解読しないと。
ko: @george3_worry 분명합니다... 제가 이 책을 번역해야 합니다.
pt_br: @george3_worry Não tem escapatória... Terei que traduzi-lo.
ru: @george3_worry Ошибки быть не может... Я должна её перевести.

source: @niko_speak Oh, no problem!
cht: @niko_speak 噢，没问题！
es: @niko_speak ¡Vale, por mí genial!
it: @niko_speak Oh, certo!
ja: @niko_speak うん、いいよ！
ko: @niko_speak 물론이죠!
pt_br: @niko_speak Ah, sem problema!
ru: @niko_speak Да не проблема!

source: @george3_sad I'll try my best, but... \>\@george3_sigh It probably won't be very fast.
cht: @george3_sad 我会尽力的，但...\>\@george3_sigh 可能不会很快。
es: @george3_sad Haré lo que pueda, pero... \>\@george3_sigh creo que voy a tardar un poco.
it: @george3_sad Farò del mio meglio, però... \>\@george3_sigh ci vorrà un po' di tempo.
ja: @george3_sad 頑張ってみるけど… \>\@george3_sigh すぐには終わらないかも。
ko: @george3_sad 최선을 다해 보겠지만... \>\@george3_sigh 아마 빠르게 진행되지는 않을 겁니다.
pt_br: @george3_sad Farei o que puder, mas... \>\@george3_sigh Acho que levará algum tempo.
ru: @george3_sad Я постараюсь изо всех сил, но... \>\@george3_sigh Боюсь, это не будет очень быстро.

source: @niko That's okay.\>\n\@niko_yawn *yawn*...
cht: @niko 没关系。\>\n\@niko_yawn *哈欠*...
es: @niko No pasa nada.\>\n\@niko_yawn *Uaaa*...
it: @niko Non ti preoccupare.\>\n\@niko_yawn Yawn...
ja: @niko 大丈夫だよ。\>\n\@niko_yawn ふわぁ…
ko: @niko 괜찮아요.\>\n\@niko_yawn *하암*...
pt_br: @niko Tudo bem.\>\n\@niko_yawn *uaaah*...
ru: @niko Всё нормально.\>\n\@niko_yawn *зевок*...

source: @george3_worry Oh dear, are you... tired?
cht: @george3_worry 哦，亲爱的，你累了吗... ？
es: @george3_worry Ay, ¿tienes... sueño?
it: @george3_worry Oh cielo, sei... stanco?
ja: @george3_worry あら、あなた…疲れてるの？
ko: @george3_worry 저런, 피곤하십니까?
pt_br: @george3_worry Céus, você não descansou?
ru: @george3_worry Ой, божечки, ты... устал?

source: @george3_sad Ah, well...\>\n\@george3 I do have a guest room upstairs...\>\n\@george3_sad Ah, but it's in the attic though...
cht: @george3_sad 啊，是的...\>\n\@george3 我在楼上确实有一间客房...\>\n\@george3_sad 啊，不过它在阁楼里...
es: @george3_sad Ah, bueno...\>\n\@george3 Arriba tengo una habitación de invitados...\>\n\@george3_sad Ah, pero está en el altillo...
it: @george3_sad Allora...\>\n\@george3 Ho una stanza per gli ospiti al piano di sopra...\>\n\@george3_sad Oh, purtroppo è in soffitta...
ja: @george3_sad そう、なら…\>\n\@george3 上の階にゲストルームがあるから…\>\n\@george3_sad あっ、でも屋根裏部屋だけど…
ko: @george3_sad 아, 맞습니다...\>\n\@george3 위층에 손님용 방을 마련해 뒀습니다...\>\n\@george3_sad 아, 하지만 거긴 다락인데...
pt_br: @george3_sad Ah, bom... \>\n\@george3 Tem um quarto de hóspedes lá em cima...\>\n\@george3_sad Ah, mas é no sótão...
ru: @george3_sad Ну что ж...\>\n\@george3 У меня там наверху есть комната для гостей...\>\n\@george3_sad Ох, но это чердак...

source: @george3_sigh Sorry if it's not very comfortable...
cht: @george3_sigh 抱歉房间可能不是很舒服...
es: @george3_sigh Siento si no es la habitación más cómoda del mundo...
it: @george3_sigh Non è il massimo della comodità, mi dispiace...
ja: @george3_sigh あまり寝心地が良くなかったらごめんなさい…
ko: @george3_sigh 죄송하지만 그다지 편한 방은 아닐 수도 있습니다.
pt_br: @george3_sigh Sinto muito por não ser lá muito confortável...
ru: @george3_sigh Прости, если тебе там не будет очень удобно...

source: @george3_sigh So... do you have any questions about \c[3]books\c[0]...
cht: @george3_sigh 那么...你有关于\c[3]书\c[0]的问题要问吗...
es: @george3_sigh ¿Tienes... alguna pregunta sobre... \c[3]libros\c[0]...?
it: @george3_sigh Allora... hai delle domande riguardo ai \c[3]libri\c[0]...?
ja: @george3_sigh それで…\c[3]本\c[0]についての質問はあるの…？
ko: @george3_sigh 자... \c[3]책\c[0]에 관해 질문이 있으신 겁니까...
pt_br: @george3_sigh Então... você tem alguma pergunta sobre \c[3]livros\c[0]...?
ru: @george3_sigh Ну так что... есть ли у тебя есть вопросы насчёт \c[3]книг\c[0]...

source: @george3_cry It's all I'm good forrrrrrr.......
cht: @george3_cry 没有了，我觉得很好.......
es: @george3_cry Los libros son lo único que se me da bien en la vida...
it: @george3_cry Non ho altri modi per rendermi uuutileee......
ja: @george3_cry 得意分野がこれしかないのよぉぉぉ……
ko: @george3_cry 저한테 쓸모라곤 그것밖에 없거든요오오...
pt_br: @george3_cry Essa é a minha especialidaaaaade...
ru: @george3_cry Это всё, на что я гожу-у-у-у-сь.......

source: @george4_golly Oh, do you need me to explain again?
cht: @george4_golly 噢，你要我再解释一遍吗？
es: @george4_golly Ah, ¿quieres que te lo explique de nuevo?
it: @george4_golly Oh, vuoi che te lo rispieghi?
ja: @george4_golly あは、また説明してほしい？
ko: @george4_golly 아, 다시 설명해 줄까?
pt_br: @george4_golly Ah, precisa que eu explique de novo?
ru: @george4_golly Ой, ты хочешь, чтобы я тебе снова объяснила?

source: @george4 Alright!
cht: @george4 好的！
es: @george4 ¡De acuerdo!
it: @george4 Va bene!
ja: @george4 よしっ！
ko: @george4 알았어!
pt_br: @george4 Certo!
ru: @george4 Хорошо!

source: @george4_golly The journal says... you must go to the small room at the base of the Tower while having three pieces of the previous sun in your possession.
cht: @george4_golly 日志说...你必须到达塔楼底部的小 房间，拿着三片以前的太阳碎片。
es: @george4_golly Según el diario... debes poseer tres partes del sol anterior y dirigirte a la sala pequeña que hay en la base de la Torre.
it: @george4_golly Il diario dice che... devi andare nella piccola stanza alla base della Torre con i tre pezzi del sole precedente.
ja: @george4_golly 日記にはね…以前まであった太陽の 3つのかけらを持って、塔のふもとにある 小さな部屋に行くように、って書いてあるの。
ko: @george4_golly 그 기록에는... 넌 이전 태양의 조각 세 개를 가지고 탑 아래에 있는 작은 방으로 가야 한다고 쓰여 있어.
pt_br: @george4_golly O diário diz que... você precisa ir até uma salinha na base da Torre portando três partes do antigo sol.
ru: @george4_golly В дневнике сказано... что ты должен войти в маленькую комнату в подножии Башни с тремя кусочками прежнего солнца.

source: @george4 And then, you'll stand in the room, and \p will do something about floor patterns and windows.
cht: @george4 然后，你必须站在房间里，而\p 会对地板图案和窗口做些处理。
es: @george4 Después, tienes que entrar en la sala, y \p hará algo con las ventanas y el patrón del suelo.
it: @george4 Dopodiché dovrai restare fermo nella stanza e \p farà qualcosa riguardo alla forma del pavimento e le finestre.
ja: @george4 あとは、部屋に立っていれば、 \p が床の模様とか窓で 何かしてくれるってさ。
ko: @george4 그다음엔 방 안에 서 있으면 돼. 그러면 \p 님이 바닥 무늬와 창으로 뭔가를 할 거야.
pt_br: @george4 Depois, você precisará ficar na sala enquanto \p fará alguma coisa com as janelas e os desenhos do chão.
ru: @george4 Затем просто стой в комнате, а \p что-то сделает с узорами на полу и окнами.

source: @george4_smile That's all there is to it!
cht: @george4_smile 这就是你要做的。
es: @george4_smile ¡Y eso es todo!
it: @george4_smile Tutto qui!
ja: @george4_smile これで以上！
ko: @george4_smile 내용은 그게 다야!
pt_br: @george4_smile E é isso!
ru: @george4_smile Вот, собственно, и всё!

source: @george4 No problem! See you later!
cht: @george4 没问题！待会见！
es: @george4 ¡Muy bien! ¡Nos vemos!
it: @george4 Nessun problema! A dopo!
ja: @george4 どういたしまして！またね！
ko: @george4 고맙긴! 또 봐!
pt_br: @george4 Sem problema! Até mais!
ru: @george4 Ничего! До встречи!

source: @george4 Heya! Had a good nap?
cht: @george4 嘿呀！休息好了吗？
es: @george4 ¡Hola! ¿Has dormido bien?
it: @george4 Ehilà! Schiacciato un bel pisolino?
ja: @george4 やっほ！よく眠れた？
ko: @george4 안녕! 푹 잤어?
pt_br: @george4 E aí! O cochilo foi bom?
ru: @george4 Приветик! Хорошо выспался?

source: @george4 Goody!\>\n\@george4_smile I finished translating the journal, by the way!
cht: @george4 很好！\>\n\@george4_smile 顺便说一下，我完成了日志的翻译！
es: @george4 ¡Genial!\>\n\@george4_smile Por cierto, justo acabo de terminar de traducir el diario.
it: @george4 Fantastico!\>\n\@george4_smile Comunque, ho finito di tradurre il diario!
ja: @george4 良かったー！\>\n\@george4_smile あとね、日記の解読が終わったよ！
ko: @george4 다행이네!\>\n\@george4_smile 그건 그렇고, 일지 번역이 끝났어!
pt_br: @george4 Beleza!\>\n\@george4_smile Falando nisso, terminei a tradução do diário!
ru: @george4 Молодец!\>\n\@george4_smile А я тут, кстати, закончила с переводом дневника!

source: @george4_oops Well, you were out for a while.\>\n\@george4_golly Anyway, it looks like this journal might be meant for \p!
cht: @george4_oops 噢，你刚刚出去了一下。\>\n\@george4_golly 无论如何，看起来这本日志应该是写给\p的！
es: @george4_oops Bueno, te has ausentado un buen rato.\>\n\@george4_golly En fin, ¡parece que el diario está dirigido a \p!
it: @george4_oops Sai, hai dormito per parecchio tempo.\>\n\@george4_golly Comunque, sembra che il diario sia stato scritto per \p!
ja: @george4_oops キミが寝てた間にね。\>\n\@george4_golly でね、この日記なんだけど、 \p のために書かれたものみたい！
ko: @george4_oops 뭐, 넌 자고 있었으니까.\>\n\@george4_golly 아무튼, 이 일지는 \p 님을 위해 쓰인 것 같아!
pt_br: @george4_oops Bom, você demorou um bocado. \>\n\@george4_golly Enfim, parece que o diário foi escrito para \p!
ru: @george4_oops Ну, ты довольно долго был в отключке.\>\n\@george4_golly В общем, похоже, этот дневник предназначен для \p!

source: @george4 Here, take a look yourself!
cht: @george4 在这，你自己看！
es: @george4 ¡Toma, míralo con tus propios ojos!
it: @george4 Tieni, dacci un'occhiata!
ja: @george4 ほら、見てみて！
ko: @george4 자, 직접 읽어 봐!
pt_br: @george4 Tome, olhe só para você!
ru: @george4 Вот держи, посмотри сам!

source: @niko Is that all?
cht: @niko 这是所有的吗？
es: @niko ¿Eso es todo?
it: @niko Tutto qui?
ja: @niko これで終わり？
ko: @niko 이게 전부인가요?
pt_br: @niko Isso é tudo?
ru: @niko Это всё?

source: @george4_golly Yeah... the rest of the pages were torn out...
cht: @george4_golly 是的...剩下的书页被撕毁了....
es: @george4_golly Sí... Alguien ha arrancado el resto de páginas.
it: @george4_golly Sì... il resto delle pagine è stato strappato...
ja: @george4_golly うん…残りのページは破られちゃってた…
ko: @george4_golly 맞아... 나머지 장은 전부 찢어져 있었거든...
pt_br: @george4_golly É... O resto das páginas foi arrancado...
ru: @george4_golly Ага... остальные страницы были вырваны.

source: @george4 I...guess you don't know what happened to those?
cht: @george4 我...猜你还不知道发生了什么吧？
es: @george4 Supongo que... no sabrás qué ocurrió con ellas.
it: @george4 Beh... Immagino tu non sappia che fine hanno fatto, vero?
ja: @george4 むう…どこに消えちゃったか 知らないよね？
ko: @george4 혹시... 왜 그런지 알아?
pt_br: @george4 Creio que... você não saiba ao certo o que aconteceu com elas, né?
ru: @george4 Я...полагаю ты не знаешь, что с ними произошло?

source: @niko_eyeclosed Nope...
cht: @niko_eyeclosed 不知道...
es: @niko_eyeclosed Pues no...
it: @niko_eyeclosed Già...
ja: @niko_eyeclosed うん…
ko: @niko_eyeclosed 아니요...
pt_br: @niko_eyeclosed Não...
ru: @niko_eyeclosed Не-а...

source: @george4_oops Aww... I was wondering what "window" was supposed to mean.\>\n\@george4_golly Ah well, I guess \p will have to figure out that one.
cht: @george4_oops 啊...我想知道"窗口" 到底意味着什么。\>\n\@george4_golly 啊，我觉得\p会需要弄明白这点的。
es: @george4_oops Vaya... Me preguntaba qué querrá decir "ventana".\>\n\@george4_golly Bueno, supongo que \p tendrá que averiguarlo por su cuenta.
it: @george4_oops Aww... Mi chiedevo cosa volesse dire con "finestra".\>\n\@george4_golly Allora dovrà essere \p a capirlo, immagino.
ja: @george4_oops そっか…「窓」ってどういう意味なんだろ。\>\n\@george4_golly ま、きっと \p が何とか してくれるよ。
ko: @george4_oops 아깝네... 기록에 적힌 "창"이 무슨 뜻인지 알고 싶었는데.\>\n\@george4_golly 뭐, \p 님이 분명 뭔가 알아내시겠지.
pt_br: @george4_oops Ahh... Fiquei curiosa para saber o que significa essa “janela”.\>\n\@george4_golly Ahm, bem... Acho que \p terá que decifrar esse mistério.
ru: @george4_oops Блин... А я тут голову ломала, что это за «окно».\>\n\@george4_golly Ну ладно, думаю, \p сможет с этим разобраться.

source: @george4_omg Oh! Of course!
cht: @george4_omg 噢！当然！
es: @george4_omg ¡Ah! ¡Claro!
it: @george4_omg Oh! Ma certo!
ja: @george4_omg あっ！そうだよね！
ko: @george4_omg 아! 물론이지!
pt_br: @george4_omg Ah! É claro!
ru: @george4_omg О! Конечно!

source: @george4_smile That just means you need things that contain yellow phosphor!\>\n\@george4 They glow for a long time!
cht: @george4_smile 这表示你需要含有黄色荧光体的物品！\>\n\@george4 它们能发光很长一段时间！
es: @george4_smile ¡Significa que necesitas cosas que contengan fósforo amarillo!\>\n\@george4 ¡Su brillo dura muchísimo!
it: @george4_smile Significa che hai bisogno di cose che contengono il fosforo giallo!\>\n\@george4 Rimangono luminose per tanto tempo!
ja: @george4_smile それはね、黄色の蛍光体を含んでいるものが 必要っていう意味！\>\n\@george4 ずーっと光ってるのよ！
ko: @george4_smile 그건, 노란색 발광채를 함유하는 물건이 필요하다는 뜻이야!\>\n\@george4 그 발광체는 굉장히 오랫동안 빛을 내거든!
pt_br: @george4_smile Isso só significa que você precisa de coisas que contenham luminescência amarela!\>\n\@george4 Elas brilham por um tempão!
ru: @george4_smile Это просто значит, что тебе нужны предметы, содержащие жёлтый фосфор!\>\n\@george4 Они очень долго светятся!

source: @niko_speak Ooh!\>\n\@niko I do have a piece of amber and a feather, they're both glowing yellow...
cht: @niko_speak 噢！\>\n\@niko 我有一块琥珀和一根羽毛，它们都发黄 色的光......
es: @niko_speak ¡Aaah!\>\n\@niko Tengo un trozo de ámbar y una pluma, y las dos son de color amarillo brillante...
it: @niko_speak Ooh!\>\n\@niko Ho un pezzo di ambra e una penna, entrambi brillano di giallo...
ja: @niko_speak あっ、それなら！\>\n\@niko ミー、琥珀と羽根なら持ってるよ。 2つとも黄色に光ってる…
ko: @niko_speak 앗!\>\n\@niko 저, 이 호박석 조각과 깃털을 가지고 있어요. 둘 다 노랗게 빛나는데...
pt_br: @niko_speak Aah!\>\n\@niko Eu tenho um pedaço de âmbar e uma pena, ambos têm um brilho amarelo...
ru: @niko_speak О-о-о!\>\n\@niko У меня есть кусок янтаря и перо, они оба светятся жёлтым...

source: @george4_golly Aww, just two?
cht: @george4_golly 啊，只有两件？
es: @george4_golly Oh... ¿solo dos?
it: @george4_golly Aww, soltanto due?
ja: @george4_golly むむむ、2つだけ？
ko: @george4_golly 이런... 두 개뿐이야?
pt_br: @george4_golly Ahh, só duas coisas?
ru: @george4_golly Ой, только два?

source: @george4 Here, you can have this then!
cht: @george4 看，你还可以拿这个！
es: @george4 Entonces... ¡toma. quédate esto!
it: @george4 Allora tieni, prendi questo!
ja: @george4 じゃあ、これ。キミにあげる！
ko: @george4 자, 이걸 가져가!
pt_br: @george4 Tome, então pode ficar com isto!
ru: @george4 Вот, тогда возьми это!

source: @niko Oh...\>\n\@niko_speak It looks...
cht: @niko 噢...\>\n\@niko_speak 它看起来...
es: @niko Ah...\>\n\@niko_speak Se parece...
it: @niko Oh...\>\n\@niko_speak Assomiglia...
ja: @niko あっ…\>\n\@niko_speak これって…
ko: @niko 아...\>\n\@niko_speak 이건...
pt_br: @niko Ah...\>\n\@niko_speak Parece...
ru: @niko О...\>\n\@niko_speak Он похож...

source: @george4_smile Like me, right?
cht: @george4_smile 像我，是吗？
es: @george4_smile A mí, ¿verdad?
it: @george4_smile A me, no?
ja: @george4_smile わたしに似てるでしょ？
ko: @george4_smile 날 꼭 닮았지?
pt_br: @george4_smile Comigo, né?
ru: @george4_smile На меня, да?

source: @george4_smile Now you have a little keepsake from the library!
cht: @george4_smile 现在你也有了图书馆的小纪念品了！
es: @george4_smile ¡Ahora ya tienes un pequeño recuerdo de la biblioteca!
it: @george4_smile Ora hai un piccolo ricordo della biblioteca!
ja: @george4_smile これは、図書館からキミへの記念品ってことで！
ko: @george4_smile 도서관에서 주는 기념품이라고 생각해!
pt_br: @george4_smile Agora você tem uma lembrancinha da biblioteca!
ru: @george4_smile Теперь у тебя есть маленький сувенир на память об этой библиотеке!

source: @george4 No problem! Looks like you're all set!
cht: @george4 没问题！看起来你已经准备好了！
es: @george4 ¡Muy bien! ¡Creo que ya estás listo!
it: @george4 Nessun problema! Beh... Direi che sei pronto!
ja: @george4 どういたしまして！もう準備万端って感じね！
ko: @george4 이제 됐어! 준비가 다 끝났네!
pt_br: @george4 Sem problema! Agora você está prontinha!
ru: @george4 Ничего! Похоже, теперь ты полностью готов!

source: @george4_smile Good luck now!
cht: @george4_smile 祝你好运！
es: @george4_smile ¡Buena suerte!
it: @george4_smile In bocca al lupo!
ja: @george4_smile じゃあ、頑張ってね！
ko: @george4_smile 그럼, 행운을 빌게!
pt_br: @george4_smile Boa sorte!
ru: @george4_smile Удачи тебе!

source: @george4_oops Haha... it won't be done for a while, sorry!
cht: @george4_oops 哈哈...一下子没法完成，抱歉！
es: @george4_oops Ja, ja... ¡Tardaré un tiempo, lo siento!
it: @george4_oops Ahah... Dovrai aspettare un po', mi spiace!
ja: @george4_oops ハハ…ごめんね、しばらくかかりそう！
ko: @george4_oops 하하... 그렇게 금방 되지는 않아, 미안!
pt_br: @george4_oops Haha... Vai demorar mais um pouco, desculpe!
ru: @george4_oops Ха-ха... дело делается не скоро, уж извини!

source: @niko_eyeclosed Excuse me...\.\. again....
cht: @niko_eyeclosed 再次...\.\. 打扰...
es: @niko_eyeclosed Perdóname...\.\. otra vez...
it: @niko_eyeclosed Scusami...\.\. di nuovo...
ja: @niko_eyeclosed ごめんなさい…\.\. また…
ko: @niko_eyeclosed 정말...\.\. 죄송한데요...
pt_br: @niko_eyeclosed Com licença...\.\. de novo...
ru: @niko_eyeclosed Простите меня...\.\. опять....
