Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @silver2 [This looks like a standard issue minecart, though.]
cht: @silver2 [这像是一个标准配置的矿车。]
es: @silver2 [Pues parece un vagón de minería normal.]
it: @silver2 [Sembra un normale carrello, nonostante tutto.]
ja: @silver2 [一見、これは標準仕様のトロッコみたい だけれど。]
ko: @silver2 [이건 표준 광산 수레 같아.]
pt_br: @silver2 [Mas parece ser só uma vagoneta comum.]
ru: @silver2 [В общем-то она выглядит как обычная вагонетка.]

source: @silver [...which means it likely detected the motion in this room and sent itself over.]
cht: @silver [...也就是说，它有可能察觉到这个房间 的响动，就自动进入工作状态了。]
es: @silver [... Lo que quiere decir que probablemente ha detectado movimiento en esta habitación, y se ha mandado automáticamente.]
it: @silver [...Il che significa che probabilmente ha rilevato il movimento nella stanza e si è spostato qui da solo.]
ja: @silver […部屋内の動きを感知すると、勝手にそこまで 移動してくる機能があるから。]
ko: @silver [...무슨 말이냐면, 이 방 안의 동작을 감지해서 스스로 나타난 거지.]
pt_br: @silver [... o que significa que ela deve ter detectado movimento por aqui e se mexeu sozinha.]
ru: @silver [Скорее всего, она заметила движение в этом месте и отправилась сюда.]

source: @niko_eyeclosed Ah... that does make sense.
cht: @niko_eyeclosed 嗯...这个说得通。
es: @niko_eyeclosed Ah... Eso sí tiene sentido.
it: @niko_eyeclosed Ah... ha senso.
ja: @niko_eyeclosed へえ…それなら納得かも。
ko: @niko_eyeclosed 아... 말이 되네요.
pt_br: @niko_eyeclosed Ah... faz sentido.
ru: @niko_eyeclosed А... Звучит логично.

source: @silver_eyeclosed [I'm just surprised it still works.]
cht: @silver_eyeclosed [我就是很惊讶它还能工作。]
es: @silver_eyeclosed [Me sorprende que aún funcione.]
it: @silver_eyeclosed [Sono sorpresa che funzioni ancora.]
ja: @silver_eyeclosed [まだ動作していることが驚きね。]
ko: @silver_eyeclosed [이게 아직 작동한다니 놀랍네.]
pt_br: @silver_eyeclosed [Me surpreende que ainda funcione.]
ru: @silver_eyeclosed [Странно, что она всё ещё работает.]

source: @silver [Guess that means we'll have a working vehicle now.]
cht: @silver [我想这意味着我们现在有一台可以 使用的交通工具了。]
es: @silver [Supongo que entonces tenemos un vehículo que funciona.]
it: @silver [Suppongo significhi che abbiamo un veicolo funzionante ora.]
ja: @silver [これで、まだきちんと動く車両が 確保できた。]
ko: @silver [이제 우리에게 작동하는 탈것이 생긴 거야.]
pt_br: @silver [Acho que isso significa que teremos um veículo funcional agora.]
ru: @silver [Получается, теперь у нас есть рабочее средство передвижения.]

source: @silver_eyeclosed [Not sure why you would want to visit the deeper mines, but...]
cht: @silver_eyeclosed [虽然不明白你为何要去深矿区...]
es: @silver_eyeclosed [No sé para qué querríamos ir a lo más profundo de las minas, pero...]
it: @silver_eyeclosed [Non ho ancora capito perché tu voglia visitare la parte profonda della miniera, ma...]
ja: @silver_eyeclosed [どうして鉱山の奥まで行きたいのかは 分からないけれど…]
ko: @silver_eyeclosed [왜 광산 아래로 내려가겠다는 건지는 모르겠지만...]
pt_br: @silver_eyeclosed [Não sei por que você quer ir para as minas mais profundas, mas...]
ru: @silver_eyeclosed [Не совсем понимаю, зачем тебе нужно попасть вглубь шахты, но...]

source: @silver [If you wanted to, we now have that option.]
cht: @silver [如果你想去的话，我们现在可以去了。]
es: @silver [Si quisieras, ahora tenemos esa opción.]
it: @silver [Se vuoi, ora abbiamo questa opzione.]
ja: @silver [行きたければ、それも可能になった。]
ko: @silver [원한다면 이제 가능해.]
pt_br: @silver [Se quiser, agora temos essa opção.]
ru: @silver [Если ты этого хотел, теперь у нас есть для этого возможность.]

source: @niko_speak Is the minecart even going to fit both of us?
cht: @niko_speak 那辆矿车可以搭载我们俩吗？
es: @niko_speak ¿Y cabremos los dos?
it: @niko_speak Ci staremo entrambi in questo carrello?
ja: @niko_speak このトロッコ、2人で乗れるかな？
ko: @niko_speak 저 광산 수레를 둘이서도 탈 수 있을까요?
pt_br: @niko_speak Será que cabemos você e eu nesta vagoneta?
ru: @niko_speak А мы вдвоём поместимся в вагонетку?

source: @silver_lookup [No.]
cht: @silver_lookup [不行。]
ja: @silver_lookup [無理ね。]
ko: @silver_lookup [아니.]
pt_br: @silver_lookup [Não.]
ru: @silver_lookup [Нет.]

source: @niko But I wanted you to come with us...
cht: @niko 但我想你和我们一起去...
es: @niko Pero me gustaría que vinieras con nosotros...
it: @niko Ma volevo che venissi con noi...
ja: @niko えっ、一緒に来てほしかったのに…
ko: @niko 하지만 저는 함께 가고 싶어요...
pt_br: @niko Mas queria que você viesse conosco...
ru: @niko Но я бы хотел, чтобы ты поехала с нами...

source: @niko I know I've got \p, but... \>\n\@niko_eyeclosed ...honestly? This place gives me the creeps!
cht: @niko 我知道有 \p陪着我，但...\>\n\@niko_eyeclosed ...老实说？这个地方让我觉得毛骨悚然。
es: @niko Sé que tengo a \p, pero... \>\n\@niko_eyeclosed ... ¿honestamente? ¡Este lugar me da escalofríos!
it: @niko So che con me c'è \p, ma... \>\n\@niko_eyeclosed ...A dirla tutta, questo posto mi mette i brividi lo stesso!
ja: @niko \p がついてくれてるのは 分かってるけど、でも… \>\n\@niko_eyeclosed …正直ね？この場所、何だかゾワゾワするんだ！
ko: @niko 물론 \p 님이 있긴 하지만... \>\n\@niko_eyeclosed ...솔직히 말하면... 이 장소는 으스스하다고요!
pt_br: @niko Sei que estou com \p, mas... \>\n\@niko_eyeclosed ... sinceramente? Este lugar me dá arrepios!
ru: @niko Я знаю, что у меня есть \p, но... \>\n\@niko_eyeclosed Честно говоря, от этого места у меня мурашки по коже!

source: @silver2 [Oh. I can still come with.]
cht: @silver2 [噢，我可以一起去。]
es: @silver2 [Oh. Sí que puedo ir con vosotros.]
it: @silver2 [Oh. Posso comunque venire con voi.]
ja: @silver2 [あら。一緒に行けないとは言っていないわ。]
ko: @silver2 [아. 난 수레를 타지 않아도 갈 수 있어.]
pt_br: @silver2 [Ah. Ainda posso acompanhar você.]
ru: @silver2 [О, я всё равно могу проводить вас.]

source: @silver [I would just have to follow along on the rails.]
cht: @silver [我只需要沿着铁轨跟着走。]
es: @silver [Solo tendría que seguir los raíles.]
it: @silver [Mi basta passare sulle le rotaie.]
ja: @silver [レールを辿って進めばいいだけだもの。]
ko: @silver [그냥 선로를 따라 가면 되거든.]
pt_br: @silver [É só eu seguir pelos trilhos.]
ru: @silver [Я просто пойду следом по рельсам.]

source: @niko_what But doesn't it look a little... \. \.precarious...?
cht: @niko_what 但你不觉得这看起来有点...\.\.危险...？
es: @niko_what Aunque, ¿no parece un poco... \.\.precario...?
it: @niko_what Ma non è un po'... \.\.rischioso...?
ja: @niko_what でもこれ、ちょっと… \. \.不安じゃない…？
ko: @niko_what 하지만 그러면... \. \.위험하지 않아요?
pt_br: @niko_what Mas eles não parecem um pouco... \.\.perigosos...?
ru: @niko_what Но это же как то... \. \.рискованно?

source: @silver [The magnetic rails can hold me in place.]
cht: @silver [磁性铁轨可以使我固定不掉下去。]
es: @silver [Los raíles magnéticos me mantienen sujeta.]
it: @silver [Le rotaie magnetiche mi aiutano a non cadere.]
ja: @silver [磁気レールで固定できるわ。]
ko: @silver [자석 선로가 나를 잡아 줄 거야.]
pt_br: @silver [Os trilhos magnéticos me seguram.]
ru: @silver [Магнитные рельсы не дадут мне упасть.]

source: @silver_eyeclosed [It's only ever dangerous to walk on if you're an organic being.]
cht: @silver_eyeclosed [只是对于有机生命体来说，在上面走会很危险。]
es: @silver_eyeclosed [Solo resulta peligroso caminar si eres un ser orgánico.]
it: @silver_eyeclosed [È pericoloso camminarci solo se sei una persona in carne ed ossa.]
ja: @silver_eyeclosed [ここを進むのが危険なのは、有機生命体だけよ。]
ko: @silver_eyeclosed [생물체가 걷기에는 위험하지만.]
pt_br: @silver_eyeclosed [Só é perigoso de andar se você for orgânico.]
ru: @silver_eyeclosed [По ним опасно ходить, только если ты органическое существо.]

source: @silver [Which you are.]
cht: @silver [就像你。]
es: @silver [Como tú.]
it: @silver [Cosa che tu sei.]
ja: @silver [あなたのようなね。]
ko: @silver [바로 널 말하는 거야.]
pt_br: @silver [Vocês são.]
ru: @silver [Коим ты являешься.]

source: @niko_eyeclosed Gotcha.
cht: @niko_eyeclosed 明白了。
es: @niko_eyeclosed Entendido.
it: @niko_eyeclosed Capito.
ja: @niko_eyeclosed そっか。
ko: @niko_eyeclosed 그렇군요.
pt_br: @niko_eyeclosed Entendi.
ru: @niko_eyeclosed Понял.

source: @niko It's another one of those shrimp jars.
cht: @niko 又是一个装满虾的罐子。
es: @niko Es otro de esos tarros con camarones.
it: @niko Un altro di quei barattoli pieni di gamberetti.
ja: @niko ここにも、あのエビが入ったビンがある。
ko: @niko 이 병에도 새우가 들었어요.
pt_br: @niko Mais um daqueles potes de camarão.
ru: @niko Ещё одна из этих банок с креветками.

source: @niko_speak There's a little gadget on the ground.
cht: @niko_speak 地上有个小东西。
es: @niko_speak Hay un pequeño dispositivo en el suelo.
it: @niko_speak C'è un piccolo oggetto per terra.
ja: @niko_speak 地面に小さな機械が落ちてる。
ko: @niko_speak 작은 장치가 떨어져 있네.
pt_br: @niko_speak Há uma pequena geringonça no chão.
ru: @niko_speak Здесь лежит маленькое устройство.

source: @niko It looks kinda like a camera...
cht: @niko 看起来有点像一台照相机...
es: @niko Parece una cámara...
it: @niko Oh, una fotocamera...
ja: @niko カメラみたいな形してる…
ko: @niko 카메라처럼 생겼는데...
pt_br: @niko Parece algum tipo de câmera...
ru: @niko Похоже на камеру...

source: @silver [What's left of a camera, anyway...]
cht: @silver [被遗弃的相机...]
es: @silver [Más bien, lo que queda de una cámara...]
it: @silver [Beh, quel che ne resta...]
ja: @silver [正確には、カメラだったもの、ね。 それはその残骸…]
ko: @silver [카메라의 잔해에 가깝겠지...]
pt_br: @silver [Talvez os restos de uma...]
ru: @silver [То, что осталось от камеры...]

source: @silver_eyeclosed [Probably even part of a robot, at one point.]
cht: @silver_eyeclosed [可能是机器人身上的部件。]
es: @silver_eyeclosed [En algún momento, puede que parte de un robot.]
it: @silver_eyeclosed [Ma forse, visto anche dove ci troviamo, è qualche vecchia parte di un robot.]
ja: @silver_eyeclosed [以前はおそらく、ロボットの パーツだったんでしょう。]
ko: @silver_eyeclosed [어쩌면 예전에 로봇의 일부였을지도 모르고.]
pt_br: @silver_eyeclosed [Provavelmente era parte de algum robô.]
ru: @silver_eyeclosed [Возможно, это даже было частью робота.]

source: @niko_what Oh...
cht: @niko_what 噢...
es: @niko_what Vaya...
ja: @niko_what わあ…
ko: @niko_what 아...
pt_br: @niko_what Ah...
ru: @niko_what Ох...

source: @silver_eyeclosed [...or not. I don't know.]
cht: @silver_eyeclosed [...也可能不是。我不知道。]
es: @silver_eyeclosed [... O no. No lo sé.]
it: @silver_eyeclosed [...Oppure no.\> Non saprei dirlo con certezza.]
ja: @silver_eyeclosed …違うかもね。分からない。
ko: @silver_eyeclosed [...아님 말고. 나도 몰라.]
pt_br: @silver_eyeclosed [... ou não. Não sei.]
ru: @silver_eyeclosed [...или нет. Я не знаю.]

source: @niko Okay, here we go.
cht: @niko 好，那我们走。
es: @niko Muy bien, vamos allá.
it: @niko Ok, andiamo.
ja: @niko よし、行こ。
ko: @niko 좋아요... 출발해요.
pt_br: @niko Certo, lá vamos nós.
ru: @niko Ладно, поехали.

source: @niko It's a clover.
cht: @niko 这是三叶草。
es: @niko Es un trébol.
it: @niko Un trifoglio.
ja: @niko クローバーだ。
ko: @niko 클로버예요.
pt_br: @niko É um trevo.
ru: @niko Это клевер.

source: @silver [Let's go.]
cht: @silver [走吧。]
es: @silver [Vamos].
it: @silver [Andiamo.]
ja: @silver [行きましょ。]
ko: @silver [가자.]
pt_br: @silver [Vamos.]
ru: @silver [Поехали.]

source: [PLEASE TAKE CARE TO NOT TOUCH THE SQUARES.\>\nI CANNOT GUARANTEE YOUR WELLBEING IF YOU DO.]
cht: [请注意不要接触方块。 \>\n不然我没办法保证你的安全。]
es: [POR FAVOR, TENED CUIDADO DE NO TOCAR LOS CUADRADOS.\>\nNO PUEDO GARANTIZAR VUESTRA SEGURIDAD SI ESO OCURRE.]
it: [FAI ATTENZIONE A NON TOCCARE I QUADRATI.\>\nSE LI TOCCHI NON POTRÒ GARANTIRE LA TUA INCOLUMITÀ.]
ja: [四角形に 触れないでください。\>\n 触れれば身の安全は 保証できません。]
ko: [사각형을 건드리지 않도록 조심하십시오.\>\n혹시라도 건드리는 경우에는 안전을 보장 못합니다.]
pt_br: [CUIDADO PARA NÃO TOCAR NOS QUADRADOS.\>\nNÃO POSSO GARANTIR SEU BEM-ESTAR SE O FIZER.]
ru: [ПОЖАЛУЙСТА, ПОСТАРАЙТЕСЬ НЕ ТРОГАТЬ КВАДРАТЫ.\>\nВ ПРОТИВНОМ СЛУЧАЕ Я НЕ МОГУ ГАРАНТИРОВАТЬ ВАШУ БЕЗОПАСНОСТЬ.]

source: @niko Gotcha.
cht: @niko 明白了。
es: @niko Entendido.
it: @niko Capito.
ja: @niko オッケー。
ko: @niko 알겠어요.
pt_br: @niko Entendi.
ru: @niko Понял.

source: [THESE SQUARES APPEARED MERE MINUTES AGO.]
cht: [这些方块就是在几分钟前出现的。]
es: [ESTOS CUADRADOS HAN APARECIDO HACE TAN SOLO UNOS MINUTOS.]
it: [QUESTI QUADRATI SONO APPARSI GIUSTO QUALCHE MINUTO FA.]
ja: [これらの四角形は つい数分前に 現れたものです。]
ko: [ 이 사각형은 몇 분 전에 나타났습니다.]
pt_br: [ESSES QUADRADOS APARECERAM HÁ APENAS ALGUNS MINUTOS.]
ru: [ЭТИ КВАДРАТЫ ПОЯВИЛИСЬ СЧИТАННЫЕ МИНУТЫ НАЗАД.]

source: @niko Really?
cht: @niko 真的？
es: @niko ¿En serio?
it: @niko Davvero?
ja: @niko そうなの？
ko: @niko 정말요?
pt_br: @niko É mesmo?
ru: @niko Правда?

source: @niko_eyeclosed I've been seeing a lot of them in doorways and stuff...
cht: @niko_eyeclosed 我在出口附近看见了许多这些东西...
es: @niko_eyeclosed He visto muchas en puertas...
it: @niko_eyeclosed Ne ho visti un sacco, perlopiù a bloccare passaggi...
ja: @niko_eyeclosed 入り口とか、いろんな場所で見かけるけど…
ko: @niko_eyeclosed 출입구랑 여기저기에서 많이 보았는데요...
pt_br: @niko_eyeclosed Várias portas e outras coisas cheias disso...
ru: @niko_eyeclosed Я их не раз видел в дверных проёмах и других местах...

source: [NOT A GOOD SIGN.]
cht: [这不是个好迹象。]
es: [NO ES BUENA SEÑAL.]
it: [NON È UN BUON SEGNO.]
ja: [いい兆しでは ありません。]
ko: [좋은 징조가 아닙니다.]
pt_br: [NÃO É UM BOM SINAL.]
ru: [ПЛОХОЙ ЗНАК.]

source: @niko ...huh?
cht: @niko ...啊？
es: @niko ... ¿eh?
it: @niko ...Eh?
ja: @niko …え？
ko: @niko ...네?
pt_br: @niko ... quê?
ru: @niko ...да?

source: [THE WORLD'S DETERIORATION IS ACCELERATING.]
cht: [世界的恶化正在加速。]
es: [ESTE MUNDO CADA VEZ SE DETERIORA MÁS RÁPIDO.]
it: [LA DETERIORAZIONE DEL MONDO STA ACCELERANDO.]
ja: [世界の崩壊が 加速しています。]
ko: [세상의 퇴화가 가속되고 있습니다.]
pt_br: [A DETERIORAÇÃO DO MUNDO ESTÁ ACELERANDO.]
ru: [МИР НАЧИНАЕТ РАЗРУШАТЬСЯ БЫСТРЕЕ.]

source: @niko2 ...oh.
cht: @niko2 ...噢。
ja: @niko2 …あ。
ko: @niko2 ...이런.
pt_br: @niko2 ... ah.
ru: @niko2 ...ох.

source: [HELLO, PEOPLE.]
cht: [你好。]
es: [HOLA, GENTE.]
it: [SALVE, PERSONE.]
ja: [どうモ、人間。]
ko: [안녕하세요, 인간.]
pt_br: [OLÁ, PESSOAS.]
ru: [ЗДРАВСТВУЙТЕ, ЛЮДИ.]

source: [TWO CHILDREN RESIDE NEAR HERE.]
cht: [两个小孩住在这附近。]
es: [DOS NIÑOS VIVEN CERCA DE AQUÍ.]
it: [POCO PIÙ AVANTI ABITANO DUE BAMBINI.]
ja: [この近くニ、子供ガ2人住んでいまス。]
ko: [어린이 둘이 이 근처에 삽니다.]
pt_br: [HÁ DUAS CRIANÇAS QUE MORAM AQUI PERTO.]
ru: [ТУТ НЕПОДАЛЁКУ ОБИТАЮТ ДВОЕ ДЕТЕЙ.]

source: @alula_speak I'm one of 'em!
cht: @alula_speak 我就是其中一个！
es: @alula_speak ¡Yo soy uno de ellos!
it: @alula_speak Io sono una di loro!
ja: @alula_speak あたしがその1人よ！
ko: @alula_speak 내가 그중 한 명이야!
pt_br: @alula_speak Eu sou uma delas!
ru: @alula_speak Я одна из них!

source: [HELLO, PERSON.]
cht: [大家好。]
es: [HOLA, INDIVIDUO.]
it: [SALVE, PERSONA.]
ja: [どうモ、人間。]
ko: [안녕하세요, 인간.]
pt_br: [OLÁ, PESSOA.]
ru: [ЗДРАВСТВУЙТЕ, ЧЕЛОВЕК.]

source: @shepherd So.....
cht: @shepherd 所以...
es: @shepherd Vaya...
it: @shepherd Quindi......
ja: @shepherd というわけで…
ko: @shepherd 그래...
pt_br: @shepherd Então...
ru: @shepherd Итак.....

source: @shepherd We meet again.
cht: @shepherd 我们又见面了。
es: @shepherd Volvemos a encontrarnos.
it: @shepherd Ci incontriamo ancora.
ja: @shepherd また会ったな。
ko: @shepherd 다시 만났군.
pt_br: @shepherd Encontramo-nos novamente.
ru: @shepherd Мы встретились снова.

source: @niko Hello...
cht: @niko 你好呀...
es: @niko Hola...
it: @niko Ciao...
ja: @niko こんばんは…
ko: @niko 안녕하세요...
pt_br: @niko Olá...
ru: @niko Привет...

source: @niko_speak Wait!
cht: @niko_speak 等下！
es: @niko_speak ¡Un momento!
it: @niko_speak Aspetta!
ja: @niko_speak あっ！
ko: @niko_speak 잠깐만요!
pt_br: @niko_speak Espere!
ru: @niko_speak Погоди!

source: @niko Aren't you from...the village?
cht: @niko 你不是从...村子里来的吗？
es: @niko ¿Tú no eres de... la aldea?
it: @niko Ma tu non sei... del villaggio?
ja: @niko あの…村にいた人だよね？
ko: @niko 당신은... 마을에 있지 않았나요?
pt_br: @niko Você não é da... aldeia?
ru: @niko Разве ты...не из деревни?

source: @shepherd Yes, but the rams are ever-present.\>\nIn the village, in the city...
cht: @shepherd 是的，但羊是始终存在的。\>\n在村子里、城市里都有...
es: @shepherd Sí, pero los carneros están presentes en todos lados.\>\nEn la aldea, en la ciudad...
it: @shepherd Io? Sì. \>I montoni elettrici? No. \>\nLoro sono ovunque... \>\nNel villaggio, in città...
ja: @shepherd ああ。 だが、ラムはいたるところに存在している。\>\n村にも、街にも…
ko: @shepherd 그래, 하지만 양은 어디에나 존재하지.\>\n마을에도 도시에도...
pt_br: @shepherd Sim, mas os carneiros estão em todo lugar.\>\nNa aldeia, na cidade...
ru: @shepherd Да, но бараны живут везде.\>\nВ деревне, в городе...

source: @shepherd even...\.\. in your heart.
cht: @shepherd 甚至...\.\. 在你心里也有。
es: @shepherd incluso...\.\. en tu corazón.
it: @shepherd ...e anche...\.\. nel tuo cuore.
ja: @shepherd そして…\.\. 君の心の中にも。
ko: @shepherd 그리고...\.\. 네 마음 속에도.
pt_br: @shepherd até mesmo...\.\. em seu coração.
ru: @shepherd и даже...\.\. в твоём сердце.

source: @niko_eyeclosed ...okay.
cht: @niko_eyeclosed ...好吧。
es: @niko_eyeclosed ... vale.
it: @niko_eyeclosed ...Ok.
ja: @niko_eyeclosed …分かった。
ko: @niko_eyeclosed ...그렇군요.
pt_br: @niko_eyeclosed ... certo.
ru: @niko_eyeclosed ...ну ладно.

source: @shepherd If rams wore shoes...
cht: @shepherd 如果羊也穿鞋的话...
es: @shepherd Si los carneros llevaran zapatos...
it: @shepherd Lo alcolico preferito dello montone...
ja: @shepherd もしラムが フロップサンダルを履いたら…
ko: @shepherd 만약 양이 신발을 신는다면...
pt_br: @shepherd Se os carneiros tivessem trabalho...
ru: @shepherd Знаешь, что я делаю перед сном?

source: @shepherd They would have... \.flip-flops.
cht: @shepherd 它们估计会穿...\.拖鞋。
es: @shepherd Serían... \.chanclas.
it: @shepherd ...è lo vino.
ja: @shepherd やつらは… \.Sラムになるだろう？
ko: @shepherd 아마... \.조리를 신을 거야.
pt_br: @shepherd Seria... \.esvaziamento de pilha.
ru: @shepherd Считаю... \.баранов.

source: @niko ...I don't get it.
cht: @niko ...我没懂。
es: @niko ... No lo pillo.
it: @niko ...Non l'ho capita.
ja: @niko …意味が分からない。
ko: @niko ...글쎄요.
pt_br: @niko ... eu não entendi.
ru: @niko_yawn ...*зевок*

source: @shepherd I used to host the official RAM club wiki site...
cht: @shepherd 我曾是 RAM 俱乐部官方维基网站 管理人...
es: @shepherd Yo alojaba el sitio wiki del club oficial del CARNERO...
it: @shepherd Ai montoni elettrici non piace essere sollevati...
ja: @shepherd 僕はかつて、オフィシャルラムクラブ wikiサイトを運営していた…
ko: @shepherd 난 공식 양 동호회 위키 사이트의 운영자였지...
pt_br: @shepherd Eu era o proprietário de um site wiki sobre carneiros...
ru: @shepherd Раньше у бараньего клуба был свой вики сайт...

source: @shepherd ...but we kept having page faults due to rams getting out of the server room.
cht: @shepherd ...但是由于羊群从服务器空间移出， 所以总是会出现页面错误。
es: @shepherd ... pero siempre teníamos errores de página porque los carneros no dejaban de salirse de la sala del servidor.
it: @shepherd ...ma adorano essere messi a terra.
ja: @shepherd …だが、ラムがサーバールームから逃げてしまい、 ページエラーが発生し続けるように なってしまった。
ko: @shepherd ...하지만 서버실에서 자꾸 양이 튀어나오는 바람에 계속 페이지 오류가 발생했지.
pt_br: @shepherd ... mas tivemos muitos problemas na páginas por causa dos carneirinhos saltando da sala do servidor.
ru: @shepherd ...но со временем у нас начались проблемы, потому что серверная заросла.

source: @niko_speak ...what?
cht: @niko_speak ...什么？
es: @niko_speak ... ¿qué?
it: @niko_speak ...Cosa?
ja: @niko_speak …えっ？
ko: @niko_speak ...뭐라고요?
pt_br: @niko_speak ... o quê?
ru: @niko_speak ...что?

source: @shepherd 404 ram not found.
cht: @shepherd 404 RAM 未找到。
es: @shepherd 404 carnero no encontrado.
it: @shepherd Se un ariete strappasse la vittoria a fine partita...\> farebbe un rimontone.
ja: @shepherd "404 RAM Not Found"とな。
ko: @shepherd 404 오류. 양을 찾을 수 없습니다.
pt_br: @shepherd 404 carneiro não encontrado.
ru: @shepherd Игнорировать пыль было рог-овой ошибкой.

source: @niko_eyeclosed I have no idea what any of that meant.
cht: @niko_eyeclosed 我不知道这是什么意思。
es: @niko_eyeclosed No tengo ni idea de lo que estás hablando.
it: @niko_eyeclosed Non sto capendo niente di quel che dici.
ja: @niko_eyeclosed 本当に意味がよく分からないよ。
ko: @niko_eyeclosed 저기, 무슨 이야긴지 전혀 모르겠어요.
pt_br: @niko_eyeclosed Eu não faço ideia do que isso quer dizer.
ru: @niko_eyeclosed Вообще не понимаю, к чему это.

source: @shepherd Hmp. I guess that's it for my jokes.
cht: @shepherd 嗯。我想这是我的笑话。
es: @shepherd Mmm. Creo que ya basta de chistes.
it: @shepherd Umpf. Niente più battute allora.
ja: @shepherd さて、ジョークはここまでにしないと。
ko: @shepherd 흠, 농담은 여기까지 해야겠군.
pt_br: @shepherd Hm. Acho que isso é uma piada interna.
ru: @shepherd Мда, похоже, я тебя забодала своими шутками.

source: @shepherd It cannot be helped...\n\>\@shepherd ...they were quite b-a-a-a-a-a-a-a-d.
cht: @shepherd 这很没意思的...\n\>\@shepherd ...它们一—点—也—不—好—笑。
es: @shepherd No lo puedo evitar...\n\>\@shepherd ... No son nada bueeeeenos.
it: @shepherd C'è poco da farci...\n\>\@shepherd ...mi rendo conto che non erano molto beeeeelle.
ja: @shepherd でも止められないんだ…\n\>\@shepherd …ダメエェーって言ってもな。
ko: @shepherd 어쩔 수가 없어...\n\>\@shepherd ...녀석들은 꽤나 매-애-애-애-애-애거리거든.
pt_br: @shepherd Não há como ajudar... \n\>\@shepherd ... eles eram bé-é-em ruins.
ru: @shepherd Что поделать...\n\>\@shepherd ...они всех бе-е-е-е-е-сят.

source: @niko_83c I got that one!
cht: @niko_83c 我听懂了！
es: @niko_83c ¡Ese lo he pillado!
it: @niko_83c Questa l'ho capita!
ja: @niko_83c 今のは分かった！
ko: @niko_83c 그 농담은 이해했어요!
pt_br: @niko_83c Essa eu entendi!
ru: @niko_83c Эту я понял!

source: @niko_eyeclosed It's...good to see you too...
cht: @niko_eyeclosed 我也很高兴...见到你。
es: @niko_eyeclosed Yo... también me alegro de verte...
it: @niko_eyeclosed Anch'io sono... felice di vederti...
ja: @niko_eyeclosed ど…どうも初めまして…
ko: @niko_eyeclosed 저도... 만나서 반가워요...
pt_br: @niko_eyeclosed É bom ver você também...
ru: @niko_eyeclosed Я...тоже рад тебя видеть...

source: @niko_speak This ram doesn't react to me at all...
cht: @niko_speak 这个 RAM 根本不回应我...
es: @niko_speak Este carnero no me hace nada de caso...
it: @niko_speak Questo montone non reagisce...
ja: @niko_speak この羊さんはまったく反応してくれない…
ko: @niko_speak 이 양은 아무 반응이 없네요...
pt_br: @niko_speak Esse carneiro não esboça nenhuma reação...
ru: @niko_speak Этот баран вообще ни бе, ни ме...

source: @niko Instead, the word "baa" is written on its wool.
cht: @niko 而它的羊毛上却写着"咩咩"。
es: @niko Y tiene la palabra "bee" escrita en su lana.
it: @niko E qualcuno ha scritto sul suo vello...
ja: @niko その代わり、 毛に「ベェエー」って書いてあるよ。
ko: @niko 대신에 양털에 "매애애"라 적혀 있어요.
pt_br: @niko Embora a palavra “bé” esteja escrita em sua lã.
ru: @niko Но зато на его шерсти написано «бее».

source: @shepherd That one isn't a RAM.
cht: @shepherd 那个不是 RAM。
es: @shepherd Ese no es un CARNERO.
it: @shepherd Quello è un tipo strano. Sta fermo e si fa scrivere addosso perché...
ja: @shepherd そいつはラムじゃない。
ko: @shepherd 그 녀석은 양이 아니야.
pt_br: @shepherd Isso não é um CARNEIRO.
ru: @shepherd Не могу это стереть.

source: @shepherd That one is...\. \. Read-Only.
cht: @shepherd 那个是...\.\.只读的。
es: @shepherd Ese es...\. \. solo de lectura.
it: @shepherd ...crede di essere cartapecora.
ja: @shepherd そいつは…\. \.読み取り専用だ。
ko: @shepherd 그 녀석은..\. \. 용이지.
pt_br: @shepherd Ele é...\. \. Uma unidade binária de contagem.
ru: @shepherd Потому что он...\. \. доступен только для чтения.

source: @niko I...see...
cht: @niko 我...知道了。
es: @niko ¡Entiendo...!
it: @niko Capisco...
ja: @niko そっ…か…
ko: @niko 그... 렇군요...
pt_br: @niko Hm... entendo...
ru: @niko А... ясно...

source: @niko An electric kettle.
cht: @niko 一个电水壶。
es: @niko Una tetera eléctrica.
it: @niko Un bollitore elettrico.
ja: @niko 電気ポットだ。
ko: @niko 전기 주전자예요.
pt_br: @niko Uma chaleira elétrica.
ru: @niko Электрический чайник.

source: @niko Looks like it's boiling water.
cht: @niko 似乎它在烧水。
es: @niko Parece que está hirviendo agua.
it: @niko Sembra che ci sia acqua bollente.
ja: @niko お湯を沸かしてるみたい。
ko: @niko 물이 끓고 있는 것 같아요.
pt_br: @niko Parece água fervente.
ru: @niko Похоже, он кипятит воду.

source: @shepherd Oh, right, it's almost lunch time.
cht: @shepherd 哦，对，快到午餐时间了。
es: @shepherd Ah, sí, ya casi es la hora de comer.
it: @shepherd Oh, s'è fatta una certa.
ja: @shepherd おお、そうだ、もうすぐ昼飯か。
ko: @shepherd 오, 맞다. 점심시간이 다 됐네.
pt_br: @shepherd Ah, certo, está quase na hora do almoço.
ru: @shepherd Ах, да, уже пора бы чего пожевать.

source: @shepherd Would you like to stay for a nice cup of...
cht: @shepherd 你想要留下来吃一杯...
es: @shepherd ¿Te quieres quedar a tomar un plato de...
it: @shepherd Ti andrebbe una bella tazza di...
ja: @shepherd よかったら食べていくかい？最高に美味い…
ko: @shepherd 너도, 배고프면...
pt_br: @shepherd Gostaria de tomar uma sopa e depois...
ru: @shepherd Не желаешь остаться на чашку чая...

source: @shepherd \....\.RAMen?
cht: @shepherd \....\.拉面吗？
es: @shepherd \....\.carnero?
it: @shepherd \....\.arietè?
ja: @shepherd \.…\.ラームメンを。
ko: @shepherd \....\.양..파스프 먹을래?
pt_br: @shepherd \....\.Contar carneirinhos para dormir?
ru: @shepherd \....\.с БАРАНками?
