Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @george6_shrug Dude, what DOESN'T he write about!
cht: @george6_shrug 朋友，他写的书涉及了所有话题！
es: @george6_shrug Tío, será sobre qué NO escribe...
it: @george6_shrug Faccio prima a dirti di cosa NON parlano, bello!
ja: @george6_shrug チビくーーん、アレよ、 もう逆に、何を書いてねーのって感じ！
ko: @george6_shrug 하, 그 친구가 다루지 않는 분야가 있긴 할까!
pt_br: @george6_shrug Cara, sobre o que ele NÃO escreve?
ru: @george6_shrug Да о чем он НЕ пишет, приятель!

source: @george6_smile Like I said, he's got passion, lots of it!
cht: @george6_smile 如我所言，他激情满满！
es: @george6_smile Le pone mucha pasión. ¡Un montón!
it: @george6_smile Come ho detto, ci mette molta passione, anche troppa!
ja: @george6_smile さっきも言ったけどさ、アイツってホンットーに 情熱的なの！情熱の塊ってワケ！
ko: @george6_smile 말했는지 모르겠지만 그 친구 열정은 정말 끝내 준다니까!
pt_br: @george6_smile Foi como eu disse, ele tem o dom!
ru: @george6_smile Я же говорю, он с этого тащится!

source: @george6_shrug It's like every time I turn around he just writes another huge anthology about the universe.
cht: @george6_shrug 好像每次我转个身，他就能写出一部关于 宇宙的大选集。
es: @george6_shrug A la que me despisto, ya ha escrito otra antología gordísima sobre el universo.
it: @george6_shrug Mi distraggo un attimo e subito lui se ne esce con una nuova ENORME antologia sull'universo.
ja: @george6_shrug ウチが目を離した隙に、宇宙に関する大選集を 書き上げてきちゃうくらいヤバイのよ。
ko: @george6_shrug 내가 한 번 뒤돌아볼 때마다 그 친구는 우주에 대한 전서를 완성하지.
pt_br: @george6_shrug Se eu descuido por um minuto, ele aparece com outra antologia enorme sobre o universo.
ru: @george6_shrug Стоит мне отвернуться, как он уже пишет очередное собрание сочинений о всей вселенной.

source: @george6 Gotta respect that.
cht: @george6 真佩服。
es: @george6 Tiene mérito.
it: @george6 È un grande.
ja: @george6 ホント、リスペクトしちゃうわ。
ko: @george6 정말 존경스러울 정도라니까.
pt_br: @george6 Fazer o quê?
ru: @george6 Ну как такого не уважать.

source: @niko These boxes are full of loose papers and notebooks.
cht: @niko 这些盒子里塞满了松散的纸张和笔记本。
es: @niko Estas cajas están llenas de libretas y papeles sueltos.
it: @niko Queste scatole sono piene di cartacce e quaderni.
ja: @niko この箱には紙とノートが たくさん入ってるよ。
ko: @niko 이 상자는 공책과 종이 낱장으로 가득하네요.
pt_br: @niko Essas caixas estão cheias de papeis e cadernos.
ru: @niko В этих коробках полно бумаг и записных книжек.

source: @george1 Oh! I see you are curious about my job.
cht: @george1 噢！我觉得你好像对我的工作很好奇。
es: @george1 ¡Vaya! ¿Te interesa mi trabajo?
it: @george1 Oh! Vedo che sei curioso del mio lavoro.
ja: @george1 なるほど！ あなたは、ジョージの仕事に 興味津々というわけね。
ko: @george1 오! 당신, 이 몸이 하는 일에 흥미가 있나요?
pt_br: @george1 Ah! Vejo que está curiosa sobre o meu trabalho.
ru: @george1 О! Я вижу, ты заинтересован моей работой.

source: @george1_hm ...My very important job!
cht: @george1_hm ...这可是我很重要的工作！
es: @george1_hm ... ¡Es uno de los más importantes!
it: @george1_hm ...Del mio importantissimo lavoro!
ja: @george1_hm …ジョージの、とても重要な仕事に！
ko: @george1_hm ...아주 중요한 일이지요!
pt_br: @george1_hm ... meu trabalho superimportante!
ru: @george1_hm ...Моей очень важной работой!

source: @george1_smug You see, The Author has entrusted ME with his all his ideas!
cht: @george1_smug 你要知道，作者将他所有的创作都 委托给了我！
es: @george1_smug Como puedes ver, el Autor me ha confiado todas sus ideas.
it: @george1_smug Vedi, l'Autore ha affidato a ME tutte le sue idee!
ja: @george1_smug なんと「作者」は自身のアイデアを すべてこの私、ジョージに委ねているの！
ko: @george1_smug 보다시피, 저자는 자기 아이디어를 모두 제게 맡기지요!
pt_br: @george1_smug Sabe, o Autor confiou a mim todo o seu trabalho!
ru: @george1_smug Видишь ли, Автор доверил МНЕ все свои идеи!

source: @george1_hm That's right... the author sends his manuscripts directly to ME!
cht: @george1_hm 是的...作者直接将他的手稿寄给了我！
es: @george1_hm Tal como lo oyes. ¡El Autor me envía sus manuscritos, directamente, A MÍ!
it: @george1_hm Proprio così... l'Autore invia i suoi manoscritti direttamente a ME!
ja: @george1_hm そう、その通り…「作者」はこのジョージに 原稿を直接送ってくるのよ！
ko: @george1_hm 맞아요... 그 저자는 이 몸에게 직접 원고를 보낸답니다!
pt_br: @george1_hm Isso mesmo... o Autor envia os seus manuscritos diretamente para MIM!
ru: @george1_hm Да-да... Автор присылает свои рукописи напрямую МНЕ!

source: @george1_smug I am in charge of publishing all of his books that everyone loves!
cht: @george1_smug 我负责出版他所有的书，每个人都 喜欢他的书！
es: @george1_smug ¡Me encargo de publicar todos sus libros! Esos que a todo el mundo le encantan.
it: @george1_smug Sono responsabile della pubblicazione di tutti i suoi libri tanto amati!
ja: @george1_smug 誰もが愛する「作者」の書籍…その出版は、 すべてこの私が担当している！
ko: @george1_smug 조지는 누구나 좋아하는 저자의 책을 출판하는 일을 책임지고 있는 몸이지요!!
pt_br: @george1_smug Meu trabalho é publicar todos esses livros que todo mundo ama!
ru: @george1_smug Это я отвечаю за издание книг, которые все так любят!

source: @george1 Although... he hasn't been sending me anything as of late!
cht: @george1 但...近来他没有给我寄任何东西！
es: @george1 Aunque... últimamente no me ha mandado nada.
it: @george1 Tuttavia... è da un po' che non mi manda più niente!
ja: @george1 それなのに…近頃は何も送ってこない！
ko: @george1 다만... 최근에는 원고가 전혀 오지 않고 있어요!
pt_br: @george1 Mas... ele não envie mais como antigamente!
ru: @george1 Впрочем... за последнее время он ничего пока не присылал!

source: @george1_hm I wonder, I wonder...
cht: @george1_hm 我在想，在想...
es: @george1_hm No sé por qué será...
it: @george1_hm Mi chiedo, mi chiedo...
ja: @george1_hm はて、何故なのかしら…
ko: @george1_hm 무슨 일일까요...
pt_br: @george1_hm Será que...
ru: @george1_hm Странно, странно...

source: @george1_smile Perhaps he decided that, since I work so hard, I deserve a break?
cht: @george1_smile 可能他觉得，我工作这么辛苦，需要休息 一下？
es: @george1_smile Quizá, como sabe que trabajo tanto, ha decidido que merezco un descanso.
it: @george1_smile Forse ha deciso che, poiché lavoro così duramente, mi merito una pausa?
ja: @george1_smile もしかすると、仕事熱心な私を気遣って、 あえてそうしているのかも？
ko: @george1_smile 어쩌면 이 몸이 너무 열심히 일하니까, 좀 쉬어야 할 때가 됐다고 생각한 걸까요?
pt_br: @george1_smile Talvez ele tenha percebido que, por eu trabalhar tão duro, mereço um descanso!
ru: @george1_smile Может, он решил, что раз я так много работаю, мне не помешает перерыв?

source: @george1 As brilliant as I am, I still can't keep up with him!
cht: @george1 尽管我这么聪明，我还是没法赶上他！
es: @george1 Es cierto que soy brillante, pero aun así... ¡no puedo seguirle el ritmo!
it: @george1 Per quanto io sia geniale, non riesco ancora a stare al passo!
ja: @george1 天賦の才を持っている私でも、 彼の速さにはついていけないのよ！
ko: @george1 이 몸이 아무리 똑똑하다 해도, 저자에겐 미치지 못하지요!
pt_br: @george1 Mesmo com todo o meu brilhantismo, ainda assim é impossível acompanhá-lo!
ru: @george1 Даже будучи такой великолепной, я не могу угнаться за его темпом!

source: @george1 Even AFTER he stopped sending me things, I still can't catch up.
cht: @george1 即使是在他停止寄东西后，我还是没法 赶上进度。
es: @george1 Incluso ahora, que ha parado de enviarme cosas, sigo sin llevarlo todo al día.
it: @george1 Anche ORA che ha smesso di inviarmi materiale, non sono ancora riuscita a recuperare.
ja: @george1 原稿を送ってくるのをやめた後でさえ、 いまだに追いつけていないの。
ko: @george1 원고가 멈췄는데도, 아직도 따라잡느라 허덕대고 있어요.
pt_br: @george1 Mesmo DEPOIS que ele parou de me enviar essas coisas, eu não consigo alcançá-lo.
ru: @george1 Даже ПОСЛЕ того, как он перестал присылать свои творения, я всё равно не успеваю их издавать.

source: @george1_hm Of course, I have published book after book after book, but...
cht: @george1_hm 当然，我已经出版了一本又一本书，但...
es: @george1_hm Por supuesto, yo he ido publicando libro tras libro tras libro, pero...
it: @george1_hm Ovviamente, ho pubblicato libro dopo libro dopo libro, ma...
ja: @george1_hm もちろん、息つく間もなく出版作業を 続けているけれど…
ko: @george1_hm 이 몸이 책을 내고 내고 또 내도...
pt_br: @george1_hm É claro, tenho publicado livro após livro após livro, mas...
ru: @george1_hm Конечно, я публикую книги одну за другой, но...

source: @george1 The box of manuscripts just seems to be growing on its own!
cht: @george1 盒子的手稿似乎自己会变多！
es: @george1 ¡Es como si la caja de manuscritos se rellenara sola!
it: @george1 ...la scatola dei manoscritti sembra riempirsi da sola!
ja: @george1 原稿の入った箱が、まるで繁殖している かのように増え続けるのよ！
ko: @george1 이 원고 상자는 스스로 증식하는 것처럼 보인다고요!
pt_br: @george1 A caixa de manuscritos parece estar multiplicando sozinha!
ru: @george1 Рукописи в коробке как будто вырастают заново сами по себе!

source: @george2_grr What? You ain't never seen manuscripts before?
cht: @george2_grr 什么？你以前从来没有看过手稿吗？
es: @george2_grr ¿Qué? ¿Nunca habías visto un manuscrito?
it: @george2_grr Che c'è? Non hai mai visto dei manoscritti prima d'ora?
ja: @george2_grr え？アンタ、原稿を見たことないの？
ko: @george2_grr 뭐? 원고를 한 번도 본 적이 없다고?
pt_br: @george2_grr O quê? Você nunca viu um manuscrito?
ru: @george2_grr Что? Ты никогда ещё не видел рукописей?

source: @george2_sigh That's what books look like before they get published, kid.
cht: @george2_sigh 那就是书籍出版前的样子，孩子。
es: @george2_sigh Es la forma que tiene un libro antes de ser publicado, chico.
it: @george2_sigh I manoscritti sono i libri prima di venire pubblicati, ragazzino.
ja: @george2_sigh 本が出版される前はね、そういう状態なのよ。
ko: @george2_sigh 책이 출판되기 전에는 저런 모습이란다, 꼬맹아.
pt_br: @george2_sigh É assim que são os livros antes de serem publicado, garota.
ru: @george2_sigh Так выглядят книги, до того, как их опубликуют, малой.

source: @niko I see!
cht: @niko 我知道了！
es: @niko ¡Ya entiendo!
it: @niko Capisco!
ja: @niko そうなんだ！
ko: @niko 그렇군요!
pt_br: @niko Entendo!
ru: @niko Понятно!

source: @niko Do you help him publish books?
cht: @niko 你帮他出版这些书吗？
es: @niko ¿Le ayudas a publicar libros?
it: @niko Lo aiuti a pubblicare libri?
ja: @niko その人の本の出版を手伝ってるの？
ko: @niko 그 사람의 책 출간을 거드시는 거예요?
pt_br: @niko Você o ajuda a publicar os livros?
ru: @niko Вы помогаете ему публиковать книги?

source: @george2_stress Well, DUH!\>\n\@george2_grr Why do you THINK I have literal mountains of his manuscripts, here?
cht: @george2_stress 好，咄！\>\n\@george2_grr 为什么你觉得我这堆着他小山一样的手稿？
es: @george2_stress A ver, ¡claro!\>\n\@george2_grr ¿Para qué si no iba a tener estas montañas de manuscritos aquí?
it: @george2_stress E ci sei arrivato ora!?\>\n\@george2_grr Per cosa PENSI che mi serva questa montagna di manoscritti?
ja: @george2_stress 当たり前でしょ！\>\n\@george2_grr ヤツの原稿が、どうして山ほど アタシのところにあると思ってんの？
ko: @george2_stress 당연하지!\>\n\@george2_grr 그게 아니면 왜 내 앞에 원고가 산더미처럼 쌓여 있겠어?
pt_br: @george2_stress DÃ!\>\n\@george2_grr Por que acha que tenho literalmente montanhas de manuscritos aqui?
ru: @george2_stress Ну КОНЕЧНО!\>\n\@george2_grr Почему ПО-ТВОЕМУ у меня тут горы его рукописей лежат на каждом шагу?

source: @george2 He just WOULDN'T STOP SENDING ME THINGS!!!
cht: @george2 他不会停止给我寄东西！
es: @george2 ¡¡ES QUE NO PARABA DE MANDARME COSAS!!
it: @george2 Lui non SMETTEVA DI INVIARMI COSE!!!
ja: @george2 アイツが原稿を果てしなく 送ってくるからよ！！！
ko: @george2 그 녀석이 끝도 없이 원고를 보낸단 말이야!!!
pt_br: @george2 Ele NÃO PARA DE ME ENVIAR MANUSCRITOS!!!
ru: @george2 Он просто НЕ МОЖЕТ ПЕРЕСТАТЬ ПРИСЫЛАТЬ МНЕ ВСЁ ЭТО!!!

source: @george2_grr Like, man oh MAN does that guy work fast.\>\n\@george2_sigh I just couldn't keep up!
cht: @george2_grr 这个人工作非常快。\>\n\@george2_sigh 我就是没法赶上！
es: @george2_grr Me quedaba pensando: "¡pero cómo puede trabajar tan rápido!".\>\n\@george2_sigh ¡No daba abasto!
it: @george2_grr Cioè, quello lì lavora DAVVERO veloce.\>\n\@george2_sigh Non riuscivo a tenere il passo!
ja: @george2_grr まったくもう、あの仕事の速さは何なのよ。\>\n\@george2_sigh 全然追いつけやしない！
ko: @george2_grr 거기다 그 자식은 작업 속도가 너무 빨라.\>\n\@george2_sigh 도저히 따라잡을 수가 없다고!
pt_br: @george2_grr Tipo, cara, como ele consegue trabalhar tão rápido?\>\n\@george2_sigh Eu não consigo acompanhar!
ru: @george2_grr У меня просто КРЫШУ СНОСИТ, от того как быстро он работает.\>\n\@george2_sigh Я не могу за ним угнаться!

source: @george2 But one day he just, stopped.\>\n\@george2_sigh ABOUT TIME, I would say.\>\n\@george2 But it's also weird since it's HIM.
cht: @george2 但有一天他就是停下来了。\>\n\@george2_sigh 总算到时候了，我想说。\>\n\@george2 但因为是他，也很奇怪。
es: @george2 Pero un día, paró.\>\n\@george2_sigh Por un lado, YA ERA HORA.\>\n\@george2 Pero por otro... es raro que haga eso.
it: @george2 Ma un giorno ha semplicemente smesso.\>\n\@george2_sigh ERA ORA, oserei dire.\>\n\@george2 Anche se, conoscendolo, è davvero strano.
ja: @george2 だけどある日、それがピタッと止んだの。\>\n\@george2_sigh 内心ほっとしたわ。\>\n\@george2 でも少し変よね。だって、あの「作者」よ？
ko: @george2 그런데 어느 날 녀석이 갑자기 멈췄어.\>\n\@george2_sigh 그럴 때도 되긴 했지.\>\n\@george2 하지만 그 녀석이 이러다니 뭔가 이상해.
pt_br: @george2 Mas ele parou de enviar.\>\n\@george2_sigh POR ENQUANTO, eu diria.\>\n\@george2 E, mesmo assim, é estranho ele parar.
ru: @george2 Но в один прекрасный день он остановился.\>\n\@george2_sigh И скажу честно, КАК РАЗ ВОВРЕМЯ.\>\n\@george2 Хотя для НЕГО это странно. Это же ОН.

source: @george2_grr BUT! Worst part of all?
cht: @george2_grr 但！最糟糕的是？
es: @george2_grr ¿Y lo peor de todo?
it: @george2_grr MA! Sai qual è la parte peggiore?
ja: @george2_grr しかーーし！何が最悪かって？
ko: @george2_grr 최악인 건 뭔지 알아?
pt_br: @george2_grr MAS... sabe qual é a pior parte disso tudo?
ru: @george2_grr НО! Знаешь, что хуже всего?

source: @george2_stress Even after he stopped bombarding me, the piles of material I have on hand never seem to get any smaller!
cht: @george2_stress 即使他停止轰炸我后，我手上成堆的材 料似乎也没变少！
es: @george2_stress Incluso después de dejar de bombardearme, el montón de material pendiente no baja.
it: @george2_stress Avrà anche smesso di bombardarmi di lavoro, ma la pila di materiale da sistemare non sembra comunque abbassarsi!
ja: @george2_stress 原稿攻めがやっと止まったのに、手元にある 資料の山は一向に小さくならない！
ko: @george2_stress 녀석이 원고 폭격을 멈춘 뒤에도 저 상자 안의 내용이 도무지 줄어들 기미가 없다는 거야!
pt_br: @george2_stress Mesmo depois que ele parou de me bombardear, as pilhas de materiais não diminuem de jeito nenhum!
ru: @george2_stress Хотя он и прекратил забрасывать меня своей писаниной, эти горы рукописей никак не уменьшаются!

source: @george2_no IT'S LIKE THE BOXES ARE MAGICALLY FILLING THEMSELVES BACK UP EVERY TIME I TURN AROUND!!!!
cht: @george2_no 感觉每次我一转身，这些盒子似乎会神 奇般地填充自己！！！！
es: @george2_no ¡¡ES COMO SI FUERAN CAJAS MÁGIAS QUE SE RELLENAN SOLAS CADA VEZ QUE ME DOY LA VUELTA!!
it: @george2_no È COME SE LE SCATOLE SI RIEMPISSERO MAGICAMENTE OGNI VOLTA CHE MI GIRO!!!
ja: @george2_no まるで魔法の箱ね！！！アタシが目を離すたびに 原稿が補充されていく魔法の箱！！！！
ko: @george2_no 내가 등을 돌릴 때마다 원고 상자가 스스로 차오르는 것 같단 말이지!!!!
pt_br: @george2_no É COMO SE AS CAIXAS ESTIVESSEM SE ENCHENDO MAGICAMENTE TODA VEZ QUE EU VIRO AS COSTAS!!!
ru: @george2_no КАК БУДТО КОРОБКИ ВОЛШЕБНЫМ ОБРАЗОМ ЗАПОЛНЯЮТСЯ СНОВА КАК ТОЛЬКО Я ОТВОРАЧИВАЮСЬ!!!!

source: @george2_stress WHAT IS EVEN HAPPENING!
cht: @george2_stress 不知道发生了什么！
es: @george2_stress ¡¿QUÉ ESTÁ PASANDO?!
it: @george2_stress MA CHE STA SUCCEDENDO!
ja: @george2_stress 一体何だっていうのよ！
ko: @george2_stress 이게 대체 무슨 일이냐고!
pt_br: @george2_stress O QUE ESTÁ ACONTECENDO?!
ru: @george2_stress ЧТО ТУТ ВООБЩЕ ПРОИСХОДИТ!

source: @niko_huh Are you okay?
cht: @niko_huh 你还好吗？
es: @niko_huh ¿Estás bien?
it: @niko_huh Stai bene?
ja: @niko_huh だ、大丈夫？
ko: @niko_huh 괜찮으... 세요?
pt_br: @niko_huh Está tudo bem?
ru: @niko_huh Вы в порядке?

source: @george2_no NO!!!!!!
cht: @george2_no 不！！！！
ja: @george2_no 大丈夫なワケないでしょ！！！！
ko: @george2_no 안 괜찮아!!!!!!
pt_br: @george2_no NÃO!!!!!
ru: @george2_no НЕТ!!!!!!

source: @george3_sad Siiiigh...
cht: @george3_sad 深深叹气....
es: @george3_sad Aaay...
ja: @george3_sad はああぁ…
ko: @george3_sad 하아아아아...
pt_br: @george3_sad Nooossa...
ru: @george3_sad О-о-о-о-х...

source: @george3_sigh You just had to remind me...
cht: @george3_sigh 你应该要提醒我...
es: @george3_sigh Ya me lo has recordado...
it: @george3_sigh Dovevi proprio ricordarmelo...?
ja: @george3_sigh 急に思い出しちゃったじゃない…
ko: @george3_sigh 생각하기 싫은 게 떠오르는군요...
pt_br: @george3_sigh Você precisa me lembrar...
ru: @george3_sigh Зачем ты мне об этом напомнил...

source: @niko_speak What's wrong?
cht: @niko_speak 有什么不对？
es: @niko_speak ¿Qué pasa?
it: @niko_speak Che succede?
ja: @niko_speak どうしたの？
ko: @niko_speak 왜 그러세요?
pt_br: @niko_speak O que há de errado?
ru: @niko_speak В чём дело?

source: @george3_sad The author hasn't shown up lately, nor has he sent me any new manuscripts...
cht: @george3_sad 作者最近没有出现，也没有给我寄新的手稿...
es: @george3_sad El Autor lleva un tiempo sin pasarse por aquí, y ha dejado de mandarme manuscritos nuevos...
it: @george3_sad L'Autore non si è fatto vivo recentemente, né mi ha inviato nuovi manoscritti...
ja: @george3_sad 「作者」が最近顔を出さないし、 新しい原稿も送ってこない…
ko: @george3_sad 저자는 최근에 여기 오지 않았습니다. 새 원고도 보내지 않았고요...
pt_br: @george3_sad Não tenho visto o Autor recentemente e ele não tem enviado nenhum manuscrito novo...
ru: @george3_sad В последнее время Автор куда-то пропал. Он даже не присылал мне никаких новых рукописей...

source: @george3_sad I'm his editor and publisher, you know...
cht: @george3_sad 你要知道，我是他的编辑和出版者...
es: @george3_sad Y soy su editora, ¿sabes...?
it: @george3_sad Devi sapere che sono la sua curatrice ed editrice...
ja: @george3_sad 私、あの人の編集担当兼出版者なのよ…
ko: @george3_sad 아시다시피 전 그 사람의 편집인이자 출판인입니다...
pt_br: @george3_sad Eu sou a revisora e editora, sabe...
ru: @george3_sad Знаешь, я ведь его редактор и издатель...

source: @george3_cry What if he doesn't want me to help him anymore?
cht: @george3_cry 要是他不想让我再帮他了怎么办？
es: @george3_cry ¿Qué va a ser de mí si deja de necesitar mi ayuda?
it: @george3_cry E se ora non volesse più il mio aiuto?
ja: @george3_cry もしかして…私はもう必要ない？
ko: @george3_cry 만약 그 사람에게 이제 내 도움이 필요 없다면 어떻게 해야 할까요?
pt_br: @george3_cry Será que ele não quer que eu trabalhe para ele?
ru: @george3_cry А вдруг он больше не хочет, чтобы я ему помогала?

source: @george3_worry He's brilliant, he works so fast....
cht: @george3_worry 他很聪明，而且工作很快...
es: @george3_worry Es brillante; trabaja muy rápido...
it: @george3_worry Lui si che è un genio, lavora così velocemente...
ja: @george3_worry あの人は才能があって、仕事もすごく早い…
ko: @george3_worry 저자가 너무 똑똑하고 일이 빠르다 보니...
pt_br: @george3_worry Ele é brilhante, trabalha rápido demais...
ru: @george3_worry Он гениален, он работает так быстро....

source: @george3_worry I'm so behind with publishing his books....what if he thinks I'm too slow...
cht: @george3_worry 我总是耽误出版他的书...要是他觉得我太慢了...
es: @george3_worry Voy muy atrasada con las publicaciones... ¿Y si considera que voy demasiado lenta...?
it: @george3_worry Io invece sono così indietro con la pubblicazione dei suoi libri... Forse pensa che io sia troppo lenta...
ja: @george3_worry 出版作業が大分遅れているせいで…ノロマだと 思われているのかも…
ko: @george3_worry 원고 출판이 자꾸 밀립니다... 저자가 제가 너무 느리다고 생각하면 어쩌지요?
pt_br: @george3_worry Estou tão atrasada na publicação dos livros... será que ele pensa que sou lenta demais...?
ru: @george3_worry Я так отстаю с публикацией его книг....вдруг он решил, что я безнадёжна...

source: @george3_sigh Even after he's stopped sending me things, I still can't keep up...
cht: @george3_sigh 即使是在他停止寄东西后，我还是没法赶 上步伐...
es: @george3_sigh Incluso ahora, que ha parado de enviarme cosas, sigo sin llevarlo todo al día...
it: @george3_sigh Del resto, anche se ha smesso di inviarmi manoscritti, non sono ancora riuscita a mettermi in pari...
ja: @george3_sigh 原稿を送ってこなくなった今ですら、 未だに追いつけてないし…
ko: @george3_sigh 원고가 멈춘 후로도 따라잡을 수가 없습니다...
pt_br: @george3_sigh Mesmo depois que ele parou de me enviar essas coisas, não consigo alcançá-lo...
ru: @george3_sigh Даже теперь, когда он ничего мне не присылает, я всё равно не успеваю...

source: @george3_sad The pile seems to just keep growing...
cht: @george3_sad 书堆似乎在不停地变大...
es: @george3_sad El montón no para de crecer...
it: @george3_sad La pila sembra continuare a crescere...
ja: @george3_sad 原稿の山が、どんどん大きくなっていく…
ko: @george3_sad 저 원고 더미가 마치 스스로 불어나는 것만 같아요...
pt_br: @george3_sad A pilha de manuscritos continua crescendo...
ru: @george3_sad Эта куча будто бы только растёт...

source: @george4_omg Oh! These are the manuscripts The Author sent me!
cht: @george4_omg 噢！这些是作者寄给我的手稿！
es: @george4_omg ¡Ah! ¡Estos son los manuscritos que me envió el Autor!
it: @george4_omg Oh! Questi sono i manoscritti che l'Autore mi ha mandato!
ja: @george4_omg あっ！これはね、「作者」がわたしに 送ってくれた原稿なの！
ko: @george4_omg 아! 이건 저자가 내게 보낸 원고야!
pt_br: @george4_omg Ah! Esses são os manuscritos que o Autor me enviou!
ru: @george4_omg О! Это рукописи, которые мне прислал Автор!

source: @george4 As the head librarian, it's my job to help him with the publication process.
cht: @george4 作为图书馆馆长，帮助他出版是我的工作。
es: @george4 Como directora de la biblioteca, mi deber es ayudarle con el proceso de publicación.
it: @george4 Come capo bibliotecaria, è mio compito aiutarlo con il processo di pubblicazione.
ja: @george4 図書館長として、カレの本の出版を 手伝うのがわたしの仕事。
ko: @george4 수석 사서로서 출판 과정을 돕는 게 내 일이야.
pt_br: @george4 Como bibliotecária-chefe, é meu dever ajudá-lo no processo de publicação.
ru: @george4 Я ведь главный библиотекарь, и это моя задача помогать ему с издательским процессом.

source: @george4_golly But ah... lately he hasn't been sending me anything.
cht: @george4_golly 但是... 最近他没给我寄任何东西。
es: @george4_golly Pero, eh... últimamente no me ha mandado nada.
it: @george4_golly Ma, ah... ultimamente non mi manda più niente.
ja: @george4_golly なんだけど、むう…最近、何も 送ってこないんだよねー。
ko: @george4_golly 그런데... 최근에는 원고를 전혀 보내지 않더라고.
pt_br: @george4_golly Mas, ah... ele não tem enviado nada ultimamente.
ru: @george4_golly Но увы... в последнее время он ничего мне не присылал.

source: @george4_golly This isn't like him...
cht: @george4_golly 这不像他的风格...
es: @george4_golly No es propio de él...
it: @george4_golly Non è da lui...
ja: @george4_golly カレらしくない…
ko: @george4_golly 그답지 않아...
pt_br: @george4_golly Não faz o tipo dele...
ru: @george4_golly Это на него совсем непохоже...

source: @george4 I mean, I guess it does give me some extra time to work through this backlog!
cht: @george4 我的意思是，我觉得这是为了给我更多 的时间处理积压的工作！
es: @george4 Aunque, bueno, ¡gracias a eso tengo un poco más de tiempo para avanzar con el trabajo pendiente!
it: @george4 Voglio dire, credo che questo mi fornisca del tempo in più per recuperare gli arretrati!
ja: @george4 まっ、溜まってる分を処理する時間が できたのは良かったけど！
ko: @george4 덕분에 밀린 원고를 처리할 시간은 생겼지만!
pt_br: @george4 Digo, acho que isso me dá um tempo extra para tirar o atraso!
ru: @george4 То есть, я полагаю это даёт мне больше времени на разборку этих завалов!

source: @george4_oops To be honest, I'm a little behind, haha!
cht: @george4_oops 说实话，我进度有点落后，哈哈！
es: @george4_oops Sinceramente, voy un poco atrasada, ¡ja, ja!
it: @george4_oops Ad essere sincera, sono un po' indietro, ahah!
ja: @george4_oops ぶっちゃけると、作業が少し遅れてるんだよね、 あっはっは！
ko: @george4_oops 솔직히 내 작업이 좀 뒤처져 있거든, 하하!
pt_br: @george4_oops Para ser sincera, estou um pouco atrás, haha!
ru: @george4_oops Ха-ха, честно говоря, я немного запаздываю!

source: @george4_omg That guy works really fast!
cht: @george4_omg 他工作真的很快！
es: @george4_omg ¡Ese hombre trabaja muy rápido!
it: @george4_omg Quel tipo lavora davvero velocemente!
ja: @george4_omg あの人、ホントに仕事が早くてさ！
ko: @george4_omg 그 사람은 글을 진짜 빨리 쓰거든!
pt_br: @george4_omg Esse cara trabalha rápido!
ru: @george4_omg Он работает нереально быстро!

source: @george4 ...the weird part is,\>\nI've been publishing book after book AFTER he stopped sending me things, right?
cht: @george4 ...奇怪的一点是，\>\n在他停止寄东西后，我还一直一本接一 本地出版书籍，对吧？
es: @george4 ... Lo más raro de todo\>\nes que he seguido publicando libro tras libro igualmente DESPUÉS de que dejara de mandarme cosas nuevas.
it: @george4 ...Però è strano,\>\nho pubblicato un libro dopo l'altro DA QUANDO lui ha smesso di inviarmi cose, no?
ja: @george4 …不思議なのはね、\>\n原稿が送られてこなくなった今も、 ずっとその作業をしてるの。変でしょ？
ko: @george4 ...정말 희한한 건,\>\n그가 지금은 원고를 안 보내는데도, 나는 계속 책을 낸다는 거야. 희한하지?
pt_br: @george4 ... o mais estranho é que...\>\neu continuo publicando livro atrás de livro mesmo depois que ele parou de me enviar trabalho, sabe?
ru: @george4 ...но вот в чём загвоздка...\>\nЯ публикую книгу за книгой даже ПОСЛЕ того, как он перестал что-либо присылать, так?
