Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @blue_gatekeeper [By The Way, Some Robots May Start Following You Around This Settlement As Well.]
cht: @blue_gatekeeper [顺便说一下，这片居住区的一些机器人也可能会开始 跟随你。]
es: @blue_gatekeeper [Por cierto, es posible que algunos robots empiecen a seguirte también por este asentamiento.]
it: @blue_gatekeeper [Comunque, Dei Robot Del Luogo Potrebbero Iniziare A Seguirti.]
ja: @blue_gatekeeper [ソシテ、コノ居住地デハ、オマエノ 後ヲツケルロボットモ現レルダロウ。]
ko: @blue_gatekeeper [그리고 로봇 몇 기가 당신 주변을 따라다닐 것입니다.]
pt_br: @blue_gatekeeper [A Propósito, Alguns Robôs Podem Seguir Você por Aqui Também.]
ru: @blue_gatekeeper [Кстати, Некоторые Роботы Могут Начать Следовать За Вами По Поселению.]

source: @blue_gatekeeper [Do Not Be Alarmed.]\n\>[It Is Their Job To Keep People Safe.]
cht: @blue_gatekeeper [不要担心。]\n\>[它们的工作是保卫人类的安全。]
es: @blue_gatekeeper [No te alarmes.]\n\>[Su trabajo es mantener a la gente a salvo.]
it: @blue_gatekeeper [Non Allarmarti.\n\>Il Loro Compito È Di Tenere La Gente Al Sicuro.]
ja: @blue_gatekeeper [心配スル必要ハナイ。]\n\>[人々ノ安全ヲ守ルノガ、彼ラノ仕事ダ。]
ko: @blue_gatekeeper [너무 놀라지 마십시오.]\n\>[저들의 임무는 인간을 지키는 것이니까요.]
pt_br: @blue_gatekeeper [Não se Preocupe.]\n\>[É o Trabalho Deles Manter a Segurança das Pessoas.]
ru: @blue_gatekeeper [Не Тревожьтесь.]\n\>[Обеспечение Безопасности Людей — Их Задача.]

source: INFIRMARY
cht: 医务室
es: ENFERMERÍA
it: INFERMERIA
ja: 診療所
ko: 병원
pt_br: ENFERMARIA
ru: МЕДПУНКТ

source: [HELLO. DO YOU NEED ANY HELP?]
cht: [你好，需要帮助吗？]
es: [HOLA. ¿NECESITAS AYUDA?]
it: [SALVE. HAI BISOGNO D'AIUTO?]
ja: [どうモ。何かお困りですカ？]
ko: [안녕하세요, 도움이 필요하신가요?]
pt_br: [OLÁ, PRECISA DE AJUDA?]
ru: [ЗДРАВСТВУЙТЕ. ВЫ НУЖДАЕТЕСЬ В ПОМОЩИ?]

source: @niko_speak I'm good, thanks!
cht: @niko_speak 我很好，谢谢！
es: @niko_speak ¡No, gracias!
it: @niko_speak Sto bene così, grazie!
ja: @niko_speak ミーは大丈夫、ありがとう！
ko: @niko_speak 전 괜찮아요, 고마워요!
pt_br: @niko_speak Tudo bem, valeu!
ru: @niko_speak Всё хорошо, спасибо!

source: [UNIT RM-2883417 REPORTING FOR DUTY!]
cht: [机器人RM-2883417前来报到！]
es: [¡UNIDAD RM-2883417 PRESENTÁNDOSE AL TRABAJO!]
it: [UNITÀ RM-2883417 A RAPPORTO!]
ja: [ユニットRM-2883417、 任務ニ参りましタ！]
ko: [RM-2883417, 보고합니다!]
pt_br: [UNIDADE RM-2883417 APRESENTANDO-SE PARA O TRABALHO!]
ru: [РОБОТ РМ-2883417 ПРИБЫЛ ДЛЯ НЕСЕНИЯ СЛУЖБЫ!]

source: [I SAW THAT YOU SPOKE WITH THE GUARDIAN OF THE SETTLEMENT.]
cht: [我看到你与这片居住区的守护者交谈。]
es: [HE VISTO QUE HAS HABLADO CON EL GUARDIÁN DEL ASENTAMIENTO.]
it: [HO NOTATO CHE HAI PARLATO CON IL GUARDIANO DI QUESTO INSEDIAMENTO.]
ja: [アナタガ居住地の守護者と 話しているのを見かけましタ。]
ko: [당신이 이 지역의 수호자와 이야기하는 것을 포착했습니다.]
pt_br: [EU VI VOCÊ CONVERSANDO COM O GUARDIÃO DO ASSENTAMENTO.]
ru: [Я ВИДЕЛ, ЧТО ВЫ ГОВОРИЛИ С ОХРАННИКОМ ПОСЕЛЕНИЯ.]

source: [I WILL NOW ESCORT YOU UNTIL YOU REACH YOUR DORMITORY.]
cht: [我会一路护送你到你的宿舍。]
es: [AHORA PROCEDERÉ A ESCOLTARTE HASTA TU DORMITORIO.]
it: [DA ORA IN POI TI SCORTERÒ FINO AL RAGGIUNGIMENTO DEL DORMITORIO.]
ja: [寄宿舎ニ到着するまで護衛いたしまス。]
ko: [당신이 숙소에 들어갈 때까지 제가 보호하겠습니다.]
pt_br: [EU ACOMPANHAREI VOCÊ ATÉ O SEU DORMITÓRIO.]
ru: [ТЕПЕРЬ Я БУДУ ВАС СОПРОВОЖДАТЬ, ПОКА ВЫ НЕ ДОСТИГНЕТЕ ВАШЕГО ОБЩЕЖИТИЯ.]

source: @niko um....what?
cht: @niko 嗯....什么？
es: @niko Mmm... ¿Qué?
it: @niko Ehm... Come, scusa?
ja: @niko えっと…何？
ko: @niko 저기... 뭐라고요?
pt_br: @niko Hm... o quê?
ru: @niko эм....что?

source: @niko_speak So you're just gonna...follow me?
cht: @niko_speak 所以你准备...跟着我？
es: @niko_speak ¿Así que vas a... seguirme?
it: @niko_speak Quindi continuerai a... seguirmi?
ja: @niko_speak つまり…ミーについてくるってこと？
ko: @niko_speak 그러니까, 절 따라오겠다는 이야기죠?
pt_br: @niko_speak Então você vai... me seguir?
ru: @niko_speak То есть, вы просто будете... за мной ходить?

source: [YES.]
cht: [是的。]
es: [SÍ.]
it: [AFFERMATIVO.]
ja: [はイ。]
ko: [그렇습니다.]
pt_br: [SIM.]
ru: [ДА.]

source: [UNTIL YOU SAFELY REACH A BUILDING OF YOUR DESTINATION.]
cht: [直到你安全地到达目的地建筑。]
es: [HASTA QUE LLEGUES SANO Y SALVO A TU DESTINO.]
it: [FINO A QUANDO NON ARRIVERAI A DESTINAZIONE.]
ja: [アナタガ目的の建物に 安全に到着するまででス。]
ko: [당신이 무사히 목적지에 도착할 때까지입니다.]
pt_br: [ATÉ VOCÊ CHEGAR AO SEU DESTINO EM SEGURANÇA.]
ru: [ПОКА ВЫ НЕ ДОСТИГНЕТЕ ЗДАНИЯ, В КОТОРОЕ НАПРАВЛЯЕТЕСЬ.]

source: @niko Alright.
cht: @niko 好的！
es: @niko Muy bien.
it: @niko Va bene.
ja: @niko わかった。
ko: @niko 알았어요.
pt_br: @niko Certo.
ru: @niko Ладно.

source: @niko Hello
cht: @niko 你好
es: @niko Hola
it: @niko Ciao.
ja: @niko こんばんは
ko: @niko 안녕하세요.
pt_br: @niko Olá
ru: @niko Привет

source: [BOOP]
cht: [叭叭]
es: [BUP.]
it: [BOP.]
ja: [ブーッ]
ko: [삐익]
pt_br: [BUP]
ru: [БУП]

source: [UNIT RT-3847201 REPORTING FOR DUTY!]
cht: [机器人RT-3847201前来报到！]
es: [¡UNIDAD RT-3847201 PRESENTÁNDOSE AL TRABAJO!]
it: [UNITÀ RT-3847201 A RAPPORTO!]
ja: [ユニットRT-3847201、 任務ニ参りましタ！]
ko: [RT-3847201, 보고합니다!]
pt_br: [UNIDADE RT-3847201 APRESENTANDO-SE PARA O TRABALHO!]
ru: [РОБОТ РТ-3847201 ПРИБЫЛ ДЛЯ НЕСЕНИЯ СЛУЖБЫ!]

source: [IT SEEMS THAT YOU ALREADY HAVE AN ASSIGNED ESCORT, UNIT RM-2883417]
cht: [看起来，你已经有指定的护卫者了， 机器人RM-2883417]
es: [PARECE QUE YA TIENES ASIGNADO UN ESCOLTA, LA UNIDAD RM-2883417]
it: [SEMBRA CHE TU ABBIA GIÀ UN'UNITÀ ASSEGNATA, LA RM-2883417.]
ja: [アナタニハすでニ、 護衛ユニットRM-2883417が ついているようですネ。]
ko: [이미 RM-2883417의 도움을 받고 있는 모양이군요.]
pt_br: [PARECE QUE VOCÊ JÁ TEM UM ACOMPANHANTE, A UNIDADE RM-2883417]
ru: [ПОХОЖЕ, У ВАС УЖЕ ЕСТЬ СОПРОВОЖДАЮЩИЙ, РОБОТ РМ-2883417]

source: [WOULD YOU LIKE ME TO LEAVE?]
cht: [你需要我离开吗？]
es: [¿QUIERES QUE ME VAYA?]
it: [DOVREI SMETTERE DI SEGUIRTI?]
ja: [私ハ必要ありませんカ？]
ko: [제가 가기를 원하십니까?]
pt_br: [QUER QUE EU SAIA?]
ru: [ВЫ ХОТИТЕ, ЧТОБЫ Я УШЁЛ?]

source: @niko You can follow me if you want...
cht: @niko 你如果想的话可以跟着我...
es: @niko Puedes seguirme si quieres...
it: @niko Puoi continuare, se ne hai voglia...
ja: @niko ついて来たいなら、来てもいいよ…
ko: @niko 원한다면 따라다녀도 좋아요...
pt_br: @niko Você pode vir também, se quiser...
ru: @niko Можете ходить за мной, если хотите...

source: [UNDERSTOOD.]
cht: [明白。]
es: [COMPRENDIDO.]
it: [RICEVUTO.]
ja: [承知しましタ。]
ko: [알겠습니다.]
pt_br: [ENTENDIDO.]
ru: [ПРИНЯТО.]

source: @niko_speak Are you guys not supposed to go in buildings?
cht: @niko_speak 你们是不可以进入建筑的吗？
es: @niko_speak ¿Vosotros no podéis entrar en los edificios?
it: @niko_speak Non dovreste rimanere al di fuori degli edifici?
ja: @niko_speak 君たちは建物の中には入れないの？
ko: @niko_speak 당신들은 건물에 들어가면 안 되나요?
pt_br: @niko_speak Vocês não podem entrar nos prédios?
ru: @niko_speak Вы не будете заходить внутрь?

source: [CORRECT.]
cht: [是的。]
es: [CORRECTO.]
it: [CORRETTO.]
ja: [その通りでス。]
ko: [그렇습니다.]
pt_br: [CORRETO.]
ru: [ВЕРНО.]

source: [WE ARE BUILT FOR OUTDOOR USE ONLY.]
cht: [我们只用于在室外使用。]
es: [HEMOS SIDO CONSTRUIDOS SOLO PARA USO EN EXTERIORES.]
it: [SIAMO STATI PROGRAMMATI PER STARE ESCLUSIVAMENTE ALL'ESTERNO.]
ja: [ワタシたちハ屋外専用でス。]
ko: [우리는 오직 야외에서만 활동합니다.]
pt_br: [FOMOS CONSTRUÍDOS PARA O EXTERIOR SOMENTE.]
ru: [МЫ БЫЛИ СОЗДАНЫ ДЛЯ ИСПОЛЬЗОВАНИЯ ВНЕ ПОМЕЩЕНИЙ.]

source: [ENTERING BUILDINGS IS NOT PART OF OUR PROGRAMMING.]
cht: [进入建筑不在我们的程序范围内。]
es: [ENTRAR EN EDIFICIOS NO FORMA PARTE DE NUESTRA PROGRAMACIÓN.]
it: [ENTRARE IN EDIFICI NON È PREVISTO DAL NOSTRO PROGRAMMA.]
ja: [建物ノ中に入るようニハ プログラムされていませン。]
ko: [건물 안으로 들어가는 건 프로그램에 기록되어 있지 않습니다.]
pt_br: [NÃO FAZ PARTE DE NOSSA PROGRAMAÇÃO ENTRAR NOS PRÉDIOS.]
ru: [ЗАХОДИТЬ ВНУТРЬ МЫ НЕ ЗАПРОГРАММИРОВАНЫ.]

source: @niko That's... strange.
cht: @niko 这...真奇怪。
es: @niko Qué cosa más... rara.
it: @niko ...Strano.
ja: @niko なんかいうか…変だね。
ko: @niko 그건... 좀 이상하네요.
pt_br: @niko Que... estranho.
ru: @niko Это... странно.

source: [BEEP]
cht: [哔哔]
es: [BIP]
it: [BIP.]
ja: ビーッ
ko: [삑]
pt_br: [BIP]
ru: [БИП]

source: @ed [You are testing my patience.]
cht: @ed [你正在检验我的耐心。]
es: @ed [Estás acabando con mi paciencia.]
it: @ed [Sappilo, stai mettendo alla prova la mia pazienza.]
ja: @ed [私の忍耐力を試しているんだろう。]
ko: @ed [내 인내심을 시험하는군.]
pt_br: @ed [Você está testando minha paciência.]
ru: @ed [Ты испытываешь моё терпение.]

source: @ed [Do you really want the answer?]
cht: @ed [你真的想知道答案吗？]
es: @ed [¿De verdad quieres la respuesta?]
it: @ed [Vuoi davvero la soluzione?]
ja: @ed [本当に答えが知りたいのか？]
ko: @ed [정말로 답을 알고 싶어?]
pt_br: @ed [Quer mesmo a resposta?]
ru: @ed [Ты правда хочешь узнать ответ?]

source: @ed [When you view the film, it fills your entire window into our world, yes?]
cht: @ed [当你看胶卷的时候，它占据了我们世界的整个 窗口，是吧？]
es: @ed [Cuando visualizas la película, esta llena toda tu ventana con nuestro mundo, ¿no?]
it: @ed [Quando osservi la pellicola, questa riempie l'intera finestra del nostro mondo, giusto?]
ja: @ed [フィルムを見ると、我々の世界を写し出す 窓を埋め尽くすように、それが表示される、そうだな？]
ko: @ed [필름을 보면 네가 우리 세계를 보는 창이 필름으로 가득 차지?]
pt_br: @ed [Quando você vê a película, ela enche toda sua janela para o nosso mundo, não é?]
ru: @ed [Когда ты рассматриваешь плёнку, она полностью заполняет твое окно в наш мир, так?]

source: @ed [I believe you refer to the action I describe as "dragging".]
cht: @ed [我觉得你需要的是称为"拖动"的动作。]
es: @ed [Me parece que te refieres a la acción que estoy describiendo como "arrastrar".]
it: @ed [Ti aiuterà sapere che l'azione di cui sto parlando è comunemente chiamata "trascinare".]
ja: @ed [私が説明した動作は「ドラッグ」と 呼ばれているはずだ。]
ko: @ed [내가 말하는 동작을 너희는 "끌어다 놓기"라고 하더군.]
pt_br: @ed [Acredito que você se refira ao que eu acabei de descrever como “arrastar”.]
ru: @ed [Кажется, ты называешь описываемое мной действие словом «перетащить».]

source: @ed [The void is beyond the borders of your view.]
cht: @ed [虚空在你的视线边界之外。]
es: @ed [El vacío está más allá de los límites de tu visión.]
it: @ed [Il vuoto si trova oltre i limiti di ciò che puoi vedere.]
ja: @ed [虚空は君の視界を超えたところにある。]
ko: @ed [그 허공은 네 시야의 경계 너머에 있어.]
pt_br: @ed [O vazio atravessa as fronteiras da sua visão.]
ru: @ed [Пустота — за пределами твоего поля зрения.]

source: @ed [Through the void, and back again...]
cht: @ed [拖进虚空，然后再回来...]
es: @ed [Por el vacío y otra vez de vuelta...]
it: @ed [Attraverso il vuoto, per poi tornare indietro...]
ja: @ed [虚空を通り抜け、また戻る…]
ko: @ed [허공을 통해서 다시 돌아와...]
pt_br: @ed [Através do vazio e de volta outra vez...]
ru: @ed [Через пустоту и обратно...]

source: @ed [Are you just here to waste more of my time?]
cht: @ed [你来这是为了浪费我的时间吗？]
es: @ed [¿Has venido aquí solo para hacerme perder el tiempo?]
it: @ed [Sei qui solo per farmi perdere altro tempo?]
ja: @ed [君は、ただ私の時間を無駄にする ためだけにここにいるのか？]
ko: @ed [그냥 여기서 내 시간을 낭비하고 싶은 거야?]
pt_br: @ed [Você veio desperdiçar mais o meu tempo?]
ru: @ed [Ты здесь только для того, чтобы тратить моё время?]

source: @ed [Sigh.]
cht: @ed [叹气。]
es: @ed [Ay.]
ja: @ed [やれやれ…]
ko: @ed [하아.]
pt_br: @ed [Ah...]
ru: @ed [Эх.]

source: @ed [Still clueless?]
cht: @ed [依旧毫无头绪？]
es: @ed [¿Aún sigues sin tener idea?]
it: @ed [Ancora senza idee?]
ja: @ed [未だに分からないか？]
ko: @ed [아직도 답을 못 찾았어?]
pt_br: @ed [Ainda não faz a menor ideia?]
ru: @ed [Всё ещё без понятия?]

source: @ed [Figures.]
cht: @ed [数字。]
es: @ed [Cifras.]
it: @ed [Non avevo dubbi.]
ja: @ed [だろうな。]
ko: @ed [숫자야.]
pt_br: @ed [Imaginei.]
ru: @ed [Цифры.]

source: @ed [Want another tip?]
cht: @ed [还想要另一个提示吗？]
es: @ed [¿Quieres otro consejo?]
it: @ed [Vuoi un altro indizio?]
ja: @ed [ヒントが欲しいか？]
ko: @ed [힌트 더 줘?]
pt_br: @ed [Quer outra dica?]
ru: @ed [Хочешь ещё подсказку?]

source: @ed [There's a void beyond the four walls that bind our world to yours. The edges of your viewport, where everything is obscured...]
cht: @ed [四面墙外有一个虚空，连接着我们和你们的世界。 在你的视野的边缘，一切都被遮蔽住了...]
es: @ed [Hay otro vacío más allá de las cuatro paredes que unen tu mundo al nuestro. Los límites de tu ventana, donde todo se oscurece...]
it: @ed [Il vuoto è oltre le quattro mura che collegano il nostro mondo con il tuo. I confini del tuo schermo, dove tutto si interrompe...]
ja: @ed [我々の世界と、君の世界を結びつける 4つの壁の向こうに、虚空がある。 君の視界の端、何もかもが見えなくなる 場所だ…]
ko: @ed [이 세계와 네 세계를 연결하는 네 개의 벽 너머에 허공이 있어. 네가 지금 보는 곳의 가장자리 너머, 모든 것이 불분명한 곳에 말이지...]
pt_br: @ed [Há um vazio para além das quatro paredes que vinculam nosso mundo ao seu. As bordas da sua visão, onde tudo é obscurecido...]
ru: @ed [За четырьмя стенами, которые связывают наш мир с твоим, находится пустота. Края твоей области просмотра, где всё затемнено...]

source: @ed [I'm sure you know what I'm talking about.]
cht: @ed [我知道，你明白我说的是什么。]
es: @ed [Seguro que sabes de lo que hablo.]
it: @ed [Sono sicuro che tu sappia di cosa sto parlando.]
ja: @ed [君なら、私の言っている意味が分かるはずだ。]
ko: @ed [무슨 말인지 이해했겠지.]
pt_br: @ed [Sei que você sabe do que estou falando.]
ru: @ed [Гарантирую, что ты знаешь, о чём я говорю.]

source: @ed [Pass the film through the void and back again.]
cht: @ed [将胶卷拖进虚空，然后又拖回来。]
es: @ed [Pasa la película por el vacío y otra vez de vuelta.]
it: @ed ["Trascina" la pellicola attraverso il vuoto per poi portarla indietro.]
ja: @ed [フィルムを虚空に通し、また戻す。]
ko: @ed [필름을 허공에 비춘 다음 다시 돌아오면 돼.]
pt_br: @ed [Passe a película pelo vazio e de volta.]
ru: @ed [Пронеси плёнку через пустоту и обратно.]

source: @ed [Fine, keep at it.]
cht: @ed [很好，继续保持。]
es: @ed [Bien, sigue así.]
it: @ed [Continua pure.]
ja: @ed [いいだろう、頑張りたまえ。]
ko: @ed [좋아, 그대로 계속해.]
pt_br: @ed [Tudo bem, continue.]
ru: @ed [Ладно. Продолжай в том же духе.]

source: @ed [It's not like I'm going anywhere.]
cht: @ed [好像我哪里都去不了。]
es: @ed [No me voy a ir a ninguna parte.]
it: @ed [Tanto non ho niente di meglio da fare.]
ja: @ed [私はどこにも行ったりしない。]
ko: @ed [내가 어디 가는 건 아니니까.]
pt_br: @ed [Eu não irei a lugar algum.]
ru: @ed [Я ведь никуда не тороплюсь.]

source: @ed [Looking for a code, are you?]
cht: @ed [你在找密码，是吗？]
es: @ed [Estás buscando un código, ¿no?]
it: @ed [Stai cercando un codice, non è così?]
ja: @ed [コードを探してるのだろう？]
ko: @ed [암호를 찾고 있군, 그렇지?]
pt_br: @ed [Procurando um código?]
ru: @ed [Снова ищешь код, не так ли?]

source: @ed [You're going to need this soon.]
cht: @ed [你很快就会用得上它。]
es: @ed [Esto te va a hacer falta pronto.]
it: @ed [Avrai bisogno di questa.]
ja: @ed [もうじき、これが必要になる。]
ko: @ed [조만간 이게 필요할 거야.]
pt_br: @ed [Você precisará disso em breve.]
ru: @ed [В скором времени тебе это понадобится.]

source: @ed [Take this film and expose it to the void.]
cht: @ed [拖着这个胶卷，然后在虚空曝光。]
es: @ed [Coge esta película y exponla al vacío.]
it: @ed [Prendi questa pellicola ed esponila al vuoto.]
ja: @ed [このフィルムを虚空に晒したまえ。]
ko: @ed [이 필름을 가지고 가서 허공에 노출시켜 봐.]
pt_br: @ed [Pegue esta película e exponha-a ao vazio.]
ru: @ed [Возьми эту плёнку и выстави её в пустоту.]

source: @ed [The answer will be revealed when you bring it back again.]
cht: @ed [等你把它拖回来答案自然将被揭示。]
es: @ed [La respuesta se mostrará cuando la traigas de vuelta.]
it: @ed [La soluzione che cerchi sarà rivelata quando riporterai la pellicola indietro.]
ja: @ed [またフィルムを戻せば、 答えが明らかになる。]
ko: @ed [그걸 이 세계로 다시 가져오면 답이 보일 거야.]
pt_br: @ed [A resposta se revelará quando você o trouxe de volta.]
ru: @ed [Ответ проявится, когда ты перенесёшь её обратно.]

source: @niko The computer printed out a strange transparent sheet...
cht: @niko 电脑打印出了一张奇怪的透明相片...
es: @niko El ordenador ha imprimido una extraña hoja transparente...
it: @niko Il computer ha stampato uno strano foglio trasparente...
ja: @niko コンピューターから 変な透明のシートが出てきた…
ko: @niko 컴퓨터가 투명한 종이 하나를 인쇄했어요...
pt_br: @niko O computador imprimiu uma folha transparente estranha...
ru: @niko Компьютер распечатал какой-то странный прозрачный лист...

source: @niko The screen is off.
cht: @niko 屏幕已经关了。
es: @niko La pantalla está apagada.
it: @niko Lo schermo è spento.
ja: @niko 画面がついてない。
ko: @niko 화면이 꺼졌어요.
pt_br: @niko A tela está desligada.
ru: @niko Экран выключен.

source: @ed [The refrigerator is empty.]
cht: @ed [冰箱是空的。]
es: @ed [El frigorífico está vacío.]
it: @ed [Il frigorifero è vuoto.]
ja: @ed [冷蔵庫は空だ。]
ko: @ed [냉장고가 비어 있다.]
pt_br: @ed [O refrigerador está vazio.]
ru: @ed [В холодильнике пусто.]

source: @ed [Inside the refrigerator is a \c[2]bottle of alcohol\c[0].]
cht: @ed [冰箱里有\c[2]一瓶酒\c[0]。]
es: @ed [Dentro del frigorífico hay una \c[2]botella de alcohol\c[0].]
it: @ed [Nel frigorifero c'è una \c[2]bottiglia di alcol\c[0].]
ja: @ed [冷蔵庫の中に\c[2]アルコールのビン\c[0]がある。]
ko: @ed [냉장고 안에 \c[2]술병\c[0]이 있다.]
pt_br: @ed [Dentro do refrigerador há um \c[2]frasco de álcool\c[0].]
ru: @ed [В холодильнике стоит \c[2]бутылка с алкоголем\c[0].]

source: @ed [Niko takes it.]
cht: @ed [Niko 把酒拿出来了。]
es: @ed [Niko la coge.]
it: @ed [Niko la prende.]
ja: @ed [ニコはそれを取った。]
ko: @ed [니코는 병을 집어 들었다.]
pt_br: @ed [Niko o pega.]
ru: @ed [Нико берёт её.]

source: @ed [Niko readies the branch...]
cht: @ed [Niko 准备好树枝...]
es: @ed [Niko prepara la rama...]
it: @ed [Niko prepara il ramo...]
ja: @ed [ニコは枝の準備をしている…]
ko: @ed [니코는 나뭇가지를 가져다 댔다...]
pt_br: @ed [Niko prepara o galho...]
ru: @ed [Нико готовит ветку...]

source: @ed [It doesn't manage to light.]
cht: @ed [但没能点燃。]
es: @ed [No logra encenderse.]
it: @ed [...ma non si accende.]
ja: @ed [火がつかない。]
ko: @ed [이걸로는 불이 붙지 않는다.]
pt_br: @ed [Isso não acende.]
ru: @ed [Не получается зажечь.]

source: @niko_speak Ah!
cht: @niko_speak 啊！
ja: @niko_speak わあ！
ko: @niko_speak 앗!
ru: @niko_speak Ах!

source: @ed [The TV gives off a dangerous-looking \c[3]spark\c[0].]
cht: @ed [电视\c[3]冒了火花\c[0]，看起来很危险。]
es: @ed [Del televisor sale una \c[3]chispa\c[0] de aspecto peligroso.]
it: @ed [Il televisore emette \c[3]scintille\c[0] dall'aspetto pericoloso.]
ja: @ed [テレビは危険そうな\c[3]火花\c[0]を発している。]
ko: @ed [TV에서 \c[3]불꽃\c[0]이 튀고 있다. 위험해 보인다.]
pt_br: @ed [A TV solta uma \c[3]faísca\c[0] que parece ser perigosa.]
ru: @ed [Из телевизора вылетает опасная на вид \c[3]искра\c[0].]

source: @ed [Just a table.]
cht: @ed [只是一张桌子。]
es: @ed [Solo es una mesa.]
it: @ed [Un tavolo.]
ja: @ed [ただのテーブル。]
ko: @ed [평범한 탁자다.]
pt_br: @ed [Só uma mesa.]
ru: @ed [Просто стол.]

source: @ed [Just a chair.]
cht: @ed [只是一张椅子。]
es: @ed [Solo es una silla.]
it: @ed [Una sedia.]
ja: @ed [ただの椅子。]
ko: @ed [평범한 의자다.]
pt_br: @ed [Só uma cadeira.]
ru: @ed [Просто стул.]

source: @ed [The sink won't turn on.]
cht: @ed [水龙头打不开。]
es: @ed [El fregadero no funciona.]
it: @ed [Dal rubinetto non esce acqua.]
ja: @ed [流し台は水が流れない。]
ko: @ed [싱크대에서는 물이 나오지 않는다.]
pt_br: @ed [A pia não abre.]
ru: @ed [Вода в раковине не включается.]

source: @ed [The wood in the fireplace looks like it was never used.]
cht: @ed [壁炉里的柴火好像没用过。]
es: @ed [Parece que nunca se ha usado la madera de la chimenea.]
it: @ed [La legna nel camino sembra non essere mai stata usata.]
ja: @ed [暖炉の焚き木は 1度も使われていないようだ。]
ko: @ed [벽난로 속 땔나무가 그대로 있다.]
pt_br: @ed [Parece que nunca usaram a madeira da lareira.]
ru: @ed [Похоже, что дрова в камине никогда не использовали.]

source: @ed [Perhaps it could be \c[6]lit\c[0].]
cht: @ed [可能可以\c[6]点着\c[0]。]
es: @ed [Quizá podría \c[6]encenderla\c[0].]
it: @ed [Si potrebbe \c[6]accendere\c[0].]
ja: @ed [\c[6]点火\c[0]できるかもしれない。]
ko: @ed [\c[6]불을 피울 수 있을지도\c[0] 모르겠다.]
pt_br: @ed [Talvez dê para \c[6]acender\c[0].]
ru: @ed [Возможно, их можно \c[6]зажечь\c[0].]

source: @ed [The \c[6]flames\c[0] are dim but comforting.]
cht: @ed [\c[6]火光\c[0] 很微弱，但是很舒服。]
es: @ed [La \c[6]llama\c[0] es débil pero reconfortante.]
it: @ed [Le \c[6]fiamme\c[0] sono lievi ma confortevoli.]
ja: @ed [\c[6]炎\c[0]は弱いが、気分が安らぐ。]
ko: @ed [희미한 \c[6]불꽃\c[0]이지만 왠지 마음이 편안해진다.]
pt_br: @ed [As \c[6]chamas\c[0] são fracas, mas confortantes.]
ru: @ed [\c[6]Пламя\c[0] тусклое, но умиротворяющее.]

source: @ed [Something on the ground glimmers in the firelight.]
cht: @ed [在火的照耀下地面有东西在微微闪光。]
es: @ed [Algo en el suelo reluce con la luz de la chimenea.]
it: @ed [Qualcosa per terra brilla alla luce del fuoco.]
ja: @ed [地面の何かが、炎の明かりで輝く。]
ko: @ed [뭔가가 불빛을 받아 바닥 위에서 희미하게 반짝인다.]
pt_br: @ed [Algo no chão brilha com a luz do fogo.]
ru: @ed [В свете камина на полу что-то блестит.]

source: @ed [It appears to be a small metallic object,\nwedged into a crack in the floor.]
cht: @ed [好像是一块小金属物体，\n嵌进地面的缝隙了。]
es: @ed [Parece un objeto metálico pequeño\nincrustado en una grieta del suelo.]
it: @ed [Un piccolo oggetto metallico,\nincastrato in una crepa nel pavimento.]
ja: @ed [床の割れ目にはまり込んだ、\n小さな鉄製の物体のようだ。]
ko: @ed [바닥 틈새에 \n작은 금속 물체가 끼어 있다.]
pt_br: @ed [Parece ser um objeto metálico pequeno,\npreso em uma rachadura no chão.]
ru: @ed [Похоже, это небольшой металлический предмет,\nзастрявший в трещине в полу.]

source: @ed [Niko digs it out.]
cht: @ed [Niko 把它挖了出来。]
es: @ed [Niko lo saca.]
it: @ed [Niko lo estrae.]
ja: @ed [ニコはそれを取り出した。]
ko: @ed [니코는 금속 물체를 파냈다.]
pt_br: @ed [Niko o desenterra.]
ru: @ed [Нико достаёт его.]

source: @niko_speak Helloooo?\>\n\@niko ...anyone?
cht: @niko_speak 你好？\>\n\@niko ...有人吗？
es: @niko_speak ¿Holaaaa?\>\n\@niko ¿Hay alguien...?
it: @niko_speak Ehiii!\>\n\@niko ...C'è nessuno?
ja: @niko_speak こーんばんはー？\>\n\@niko …誰かいない？
ko: @niko_speak 저기요오?\>\n\@niko ...아무도 없나요?
pt_br: @niko_speak Olááá?\>\n\@niko ... alguém?
ru: @niko_speak Ау-у-у-у?\>\n\@niko ...кто-нибудь?

source: @niko It's a ball.
cht: @niko 这有个球。
es: @niko Es una pelota.
it: @niko È una palla.
ja: @niko ボールだ。
ko: @niko 공이에요.
pt_br: @niko Uma bola.
ru: @niko Это мяч.

source: @alula That's mine!\>\n\@alula_pout It doesn't bounce around as much as it used to, though...
cht: @alula 那是我的！\>\n\@alula_pout 但它不像以前弹跳性那么好了...
es: @alula ¡Es mía!\>\n\@alula_pout Aunque ya no bota tanto como antes...
it: @alula Quella è mia!\>\n\@alula_pout Non rimbalza più come un tempo, però...
ja: @alula それ、あたしのー！\>\n\@alula_pout 前みたいに全然跳ねないけど…
ko: @alula 그건 내 거야!\>\n\@alula_pout 예전처럼 잘 튀진 않지만...
pt_br: @alula É minha!\>\n\@alula_pout Mas ela não quica mais como antes...
ru: @alula Он мой!\>\n\@alula_pout Хотя он уже не так хорошо скачет, как раньше...

source: @calamus_sad At least the courtyard is unaffected for now...
cht: @calamus_sad 至少院子目前没有受影响...
es: @calamus_sad Al menos el patio no se ha visto afectado de momento...
it: @calamus_sad Almeno il giardino non è stato colpito, per ora...
ja: @calamus_sad 中庭は、ひとまず大丈夫みたいだな…
ko: @calamus_sad 적어도 마당은 영향을 받지 않았어...
pt_br: @calamus_sad Pelo menos o pátio não foi afetado por enquanto...
ru: @calamus_sad Ну хотя бы двор ещё в порядке...

source: @alula_pout We usually get to the burial grounds through our friend, but...
cht: @alula_pout 我们有个朋友经常带我们去墓地，但是...
es: @alula_pout Normalmente vamos al cementerio con un amigo nuestro, pero...
it: @alula_pout Di solito arriviamo al cimitero grazie al nostro amico, ma...
ja: @alula_pout あたしたちね、埋葬地に行くとき、いつも お友達に手伝ってもらってるの。でも…
ko: @alula_pout 보통은 친구를 통해 묘지로 가지만...
pt_br: @alula_pout Normalmente é nosso amigo que leva a gente até o cemitério, mas...
ru: @alula_pout Обычно мы добираемся до погоста с помощью нашего друга, но...

source: @alula_oh ...he hasn't been here in forever!
cht: @alula_oh ...他很久没来这里了！
es: @alula_oh ... ¡llevamos mucho tiempo sin verle!
it: @alula_oh ...non si fa vedere da tanto tempo!
ja: @alula_oh …もうぜんっぜん会ってないや！
ko: @alula_oh ...친구가 한참 동안 오지 않았어!
pt_br: @alula_oh ... já faz uma eternidade que ele não aparece aqui!
ru: @alula_oh ...его уже сто лет не видно!

source: @calamus Normally this courtyard would be where we meet up...
cht: @calamus 一般来说这个院子是我们碰面的地方...
es: @calamus Normalmente es en este patio en donde nos encontramos...
it: @calamus Questo è il cortile dove ci incontravamo...
ja: @calamus 普段は、この中庭であいつと会ってるのさ…
ko: @calamus 보통은 이 마당에서 만나곤 했지...
pt_br: @calamus A gente costuma se encontrar nesse jardim...
ru: @calamus Обычно мы встречали его в этом дворе...

source: @alula I hope he comes back soon...
cht: @alula 我希望他很快会回来...
es: @alula Espero que vuelva pronto...
it: @alula Spero ritorni presto...
ja: @alula 早く帰ってくるといいな…
ko: @alula 어서 오면 좋겠다...
pt_br: @alula Espero que ele não demore...
ru: @alula Надеюсь, он скоро вернётся...

source: @calamus C'mon, Alula.\>\nLet's go see mom.
cht: @calamus 快点， Alula。\>\n我们去看看妈妈。
es: @calamus Vamos, Alula.\>\nVamos a ver a mamá.
it: @calamus Dai, Alula.\>\nAndiamo a visitare la mamma.
ja: @calamus 行こう、アルーラ。\>\n母さんに会いに。
ko: @calamus 알룰라, 어서.\>\n엄마를 보러 가자.
pt_br: @calamus Vamos, Alula.\>\nVamos visitar a mamãe.
ru: @calamus Идём, Алула.\>\nПошли проведаем маму.

source: @alula_speak Okay!
cht: @alula_speak 好的！
es: @alula_speak ¡Vale!
it: @alula_speak Ok!
ja: @alula_speak うん！
ko: @alula_speak 알았어!
pt_br: @alula_speak Vamos!
ru: @alula_speak Хорошо!
