Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko_shock ...what... \.\@niko3 happened to you?
cht: @niko_shock 发生...\.\@Niko3 什么了？
es: @niko_shock ... ¿Qué... \.\@niko3 te ha ocurrido?
it: @niko_shock ...Cosa... \.\@niko3 ti è successo?
ja: @niko_shock …何… \.\@niko3 お姉さん、どうしたの？
ko: @niko_shock ...어쩌다... \.\@niko3 이렇게 된 거죠?
pt_br: @niko_shock ... o que... \.\@niko3 aconteceu?
ru: @niko_shock ...что... \.\@niko3 с вами произошло?

source: @maize_stress ...\>\nhold on.
cht: @maize_stress ...\>\n坚持住。
es: @maize_stress ...\>\nAguanta.
it: @maize_stress ...\>\nfermo.
ja: @maize_stress …\>\n待って。
ko: @maize_stress ...\>\n잠깐.
pt_br: @maize_stress ... \>\nespere.
ru: @maize_stress ...\>\nподожди.

source: @maize_stress ...I.... \.\.need to concentrate
cht: @maize_stress 我...\.\.需要集中精力
es: @maize_stress ... Necesito...\.\.concentrarme.
it: @maize_stress ...devo... \.\.concentrarmi.
ja: @maize_stress …集中… \.\.集中しなきゃ。
ko: @maize_stress ...난.... \.\.집중해야 돼.
pt_br: @maize_stress ... P.... \.\.preciso me concentrar
ru: @maize_stress ...я.... \.\.должна сосредоточиться

source: @maize_strain ...the islands... \.\.will collapse...\>if I don't do something...
cht: @maize_strain ...那些岛屿...\.\.会坍塌...\>我必须做些什么...
es: @maize_strain ... Las islas... \.\.se derrumbarán...\>si no hago algo...
it: @maize_strain ...le isole... \.\.collasseranno... \>se non faccio qualcosa...
ja: @maize_strain …島が… \.\.崩壊してしまう…\>私が、どうにかしないと…
ko: @maize_strain ...섬들이... \.\.무너져 버릴 거야...\>내가 가만히 있으면...
pt_br: @maize_strain ... as ilhas... \.\.vão desmoronar... \>se eu não fizer nada...
ru: @maize_strain острова... \.\.разрушатся...\>если я что-нибудь не сделаю...

source: @maize_strain ...that's why... \.\.the vines...
cht: @maize_strain 那就是为什么...\.\.那些藤蔓...
es: @maize_strain ... Por eso... \.\.las enredaderas...
it: @maize_strain ...ecco perché... \.\.i rovi...
ja: @maize_strain …だから… \.\.ツタを…
ko: @maize_strain ...그래서 난... \.\.덩굴을...
pt_br: @maize_strain ... é por isso que... \.\.as trepadeiras...
ru: @maize_strain ...поэтому... \.\.лозы...

source: @niko2 ...\>you're... making the vines grow...
cht: @niko2 ...\>是你...让那些藤蔓生长...
es: @niko2 ...\>Estás haciendo... que crezcan las enredaderas...
it: @niko2 ...\>Sei tu che... li stai facendo crescere...
ja: @niko2 …\>お姉さんが…ツタの…
ko: @niko2 ...\>덩굴을... 자라게 하는 거군요...
pt_br: @niko2 ... \>você... está fazendo as trepadeiras crescerem...
ru: @niko2 ...\>вы заставляете лозы расти...

source: @niko4 ...is that why there are vines everywhere?
cht: @niko4 ....所以到处都长满了藤蔓？
es: @niko4 ... ¿Por eso hay enredaderas por todos lados?
it: @niko4 ...È per questo che sono ovunque?
ja: @niko4 …だから、そこら中にツタがあるんだね？
ko: @niko4 ...그게 바로 이곳이 온통 덩굴로 덮인 이유인가요?
pt_br: @niko4 ... é por isso que existem trepadeiras por toda a parte?
ru: @niko4 ...так вот почему тут кругом эти лозы?

source: @niko3 Are you... \.\.trying to hold the land together?
cht: @niko3 你...\.\.在努力将土地固定到一起吗？
es: @niko3 ¿Estás intentando... \.\.mantener unida la tierra?
it: @niko3 Stai... \.\.cercando di tenere unite le isole?
ja: @niko3 もしかして… \.\.大地が、バラバラに ならないように？
ko: @niko3 당신이... \.\.땅을 지탱하는 거예요?
pt_br: @niko3 Você... \.\.está tentando manter a terra intacta?
ru: @niko3 Вы... \.\.пытаетесь удержать землю, чтобы она не распалась?

source: @maize_stress My powers... the best I could do. Yes.
cht: @maize_stress 我的力量...只能做到这些。是的。
es: @maize_stress Mis poderes... Lo intento lo mejor que puedo, sí.
it: @maize_stress Sì, con i miei poteri... è il meglio che posso fare.
ja: @maize_stress そうよ。私の力では…これが限界。
ko: @maize_stress 내 힘이... 이게 최선이야. 맞아.
pt_br: @maize_stress Meus poderes... o melhor que puder. Sim.
ru: @maize_stress Мои силы... всё, что я могу сделать. Да.

source: @niko3 That's...
cht: @niko3 那是...
es: @niko3 Pero eso es...
it: @niko3 Ecco...
ja: @niko3 それって…
ko: @niko3 그건...
pt_br: @niko3 Isso...
ru: @niko3 Это...

source: @niko2 Should I leave the sun here for you? \>\n\@niko4 I know you wanted to see it...
cht: @niko2 我应该把太阳留在这给你吗？\>\n\@Niko4 我知道你想看到它...
es: @niko2 ¿Quieres que te deje el sol aquí? \>\n\@niko4 Sé que querías verlo...
it: @niko2 Vuoi che ti lasci il sole per un po'? \>\n\@niko4 So quanto avresti voluto vederlo...
ja: @niko2 太陽、置いていったほうがいい？ \>\n\@niko4 見たいって言ってたから…
ko: @niko2 여기 태양을 두고 갈까요? \>\n\@niko4 분명 보고 싶었을 테니까요...
pt_br: @niko2 Devo deixar o sol aqui para você? \>\n\@niko4 Sei que gostaria de vê-lo...
ru: @niko2 Мне оставить вам солнце? \>\n\@niko4 Знаю, вы хотели на него посмотреть...

source: @maize_thisisfine ...tempting... \>\nBut I musn't...
cht: @maize_thisisfine 这提议很吸引人...\>\n但我不能...
es: @maize_thisisfine ... Tentador... \>\nPero no debería...
it: @maize_thisisfine ...allettante... \>\nMa non posso...
ja: @maize_thisisfine …それはいいわね… \>\nでも、駄目なの…
ko: @maize_thisisfine ...그거 혹하는 걸... \>\n하지만 그래선 안 돼...
pt_br: @maize_thisisfine ... é tentador... \>\nMas não posso...
ru: @maize_thisisfine ...заманчиво... \>\nНо нельзя...

source: @maize_stress ...the sun brings me comfort, but...
cht: @maize_stress ...太阳让我感到舒适，但是...
es: @maize_stress ... El sol me aporta comodidad, pero...
it: @maize_stress ...il sole mi porta conforto, ma...
ja: @maize_stress …太陽は私を癒してくれる。でもね…
ko: @maize_stress ...태양은 내게 위안을 주지만...
pt_br: @maize_stress ... o sol me conforta, mas...
ru: @maize_stress ...солнце меня успокоит, но...

source: @maize_stress Stress is good... for this, fear is good...
cht: @maize_stress 有压力...也不错，恐惧也不是坏事...
es: @maize_stress El estrés es bueno... Para esto, me viene bien el miedo...
it: @maize_stress Lo stress, la paura... mi aiutano, mi...
ja: @maize_stress ストレスが必要なの… 恐怖が、必要なの…
ko: @maize_stress 스트레스와... 공포가 필요해...
pt_br: @maize_stress Tensão é bom... por isso, medo é bom...
ru: @maize_stress Нужен стресс... для этого нужен страх...

source: @maize_strain ...makes me strong.\>...vines grow faster.
cht: @maize_strain ...它们使我变得强大。\>...使藤蔓长得更快。
es: @maize_strain ... Me hace fuerte. \>... Las vides crecen más rápido.
it: @maize_strain ...mi rendono più forte.\>\n...fanno crescere i rovi più velocemente.
ja: @maize_strain …私を強くしてくれる。\>…ツタが早く 成長してくれる。
ko: @maize_strain ...날 강하게 만들어 주거든.\>...덩굴이 더 빨리 자라지.
pt_br: @maize_strain ... me deixa forte.\>... as trepadeiras crescem mais rapidamente.
ru: @maize_strain ...даёт мне сил.\>...лозы растут быстрее.

source: @niko4 But...
cht: @niko4 但...
es: @niko4 Pero...
it: @niko4 Ma...
ja: @niko4 でも…
ko: @niko4 그렇지만...
pt_br: @niko4 Mas...
ru: @niko4 Но...

source: @maize_stress If I'm at ease... \.\.the vines might retreat.
cht: @maize_stress 要是我放松...\.\.藤蔓的生长也会倒退。
es: @maize_stress Si estoy en calma... \.\.quizás las vides retrocedan.
it: @maize_stress Se non soffrissi... \.\.i rovi potrebbero ritirarsi.
ja: @maize_stress 安らぎを得ると… \.\.ツタが後退してしまう かもしれない。
ko: @maize_stress 내 마음이 편해지면... \.\.덩굴이 사그라들지도 몰라.
pt_br: @maize_stress Se eu mantiver a calma... \.\.as trepadeiras podem se retrair.
ru: @maize_stress Если я расслаблюсь... \.\.мои лозы могут отступить.

source: @maize_stress They're all in danger, savior...
cht: @maize_stress 它们都处于危险中，救世主...
es: @maize_stress Todos corren peligro, salvador...
it: @maize_stress Sono tutti in pericolo, salvatore...
ja: @maize_stress みんな危険に晒されているの。救世主さん…
ko: @maize_stress 구원자, 모두가 위험해...
pt_br: @maize_stress Estão todos correndo perigo, messias...
ru: @maize_stress Они все в опасности, спаситель...

source: @maize_strain The villagers...\.\. the children...
cht: @maize_strain 那些村民...\.\. 那些孩子...
es: @maize_strain Los aldeanos...\.\. Los niños...
it: @maize_strain Gli abitanti del villaggio...\.\. i bambini...
ja: @maize_strain 村人たちや… \.\. 子供たち…
ko: @maize_strain 마을 사람들...\.\. 아이들...
pt_br: @maize_strain Os aldeões...\.\. as crianças...
ru: @maize_strain Жители деревни...\.\. дети...

source: @maize_strain ...my final hours...\>mustn't go to waste.
cht: @maize_strain 我的最后几个小时...\>绝不能浪费。
es: @maize_strain ... Mis últimas horas...\>no deben ser en vano.
it: @maize_strain ...le mie ultime ore...\> non posso sprecarle.
ja: @maize_strain …私の最期の時間を…\>無駄にしてはいけないの。
ko: @maize_strain ...내게 남은 시간을...\>헛되이 보낼 순 없어.
pt_br: @maize_strain ... minhas últimas horas... \>não devem ser desperdiçadas.
ru: @maize_strain ...мои последние часы...\>не должны пройти напрасно.

source: @maize_thisisfine The people deserve to live... even if just for another day...
cht: @maize_thisisfine 那些人应该活着...即使只是再多活一天...
es: @maize_thisisfine La gente merece vivir... incluso aunque sea un día más...
it: @maize_thisisfine Queste persone meritano di vivere... anche solo per un altro giorno...
ja: @maize_thisisfine みんな、生きなきゃ駄目…少しでも、 一日でも長く…
ko: @maize_thisisfine 사람들은 살아야 해... 그게 단 하루라고 해도...
pt_br: @maize_thisisfine As pessoas merecem viver... mesmo se for por mais um dia...
ru: @maize_thisisfine Люди заслуживают жить... хотя бы ещё один день...

source: Can you see \p, too?
cht: 你也能看到 \p 吗？
es: ¿También puedes ver a \p?
it: Riesci anche a vedere \p?
ja: \p のこと、見えたりもする？
ko: 너도 \p 님이 보여?
pt_br: Você também está vendo, \p?
ru: Ты можешь видеть \p?

source: @niko_speak Nope! \@niko I can only hear their voice in my head.
cht: @niko_speak 不！\@niko 我只能在头脑里听见他们的声音。
es: @niko_speak ¡No! \@niko Solo puedo oír su voz en mi cabeza.
it: @niko_speak No! \@niko Posso solo sentire la sua voce nella mia testa.
ja: @niko_speak ううん！ \@niko 頭の中で声が聞こえるだけ。
ko: @niko_speak 아니! \@niko 목소리만 들려. 내 머릿속에서.
pt_br: @niko_speak Não! \@niko Só eu ouço na minha cabeça.
ru: @niko_speak Неа! \@niko Я только слышу голос в голове.

source: @alula_gasp That's still really cool!
cht: @alula_gasp 那也很酷！
es: @alula_gasp ¡Pero eso también es muy guay!
it: @alula_gasp È comunque fantastico!
ja: @alula_gasp それでもすごーい！
ko: @alula_gasp 그래도 진짜 멋지다!
pt_br: @alula_gasp Ainda é muito legal!
ru: @alula_gasp Это тоже очень круто!

source: Daddy says the world is very sick.\nBut \p can make it better again!
cht: 爸爸说，世界已病得不轻。\n但 \p 能够让它变得好起来！
es: Papá dice que el mundo está muy enfermo.\n¡Pero \p puede curarlo!
it: Papà dice che il mondo è molto malato.\nMa \p può farlo guarire di nuovo!
ja: パパがね、この世界は重い病気に かかってるって言ってたの。\nでも、 \p がきっと治してくれるの！
ko: 아빠는 이 세상이 아주 아프다고 했어.\n하지만 \p 님이 세상을 낫게 해 준댔어!
pt_br: Papai disse que o mundo está muito doente.\nMas que \p pode consertá-lo!
ru: Папа говорит, что мир очень болен.\nНо \p может ему помочь!

source: ...Are you \p?
cht: ...你是 \p吗？
es: ...¿Tú eres \p?
it: ...Sei \p?
ja: …もしかして、 \p？
ko: ...네가 \p 님이야?
pt_br: \p, é você?
ru: ...Это ты \p?

source: @niko Uh... not really.\nI'm just the "messiah" they sent.
cht: @niko 嗯...算不上。\n我只是他们派来的 "救世主"。
es: @niko Eh... no.\nSolo soy el "mesías" que han enviado.
it: @niko Ehm... in realtà no.\nSono solo il "messia" che ha mandato.
ja: @niko えっと…少し違うかな。\nミーは神様が送った、ただの「救世主」。
ko: @niko 어... 아냐.\n난 부름을 받고 온 "구원자"일 뿐이야.
pt_br: @niko Ahm, na verdade não.\nEu sou só o “messias”.
ru: @niko Эм... не совсем.\nЯ просто «мессия», посланный в ваш мир.

source: @niko_speak I can talk with \p, though!
cht: @niko_speak 不过我可以和\p对话！
es: @niko_speak ¡Aunque puedo hablar con \p!
it: @niko_speak Però posso parlare con \p!
ja: @niko_speak \p とお話できるけどね！
ko: @niko_speak 하지만 난 \p 님과 이야기할 수 있어!
pt_br: @niko_speak Eu falo com \p!
ru: @niko_speak Но я могу разговаривать с \p!

source: Wow!
cht: 哇！
es: ¡Guau!
ja: わあ！
ko: 우와!
pt_br: Caramba!
ru: Ух ты!

source: @alula_gasp Double wow!
cht: @alula_gasp 哇哇！
es: @alula_gasp ¡Doble guau!
it: @alula_gasp Doppio wow!
ja: @alula_gasp おっどろき！
ko: @alula_gasp 나도 우와!
pt_br: @alula_gasp Caramba mesmo!
ru: @alula_gasp Два раза ух ты!

source: What's that like?
cht: 那是什么感觉？
es: ¿Y qué tal es eso?
it: Com'è?
ja: それってどんな感じなの？
ko: 어떤 기분이야?
pt_br: E como é?
ru: Ну и как это?

source: @niko_speak Really cool!
cht: @niko_speak 真的很棒！
es: @niko_speak ¡Qué guay!
it: @niko_speak Davvero fantastico!
ja: @niko_speak すっごいよ！
ko: @niko_speak 굉장하지!
pt_br: @niko_speak É bem legal!
ru: @niko_speak Очень круто!

source: @niko Fish heads and tails.
cht: @niko 鱼头和鱼尾。
es: @niko Cabezas y colas de pescado.
it: @niko Teste e code di pesce.
ja: @niko お魚の頭としっぽ。
ko: @niko 생선 머리랑 꼬리가 담겨 있어요.
pt_br: @niko Cabeças e rabos de peixe.
ru: @niko Рыбьи головы и хвосты.

source: @niko Um...
cht: @niko 嗯...
es: @niko Mmm...
it: @niko Ehm...
ja: @niko あの…
ko: @niko 음...
pt_br: @niko Hm...
ru: @niko Э-эм...

source: @niko_wtf What...are you doing...to that book?
cht: @niko_wtf 你在...对那本书...做什么？
es: @niko_wtf ¿Qué... estás haciendo... con ese libro?
it: @niko_wtf Cosa... stai facendo... a quel libro?
ja: @niko_wtf その本に…何を…してるの？
ko: @niko_wtf 그 책에다... 뭘 하시는... 거예요?
pt_br: @niko_wtf O que... você está fazendo com esse livro?
ru: @niko_wtf Что вы...делаете...с этой книгой?

source: Editing it!!!
cht: 校订！！！
es: ¡¡Editarlo!!
it: Lo modifico!!!
ja: 編集してんだよ！！
ko: 편집하는 중이지!!!
pt_br: Editando-o!
ru: Редактирую её!!!

source: I've been in the Author's shadow for my entire career.
cht: 我整个生涯都活在作者的阴影之下。
es: He estado bajo la sombra del Autor durante toda mi carrera.
it: Sono stato all'ombra dell'Autore per tutta la mia carriera.
ja: 俺は作家として、ずっと「作者」の影に 隠れてたんだ。
ko: 난 평생 저자라는 그림자에 가려져 있었지.
pt_br: Fiquei na sombra do Autor por toda a minha carreira.
ru: Всю свою карьеру я был в тени Автора.

source: If I'm gonna die soon, I wanna die knowing I put out at least ONE original idea out there!
cht: 要是我马上就要死，我也要在死之前 提出至少一个创意！
es: ¡Si voy a morir pronto, quiero morir sabiendo que al menos he dejado al menos UNA idea original al mundo!
it: Se morirò presto, voglio farlo sapendo che almeno UNA delle idee che ho tirato fuori era originale!
ja: もうすぐ死ぬっていうんなら、せめて1つぐらい、 俺にしか思いつかないアイデアを 世に出しておきたいだろ！
ko: 곧 죽을 신세라면, 나만이 생각해낼 수 있는 아이디어 하나쯤 세상에 내놓고 싶었어!
pt_br: Se é para morrer em breve, quero morrer sabendo que publiquei pelo menos UMA ideia original!
ru: Если мне скоро умирать, я хочу умереть, зная, что я подарил миру хотя бы ОДНУ оригинальную идею!

source: Despite all this...\.\. I still really wish I could've met the Author...
cht: 尽管如此...\.\.我还是很希望我能见到作者...
es: A pesar de todo esto... \.\.Sigo deseando poder conocer al Autor...
it: Nonostante tutto...\.\. mi sarebbe piaciuto molto aver conosciuto l'Autore...
ja: まあ何だかんだ言ったけどさ…\.\.「作者」には、 一度でいいから会ってみたかったな…
ko: 말은 이렇게 하지만...\.\. 한번이라도 저자를 만날 수 있었으면 좋겠어...
pt_br: Apesar de tudo...\.\. Queria muito ter conhecido o Autor...
ru: Несмотря на всё это...\.\. Я всё равно очень хотел бы встретиться с Автором...

source: @niko_speak Oh! Um...
cht: @niko_speak 噢！嗯...
it: @niko_speak Oh! Ehm...
ja: @niko_speak あっ！あの…
ko: @niko_speak 오! 음...
pt_br: @niko_speak Ah! Ahm...
ru: @niko_speak О! Эм...

source: @niko2 What book did Cedric take?
cht: @niko2 Cedric 拿的是什么书？
es: @niko2 ¿Qué libro ha cogido Cedric?
it: @niko2 Quale libro ha preso Cedric?
ja: @niko2 セドリックは、何て本を持っていったの？
ko: @niko2 세드릭이 무슨 책을 가져갔죠?
pt_br: @niko2 Que livro Cedric pegou?
ru: @niko2 Какую книгу взял Седрик?

source: @george1_hm "The Creation of Prophetbot", one of the Author's greatest works in my opinion.
cht: @george1_hm "先知机器人的诞生"，在我眼里是作者 最伟大的作品之一。
es: @george1_hm «La creación del Profetabot», uno de los mejores trabajos del Autor, en mi opinión.
it: @george1_hm "La Creazione di Profetabot", uno dei più grandi lavori dell'Autore a mio parere.
ja: @george1_hm 「預言者ロボの創造」よ。私に言わせれば、 「作者」が執筆した本の中でも 屈指の作品だわ。
ko: @george1_hm "예언봇의 창조." 조지가 생각하기에, 저자의 최고 명작이죠.
pt_br: @george1_hm “A Criação do Profetobô”, uma das maiores obras do Autor na minha opinião.
ru: @george1_hm «Создание Робота-пророка». По-моему, это одно из величайших творений Автора.

source: @george1 It's filled to the brim with intricate illustrations and blueprints... \>\n\@george1_smile Lots of attention to detail, for sure.
cht: @george1 里面都是复杂的插图和蓝图...\>\n\@george1_smile 当然，也记载了很多细节。
es: @george1 Está a rebosar de elaborados ilustraciones y planos... \>\n\@george1_smile Cuida muchísimo los detalles, sin duda.
it: @george1 È pieno di illustrazioni intricate e modelli... \>\@george1_smile Si nota sicuramente una grande attenzione ai dettagli.
ja: @george1 複雑な絵や設計図で溢れかえっていて… \>\n\@george1_smile 随所に細部へのこだわりが見て取れるの。
ko: @george1 섬세한 삽화와 설계도가 가득해요... \>\n\@george1_smile 구석구석까지 아주 세심하게 쓴 책이에요.
pt_br: @george1 Ele está repleto de ilustrações e diagramas detalhados... \>\n\@george1_smile Sem dúvida, ele tomou muito cuidado com os detalhes.
ru: @george1 Она под завязку наполнена замысловатыми иллюстрациями и чертежами... \>\n\@george1_smile И много внимания было уделено деталям, однозначно.

source: @george1_hm George rates it 10 out of 10.
cht: @george1_hm George 把它评为10分（总分 10分）。
es: @george1_hm George le da un 10 de 10.
it: @george1_hm George lo valuta con un 10 su 10.
ja: @george1_hm ジョージ・レビューでは、 10点中10点というところかしら。
ko: @george1_hm 조지의 평가는 10점 만점에 10점이죠.
pt_br: @george1_hm George dá uma nota 10 de 10.
ru: @george1_hm Джордж оценивает её на 10 из 10.

source: @niko2 Ooh...
cht: @niko2 噢...
ja: @niko2 へええ…
ko: @niko2 오호...
pt_br: @niko2 Aah...
ru: @niko2 О-о-о...

source: @george2_stress One of my favorites, thank you very much...
cht: @george2_stress 我的最爱之一，非常感谢...
es: @george2_stress Uno de mis favoritos, muchas gracias...
it: @george2_stress Uno dei miei preferiti, che bello...
ja: @george2_stress お気に入りの一つなの、ありがとね…
ko: @george2_stress 내가 좋아하는 책 중 하나야. 참 고맙군...
pt_br: @george2_stress Um dos meus favoritos, muito obrigado...
ru: @george2_stress Одну из моих любимых, спасибо что напомнил...

source: @george2_sigh ...it's the Author's book detailing the creation of Prophetbot.
cht: @george2_sigh ...作者的这本书详细描述了先知机器人 的诞生过程。
es: @george2_sigh ... Es el libro del Autor que detalla la creación del Profetabot.
it: @george2_sigh ...è il libro dell'Autore che descrive in dettaglio la creazione di Profetabot.
ja: @george2_sigh …これは預言者ロボの制作を詳細に記した、 作者の本なの。
ko: @george2_sigh ...예언봇 창조 과정을 자세히 기록한 저자의 책이지.
pt_br: @george2_sigh ...é o livro do Autor que descreve a criação do Profetobô.
ru: @george2_sigh ...это книга Автора, подробно описывающая создание Робота-пророка.

source: @george2 And by "detailing", I mean it! \>\n\@george2_sigh There's a TON of detail in that book.
cht: @george2 可以说是非常 "详细"！\>\n\@george2_sigh 书中有大量的细节描写。
es: @george2 ¡Y vaya si lo detalla! \>\n\@george2_sigh Ese libro está LLENITO de detalles.
it: @george2 E con "dettaglio", non esagero! \>\n\@george2_sigh Ci sono un SACCO di dettagli in quel libro.
ja: @george2 ここでいう「詳細」ってのは、ホントに 細っっっかくって意味だからね！ \>\n\@george2_sigh とにかく本当に、細部まで書かれているの。
ko: @george2 "자세히"라는 표현이 빈말이 아냐! \>\n\@george2_sigh 그 책은 정말 자세히 설명하고 있거든.
pt_br: @george2 “Descreve” é pouco! \>\n\@george2_sigh Aquele livro está LOTADO de detalhes.
ru: @george2 И я не шутила, когда сказала «подробно»! \>\n\@george2_sigh В этой книге просто ТОННА подробностей.

source: @george2_grr Blueprints, progress shots...
cht: @george2_grr 蓝图模板，进展照片...
es: @george2_grr Planos, registros del avance...
it: @george2_grr Progetti, bozze...
ja: @george2_grr 設計図やら、制作過程の写真やら…
ko: @george2_grr 설계도에, 과정 사진에...
pt_br: @george2_grr Diagramas, fotos de progresso...
ru: @george2_grr Чертежи, снимки с разных этапов процесса...

source: @george2_sigh Took me forever to edit...
cht: @george2_sigh 要花很久的功夫来校订...
es: @george2_sigh Me llevó siglos editarlo...
it: @george2_sigh Ho impiegato un'eternità a sistemarli...
ja: @george2_sigh 編集にも死ぬほど時間かかったんだから…
ko: @george2_sigh 편집하느라 죽도록 고생했지...
pt_br: @george2_sigh Levei uma eternidade para editar...
ru: @george2_sigh Я её тысячу лет редактировала...

source: @george3_sad ...the Author's book on the creation of Prophetbot...
cht: @george3_sad ...作者这本书是关于先知机器人的诞生...
es: @george3_sad ... Es el libro del Autor sobre la creación del Profetabot.
it: @george3_sad ...Il libro dell'Autore sulla creazione di Profetabot...
ja: @george3_sad …預言者ロボの創造に関する、「作者」の本…
ko: @george3_sad ...예언봇 창조를 다룬 저자의 책이로군요...
pt_br: @george3_sad ... o livro do Autor sobre a criação do Profetobô...
ru: @george3_sad ...книгу Автора по созданию Робота-пророка...

source: @george3_sigh ...you know...\.\. the first robot you met in our world...
cht: @george3_sigh 就是...\.\. 你在我们世界见到的第一个机器人...
es: @george3_sigh ... Ya sabes...\.\. el primer robot que conociste en nuestro mundo...
it: @george3_sigh ...Sai...\.\. il primo robot che hai incontrato nel nostro mondo...
ja: @george3_sigh …そう…\.\. あなたがこの世界で、最初に出会った ロボットのこと…
ko: @george3_sigh 아시겠죠...?\.\. 당신이 우리 세상에서 처음 만난 로봇 말입니다...
pt_br: @george3_sigh ... você sabe...\.\. o primeiro robô que você encontrou em nosso mundo...
ru: @george3_sigh ...знаешь...\.\. первого робота, которого ты повстречал в нашем мире...

source: @george3_worry ...oh...\.\.The book was quite detailed, too....
cht: @george3_worry 噢...\.\.这本书也很详细...
es: @george3_worry ... Oh... \.\.El libro estaba bastante detallado...
it: @george3_worry ...Oh...\.\. Quel libro era davvero ricco di dettagli...
ja: @george3_worry …あぁ…\.\.あの本も、 かなり詳細に書かれていたわね…
ko: @george3_worry ...참...\.\.그 책은 굉장히 자세하기도 했습니다...
pt_br: @george3_worry ... ah... \.\.O livro também era bem detalhado....
ru: @george3_worry ...ох...\.\.А ещё эта книга была такой подробной....

source: @george3_sigh It...\.\. would've been useful to your friend, I think...
cht: @george3_sigh 它...\.\. 对你朋友也会有用，我觉得...
es: @george3_sigh Creo...\.\. que a tu amigo le habría resultado muy útil...
it: @george3_sigh Sarebbe...\.\. stato utile al tuo amico, credo...
ja: @george3_sigh きっと…\.\. あなたのお友達にも、 役に立ってるわ…
ko: @george3_sigh 아마...\.\. 당신 친구에게 도움이 됐을 겁니다...
pt_br: @george3_sigh Ele...\.\. teria sido útil para seu amigo, eu acho...
ru: @george3_sigh Думаю...\.\.твой друг мог бы извлечь из неё много пользы...

source: @niko_eyeclosed ...yeah.
cht: @niko_eyeclosed ...是的。
es: @niko_eyeclosed ... Sí.
it: @niko_eyeclosed ...Già.
ja: @niko_eyeclosed …そうだね。
ko: @niko_eyeclosed ...맞아요.
pt_br: @niko_eyeclosed ... é.
ru: @niko_eyeclosed ...угу.

source: @george4 The Author's book on the creation of Prophetbot!
cht: @george4 作者这本书是关于先知机器人的诞生！
es: @george4 ¡El libro del Autor sobre la creación del Profetabot!
it: @george4 Il libro dell'Autore sulla creazione di Profetabot!
ja: @george4 預言者ロボの創造について書いた 「作者」の本だよ！
ko: @george4 예언봇 창조를 다룬 저자의 책이네!
pt_br: @george4 O livro do Autor sobre a criação do Profetobô!
ru: @george4 Книгу Автора по созданию Робота-пророка!

source: @george4_golly Remember Prophetbot? \.\.The first robot you met in our world?
cht: @george4_golly 记得先知机器人？\.\.你在这世界见到的第一个机器人？
es: @george4_golly ¿Te acuerdas del Profetabot? \.\.El primer robot que conociste en nuestro mundo...
it: @george4_golly Ricordi Profetabot? \.\.Il primo robot che hai incontrato nel nostro mondo?
ja: @george4_golly 預言者ロボって覚えてる？ \.\.この世界で、キミが 初めて出会ったロボットのこと！
ko: @george4_golly 예언봇 기억해? \.\.네가 우리 세상에서 처음 만난 로봇 말야.
pt_br: @george4_golly Lembra do Profetobô? \.\.O primeiro robô que você conheceu em nosso mundo?
ru: @george4_golly Помнишь его? \.\.Первого робота, которого ты встретил в этом мире?

source: @niko_eyeclosed Yeah...
cht: @niko_eyeclosed 是的...
es: @niko_eyeclosed Sí...
it: @niko_eyeclosed Sì...
ja: @niko_eyeclosed うん…
ko: @niko_eyeclosed 네...
pt_br: @niko_eyeclosed Sim...
ru: @niko_eyeclosed Ага...

source: @george4_omg He's a work of art!!!
cht: @george4_omg 他是一件艺术品！！！
es: @george4_omg ¡¡¡Es una obra de arte!!!
it: @george4_omg È un'opera d'arte!!!
ja: @george4_omg カレって、まさしく芸術作品だよね！
ko: @george4_omg 그 로봇은 그야말로 예술이야!!!
pt_br: @george4_omg Ele é uma obra de arte!
ru: @george4_omg Он — настоящее произведение искусства!!!

source: @george4_smile The Author's book was so detailed... \.\.really made me appreciate how much work went into him!
cht: @george4_smile 作者这本书这么详细...\.\.真的让我敬佩他到底花了多少工夫！
es: @george4_smile El libro del Autor tenía tanto detalle... \.\.¡Me hizo apreciar todo el trabajo que hizo!
it: @george4_smile Il libro dell'Autore era così dettagliato... \.\.mi ha fatto davvero apprezzare quanto ci abbia lavorato!
ja: @george4_smile 「作者」の本に、とっても細かく書かれてて… \.\. あのロボットにどれだけの熱意を 注いでたのか、すっごく伝わってきんだ！
ko: @george4_smile 이 저자의 책은 굉장히 자세해... \.\.로봇을 어찌나 공들여 설계했는지 감탄할 수밖에 없었지!
pt_br: @george4_smile O livro do Autor era tão detalhado... \.\.me fez admirar muito todo o trabalho que ele dedicou!
ru: @george4_smile Книга Автора была настолько подробна... \.\. я смогла по-настоящему оценить, как много в него было вложено усилий!
