Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @george6_shrug Said it was an emergency, so I just let 'im have it.
cht: @george6_shrug 说是有紧急事情，我就让他拿走了。
es: @george6_shrug Dijo que era una emergencia, así que dejé que se lo llevara...
it: @george6_shrug Ha detto che era un'emergenza, quindi gliel'ho lasciato.
ja: @george6_shrug 緊急っつーからさ、持ってかせたのよ。
ko: @george6_shrug 급하다고 하길래 그냥 놔뒀지.
pt_br: @george6_shrug Falou que era uma emergência, por isso o deixei pegar.
ru: @george6_shrug Сказал, что экстренный случай, так что пусть пользуется.

source: @george6 Hope he didn't run into trouble, dude...
cht: @george6 希望他没有遇到麻烦，小家伙...
es: @george6 Espero que no se metiera en problemas, tío...
it: @george6 Spero non sia finito nei guai, fra...
ja: @george6 ヤバイことになってなきゃいいけど…
ko: @george6 문제가 생기지 않았으면 좋겠네...
pt_br: @george6 Espero que ele não tenha se metido em encrenca, cara...
ru: @george6 Надеюсь, он не вляпался в неприятности, приятель...

source: @kip_sigh Yeah... I hope he's alright, too...
cht: @kip_sigh 是的...我也希望他一切平安...
es: @kip_sigh Sí... Yo también espero que esté bien...
it: @kip_sigh Già, lo spero anche io...
ja: @kip_sigh ええ…本当に、無事だといいわね…
ko: @kip_sigh 그래... 나도 녀석이 무사하길 바라...
pt_br: @kip_sigh É... espero que ele esteja bem também...
ru: @kip_sigh Да... я тоже надеюсь, что с ним всё в порядке...

source: @kip_pout With any luck, maybe the lab complex can hold up long enough for him to...
cht: @kip_pout 要是运气好，实验室还能够为他撑住足够 长的时间...
es: @kip_pout Con un poco de suerte, quizá el complejo del laboratorio pueda aguantar lo suficiente para que...
it: @kip_pout Con un po' di fortuna, forse il laboratorio rimarrà in piedi abbastanza a lungo da...
ja: @kip_pout 運が良ければ、研究所がギリギリ もってくれるかもしれないわ…
ko: @kip_pout 운이 좋다면 연구실 건물이 버텨 주겠지. 그 아이가...
pt_br: @kip_pout Com um pouco de sorte, o complexo do laboratório pode aguentar tempo suficiente para ele...
ru: @kip_pout Если ему повезёт, лабораторный комплекс может продержаться, пока он не...

source: @kip_worry Oh my gosh.... \>It...
cht: @kip_worry 哦，天啊...\>它...
es: @kip_worry Cielo santo... \>Se ha...
it: @kip_worry Oddio... \>È...
ja: @kip_worry ウソでしょ… \>あれ…
ko: @kip_worry 이럴 수가... \>이건...
pt_br: @kip_worry Minha nossa... \>É...
ru: @kip_worry Oх, божечки.... \>Это...

source: @kip_worry That was...
cht: @kip_worry 那是...
es: @kip_worry Eso era...
it: @kip_worry Quelli erano...
ja: @kip_worry あれって、もしかして…
ko: @kip_worry 이건...
pt_br: @kip_worry Isso foi...
ru: @kip_worry Это было...

source: @niko3 ...the labs?
cht: @niko3 ....实验室？
es: @niko3 ... ¿Los laboratorios?
it: @niko3 ...i laboratori?
ja: @niko3 …研究所？
ko: @niko3 ...연구실?
pt_br: @niko3 ... o laboratório?
ru: @niko3 ...лаборатории?

source: @kip_worry That poor kid!!!
cht: @kip_worry 可怜的小孩！！！
es: @kip_worry ¡¡Pobre crío!!
it: @kip_worry Povero ragazzo!!!
ja: @kip_worry あのバカ！！！
ko: @kip_worry 그 가엾은 아이가!!!
pt_br: @kip_worry Pobre menino!
ru: @kip_worry Бедный ребёнок!!!

source: @niko_shock No!!!
cht: @niko_shock 不！！！！
ja: @niko_shock そんな！！！
ko: @niko_shock 안 돼!!!
pt_br: @niko_shock Não!
ru: @niko_shock Нет!!!

source: @niko_distressed_meow Not him too!!!!
cht: @niko_distressed_meow 不是他！！！！
es: @niko_distressed_meow ¡¡Él también no, por favor!!
it: @niko_distressed_meow Anche lui!?!?
ja: @niko_distressed_meow セドリックまで！！！
ko: @niko_distressed_meow 세드릭만은 안 돼요!!!!
pt_br: @niko_distressed_meow Ele também não!
ru: @niko_distressed_meow Только не он тоже!!!!

source: @kip_sad I'm...
cht: @kip_sad 我...
es: @kip_sad Siento...
it: @kip_sad Mi...
ja: @kip_sad あいつ…
ko: @kip_sad 아...
pt_br: @kip_sad Eu...
ru: @kip_sad Мне...

source: @kip_sigh I'm sorry about your friend...
cht: @kip_sigh 关于你朋友的事，我很抱歉...
es: @kip_sigh Siento lo de tu amigo...
it: @kip_sigh Mi dispiace per il tuo amico...
ja: @kip_sigh あなたのお友達、残念だったわね…
ko: @kip_sigh 친구의 일은 안됐어...
pt_br: @kip_sigh Sinto muito pelo seu amigo...
ru: @kip_sigh Я сожалею насчёт твоего друга...

source: @niko_distressed ...the last time we spoke, he told me to go look for someone on the surface.
cht: @niko_distressed ...上次我们说话时，他告诉我要去地面 找个人。
es: @niko_distressed ... La última vez que hablé con él, me dijo que fuera a buscar a alguien a la superficie.
it: @niko_distressed ...L'ultima volta che abbiamo parlato, mi ha detto di cercare qualcuno al pianoterra.
ja: @niko_distressed …地上に着いたらすぐに誰かを探してって、 セドリックは最後に…
ko: @niko_distressed ...마지막으로 이야기를 나눴을 때, 지상층에서 누굴 찾으라고 했어요.
pt_br: @niko_distressed ... da última vez que conversamos, ele pediu para eu procurar alguém na superfície.
ru: @niko_distressed ...в последнем разговоре он велел мне пойти поискать кое-кого на поверхности.

source: @niko4 I... \.\.I need to get going.
cht: @niko4 我...\.\.我得走了。
es: @niko4 ... Necesito...\.\.Necesito seguir adelante.
it: @niko4 Mi dispiace... \.\.Ma devo andare.
ja: @niko4 ミー… \.\.行かなきゃ。
ko: @niko4 저는... \.\.가야 해요.
pt_br: @niko4 Eu... \.\.preciso ir.
ru: @niko4 Я... \.\.Мне надо идти.

source: @george1 George... \.\.\@george1_hm WON'T let you go out there!
cht: @george1 George...\.\.\@George1_hm 不会让你到外面去！
es: @george1 ¡George...! \.\.\@george1_hm ¡NO te dejará salir!
it: @george1 George... \.\.\@george1_hm NON ti lascerà uscire là fuori!
ja: @george1 それは無理ね… \.\.\@george1_hm この私が許さないわ！
ko: @george1 조지가... \.\.\@george1_hm 내보내지 않겠어요!
pt_br: @george1 George... \.\.\@george1_hm NÃO vai deixar você sair!
ru: @george1 Джордж... \.\.\@george1_hm НИКУДА тебя отсюда не отпустит!

source: @george1_hm The messiah will not walk into danger on my watch!
cht: @george1_hm 救世主在我的管辖范围内不能陷入危险中！
es: @george1_hm ¡El mesías no correrá ningún peligro ante mi presencia!
it: @george1_hm Il messia non si metterà in pericolo, non finché ci sarò io!
ja: @george1_hm この私がいる限り、救世主を危険に 晒すようなことはあってはならない！
ko: @george1_hm 구원자가 위험한 곳으로 가는 걸 가만히 보고 있진 않아요!
pt_br: @george1_hm O messias não correrá perigo enquanto eu estiver aqui!
ru: @george1_hm Мессия не пойдёт навстречу опасности прямо на моём глазу!

source: @niko3 But...
cht: @niko3 但...
es: @niko3 Pero...
it: @niko3 Ma...
ja: @niko3 でも…
ko: @niko3 그렇지만...
pt_br: @niko3 Mas...
ru: @niko3 Но...

source: @george2_stress Are you KIDDING ME??
cht: @george2_stress 你开玩笑吧？？
es: @george2_stress ¿¿Me tomas el pelo??
it: @george2_stress MI PRENDI IN GIRO??
ja: @george2_stress バカじゃないの？？
ko: @george2_stress 지금 장난해??
pt_br: @george2_stress Cê tá de BRINCADEIRA??
ru: @george2_stress Ты ШУТИШЬ что ли??

source: @george2_grr Kid, there is NO way we're letting you out there.
cht: @george2_grr 孩子，我们绝不可能让你出去。
es: @george2_grr Joven, de NINGUNA manera voy a dejar que salgas.
it: @george2_grr Ragazzino, non ti lascerò MAI andare là fuori.
ja: @george2_grr チビすけ、アンタをあんな 危険な場所には行かせないわよ。
ko: @george2_grr 꼬마야, 우린 절대 널 내보내지 않을 거야.
pt_br: @george2_grr NÃO TEM como deixar você sair.
ru: @george2_grr Малой, мы НИ ПОД КАКИМ ПРЕДЛОГОМ тебя туда не отпустим.

source: @niko3 But I really have to...
cht: @niko3 但我确实需要...
es: @niko3 Pero es que tengo...
it: @niko3 Ma devo...
ja: @niko3 でも、どうしても行かなきゃ…
ko: @niko3 하지만 전 진짜로...
pt_br: @niko3 Mas eu preciso muito...
ru: @niko3 Но мне и правда очень надо...

source: @george3_worry Um...\.\.um...
cht: @george3_worry 嗯...\.\.嗯...
es: @george3_worry Um... \.\.Er...
it: @george3_worry Mh...\.\. Mh...
ja: @george3_worry え…そんな\.\.…
ko: @george3_worry 음...\.\.음...
pt_br: @george3_worry Hm...\.\.hm...
ru: @george3_worry Эм...\.\.эм-м...

source: @george3_cry You...\.\. shouldn't go out there....!
cht: @george3_cry 你...\.\. 不能出去...！
es: @george3_cry ¡No deberías... \.\.salir al exterior...!
it: @george3_cry Non...\.\. dovresti andare là fuori...!
ja: @george3_cry あそこには…\.\. 行ってはだめよ…！
ko: @george3_cry 지금...\.\. 밖에 나가면 안 됩니다...!
pt_br: @george3_cry Você...\.\. não devia sair....!
ru: @george3_cry Ты...\.\. не должен туда выходить....!

source: @niko_distressed But...
cht: @niko_distressed 但...
es: @niko_distressed Pero...
it: @niko_distressed Ma...
ja: @niko_distressed でも…
ko: @niko_distressed 그렇지만...
pt_br: @niko_distressed Mas...
ru: @niko_distressed Но...

source: @george3_worry Oh.... \.\.help me out here, Kip....
cht: @george3_worry 哦...\.\.帮我离开这里，Kip...
es: @george3_worry Oh... \.\.Ayúdame a salir de esta, Kip...
it: @george3_worry Oh... \.\.dammi una mano, Kip...
ja: @george3_worry ああ… \.\.何とか言ってちょうだい…キップ…
ko: @george3_worry 아... \.\.저 좀 도와주십시오, 킵...
pt_br: @george3_worry Ah.... \.\.me ajuda aqui, Kip....
ru: @george3_worry Ох.... \.\.Кип, мне нужна ваша помощь...

source: @george4 ...messiah, please.
cht: @george4 ...求你了，救世主。
es: @george4 ... Mesías, por favor.
it: @george4 ...Messia, ti prego.
ja: @george4 …救世主クン、それはダメ。
ko: @george4 ...구원자, 부탁이야.
pt_br: @george4 ... messias, por favor.
ru: @george4 ...мессия, прошу тебя.

source: @george4_golly We don't...want you to go out there.
cht: @george4_golly 我们不想...要你出去。
es: @george4_golly No queremos... que andes por ahí.
it: @george4_golly Non vogliamo che tu vada là fuori.
ja: @george4_golly キミを…危ないとこには連れていけない。
ko: @george4_golly 널... 밖으로 보내고 싶진 않아.
pt_br: @george4_golly Não... queremos que você saia.
ru: @george4_golly Мы не хотим...чтобы ты туда выходил.

source: @george4_golly Not when everything is... \.\.well...
cht: @george4_golly 尤其是当事情发展到如此...\.\.嗯...
es: @george4_golly No estando las cosas así... \.\.Quiero decir...
it: @george4_golly Non quando tutto è... \.\.beh...
ja: @george4_golly 特に今は… \.\.ね…
ko: @george4_golly 가뜩이나 온 세상이... \.\.엉망인데...
pt_br: @george4_golly Não enquanto as coisas estão... \.\.ruins...
ru: @george4_golly И уж точно не в такое время когда всё... \.\.ну...

source: @george5_hmm Sweetie, you know we can't let you just walk into danger!
cht: @george5_hmm 甜心，你知道我们不能就这样让你 走进危险！
es: @george5_hmm ¡Cielo, sabes que no podemos dejar que corras peligro!
it: @george5_hmm Tesoro, lo sai che non possiamo lasciarti scorrazzare in mezzo ai pericoli!
ja: @george5_hmm おちびさん、貴方を危ない目には あわせられないわ！
ko: @george5_hmm 네가 위험에 빠지는 걸 보고 있을 순 없어!
pt_br: @george5_hmm Meu bem, você sabe que não podemos deixar você correr perigo!
ru: @george5_hmm Лапуся, ты же знаешь, мы не можем позволить тебе выйти прямо навстречу опасности!

source: @george6 Bruh...\>\n\@george6_point You know we ain't gonna let you walk into the fire like that!
cht: @george6 朋友...\>\n\@george6_point 你知道我们不能让你往火坑里跳的！
es: @george6 Colega... \>\n\@george6_point ¡Sabes que no vamos a dejar que te metas en la boca del lobo!
it: @george6 Fra...\>\n\@george6_point Col cavolo che ti lasciamo andare dritto nella tana del lupo!
ja: @george6 チビくーん…\>\n\@george6_point ウチらが、Youをあんな火の中に 突っ込ませるワケないっしょ！
ko: @george6 이봐...\>\n\@george6_point 네가 저런 불구덩이로 가는 걸 보고 있을 줄 알아?
pt_br: @george6 Cara... \>\n\@george6_point Cê tá sabendo que não vamos te deixar ir correndo pra boca do perigo, né?!
ru: @george6 Бро...\>\n\@george6_point Ты же понимаешь что мы не дадим тебе пойти прямиком в огонь!

source: @george6_shrug Fire... squares...
cht: @george6_shrug 火焰...方块...
es: @george6_shrug Fuego... Los cuadrados...
it: @george6_shrug Beh, nella tana... dei quadrati...
ja: @george6_shrug 火…アーンド四角形…
ko: @george6_shrug 불구덩이... 사각형...
pt_br: @george6_shrug Fogo.. quadrados...
ru: @george6_shrug Огонь... квадраты...

source: @kip_sigh George is right...
cht: @kip_sigh George 说得对...
es: @kip_sigh George tiene razón.
it: @kip_sigh George ha ragione...
ja: @kip_sigh ジョージの言う通りよ…
ko: @kip_sigh 조지 말이 맞아...
pt_br: @kip_sigh George tem razão...
ru: @kip_sigh Джордж права...

source: @kip_pout The squares seem to be targeting a lot of the weaker constructs in the city.
cht: @kip_pout 那些方块似乎就是针对城里很多不牢固 的构造。
es: @kip_pout Los cuadrados parecen estar atacando a muchas de las construcciones más débiles de la ciudad.
it: @kip_pout I quadrati sembrano prendere di mira molti tra gli edifici più fragili in città.
ja: @kip_pout 四角形はね、街にある強度の弱い 建物を標的にしてるみたいなの。
ko: @kip_pout 사각형이 도시의 약한 건물을 노리는 것 같아.
pt_br: @kip_pout Os quadrados parecem estar visando as construções mais fracas da cidade.
ru: @kip_pout Похоже что квадраты высматривают городские конструкции послабее.

source: @kip_sigh Only the library has enough structural integrity to withstand collapse...
cht: @kip_sigh 只有图书馆的结构完整程度可以抵御 坍塌...
es: @kip_sigh La biblioteca es lo único con una estructura lo bastante resistente como para evitar derrumbarse...
it: @kip_sigh Solo la biblioteca ha un'integrità strutturale in grado di resistere al collasso...
ja: @kip_sigh 図書館だけなのよ。崩壊に耐えられるだけの 強度を備えているのは…
ko: @kip_sigh 붕괴를 견딜 만큼 구조가 견고한 건물은 도서관뿐이야...
pt_br: @kip_sigh Só a biblioteca tem uma integridade estrutural forte o bastante para aguentar desmoronamentos...
ru: @kip_sigh Только у библиотеки есть достаточно структурной целостности, чтобы выдержать обрушение...

source: @kip_sad It's... best if you stayed here until things stabilize.
cht: @kip_sad ...你最好待在这直到一切都稳定下来。
es: @kip_sad Es mejor... que te quedes hasta que la situación se tranquilice.
it: @kip_sad Sarebbe meglio... che tu restassi qui fino a quando le cose non si saranno stabilizzate.
ja: @kip_sad だから…状態がもう少し安定するまで、 ここにいた方がいい。
ko: @kip_sad 일이 안정될 때까지 여기 있는 게 최선이야.
pt_br: @kip_sad Seria... melhor se você ficasse aqui até as coisas se estabilizarem.
ru: @kip_sad Тебе... лучше оставаться здесь пока всё не уляжется.

source: @kip_sigh ...however long that takes.
cht: @kip_sigh ...无论要等多久。
es: @kip_sigh ... cuandoquiera que sea eso.
it: @kip_sigh ...Per tutto il tempo che sarà necessario.
ja: @kip_sigh …その安定に、どれだけ時間がかかってもね。
ko: @kip_sigh ...시간이 얼마나 걸릴지는 모르지만.
pt_br: @kip_sigh ... pelo tempo que for necessário.
ru: @kip_sigh ...сколько бы это ни заняло.

source: @niko2 But....\.\.\@niko4 but...
cht: @niko2 但...\.\.\@niko4 但...
es: @niko2 Pero...\.\.\@niko4 pero...
it: @niko2 Ma... \.\.\@niko4 Ma...
ja: @niko2 でも…\.\.\@niko4 そしたら…
ko: @niko2 하지만....\.\.\@niko4 하지만...
pt_br: @niko2 Mas... \.\.\@niko4 mas...
ru: @niko2 Но....\.\.\@niko4 но...

source: @niko2 What about...\.\. my mission?
cht: @niko2 那我的...\.\. 任务要怎么办？
es: @niko2 ¿Qué hay... \.\.de mi misión?
it: @niko2 E...\.\. la mia missione?
ja: @niko2 ミーの…\.\. 使命はどうなっちゃうの…？
ko: @niko2 제 사명은...\.\. 어쩌고요?
pt_br: @niko2 Como fica...\.\. minha missão?
ru: @niko2 А как же...\.\. моя миссия?

source: @niko_eyeclosed Don't you guys want me to bring the sun back, at least?
cht: @niko_eyeclosed 至少你们需要让我把太阳带回来不是吗？
es: @niko_eyeclosed ¿Es que no queréis que recupere al menos el sol?
it: @niko_eyeclosed Non volete che riporti il sole al suo posto?
ja: @niko_eyeclosed 太陽を取り戻したくないの？
ko: @niko_eyeclosed 제가 태양을 되돌리길 바라는 거 아니에요?
pt_br: @niko_eyeclosed Vocês não querem que eu traga o sol de volta, pelo menos?
ru: @niko_eyeclosed Разве вы не хотите, чтобы я хотя бы вернул солнце?

source: @george1 Even if you do restore the sun, the squares will persist...
cht: @george1 即使你找回了太阳，方块也不会消失...
es: @george1 Aunque devuelvas el sol, los cuadrados persistirán...
it: @george1 Anche se dovesse venire ripristinato il sole, i quadrati non scomparirebbero...
ja: @george1 たとえ太陽を元に戻したとしても、 四角形は存在し続けるわ…
ko: @george1 태양을 되돌려도 사각형은 사라지지 않아요...
pt_br: @george1 Mesmo se você restaurar o sol, os quadrados persistirão....
ru: @george1 Даже если ты вернёшь нам солнце, квадраты продолжат быть...

source: @george2_sigh The sun won't do us any good if the squares are just gonna mess everything up.
cht: @george2_sigh 如果方块会毁了一切，就算太阳回来也不会 对我们有任何帮助。
es: @george2_sigh El sol no nos servirá de nada si los cuadrados lo echan todo a perder.
it: @george2_sigh Il sole non ci sarà di nessun aiuto se i quadrati continueranno a incasinare tutto.
ja: @george2_sigh どうせ四角形がまた全部めちゃくちゃに するんだから、太陽なんてあっても 意味ないわよ。
ko: @george2_sigh 어차피 사각형 때문에 세상이 엉망이 된다면 태양 따위 아무 의미 없다고.
pt_br: @george2_sigh O sol não adiantará nada se os quadrados continuarem bagunçando tudo.
ru: @george2_sigh Солнце нам ничем не поможет, если всё испортят квадраты.

source: @george3_worry Oh...\.\.but even if you do bring the sun back...
cht: @george3_worry 哦...\.\.但即使你把太阳找回来了...
es: @george3_worry Oh... \.\.Pero incluso aunque recuperes el sol...
it: @george3_worry Oh...\.\. ma anche se dovessi rimettere il sole al suo posto...
ja: @george3_worry はぁ…\.\.でも、もし太陽を 取り戻したとしても…
ko: @george3_worry 아...\.\.하지만 당신이 태양을 되돌린다 해도...
pt_br: @george3_worry Ah... \.\.mas mesmo se você trouxer o sol de volta...
ru: @george3_worry Ох...\.\.но даже если ты вернёшь солнце...

source: @george3_sigh ...the squares... they'll still be here...
cht: @george3_sigh ...那些方块...它们还是会在这...
es: @george3_sigh ... Los cuadrados... seguirán estando ahí...
it: @george3_sigh ...i quadrati... resterebbero...
ja: @george3_sigh …四角形は…なくならないのよ…
ko: @george3_sigh ...사각형은... 사라지지 않습니다...
pt_br: @george3_sigh ... os quadrados... ainda estarão aqui...
ru: @george3_sigh ...квадраты... они всё равно останутся на месте...

source: @george4_golly Even if you do bring back the sun, that's not gonna fix the squares...
cht: @george4_golly 即使你把太阳找回来了，也没办法修复 那些方块...
es: @george4_golly Incluso aunque devuelvas el sol, eso no solucionará lo de los cuadrados...
it: @george4_golly Anche se riportassi il sole al suo posto, i quadrati non sparirebbero...
ja: @george4_golly 太陽を取り戻しても、四角形が なくなるとは思えないなー…
ko: @george4_golly 태양을 되돌린다 해도 사각형이 없어지진 않아...
pt_br: @george4_golly Mesmo se você trouxer o sol, ele não vai acabar com os quadrados...
ru: @george4_golly Даже если ты вернёшь солнце, это не избавит мир от квадратов...

source: @george5 Even if you do restore the sun, I'm not sure that'll fix the squares...
cht: @george5 即使你把太阳带回来了，我不确定能否修复 那些方块...
es: @george5 Incluso aunque devuelvas el sol, no creo que eso solucione lo de los cuadrados...
it: @george5 Anche se ripristinassi il sole, questo non sistemerebbe i quadrati...
ja: @george5 太陽が元に戻ったとしてもね、四角形が なくなる保証はどこにもないの…
ko: @george5 태양을 복원한다고 사각형이 없어질까...
pt_br: @george5 Mesmo se você restaurar o sol, não sei se isso consertará os quadrados....
ru: @george5 Даже если ты вернёшь нам солнце, я не уверена, что это решит проблему с квадратами...

source: @george6_shrug ...sun ain't gonna make the squares go away, dude.
cht: @george6_shrug ...太阳不会让那些方块消失的，朋友。
es: @george6_shrug ... El sol no va a hacer desaparecer los cuadrados, colega.
it: @george6_shrug ...Scordatelo bello, il sole non farà scomparire i quadrati.
ja: @george6_shrug …太陽があってもさ、四角形は 消えないんだわ、チビくん。
ko: @george6_shrug ...태양이 다시 빛난대도 사각형이 사라지진 않을 거야.
pt_br: @george6_shrug ... o sol não vai fazer os quadrados sumirem, cara.
ru: @george6_shrug ...солнце не прогонит квадраты, приятель.

source: @kip_sigh Sadly...
cht: @kip_sigh 悲伤...
es: @kip_sigh Por desgracia...
it: @kip_sigh Purtroppo è così...
ja: @kip_sigh そうね…
ko: @kip_sigh 슬프지만 사실이야...
pt_br: @kip_sigh Infelizmente...
ru: @kip_sigh К сожалению...

source: @kip_sad Not to mention... even getting there is going to be hard...
cht: @kip_sad 不要说...即便想要到那里也会非常难...
es: @kip_sad Por no decir... que resultará difícil incluso llegar hasta allí...
it: @kip_sad Senza contare che anche arrivare lassù sarebbe difficile...
ja: @kip_sad 分かってると思うけど…あそこに 辿り着くだけでも一苦労なのよ…
ko: @kip_sad 물론... 거기까지 가는 것도 쉽지 않을 테고...
pt_br: @kip_sad Sem falar que... só chegar lá já vai ser difícil...
ru: @kip_sad Не говоря уже о том, что... даже добраться туда будет сложно.

source: @kip_pout If the world is like this... there's no telling what's going on in the Tower!
cht: @kip_pout 若世界是现在这样...很难说塔楼里面 是什么情况了！
es: @kip_pout Si el mundo ya está patas arriba, ¡a saber qué pasará en la Torre!
it: @kip_pout Se il mondo è in queste condizioni... figuriamoci cosa sta succedendo dentro la Torre!
ja: @kip_pout 世界がこんなことになっている今…塔で何が 起こっているかなんて誰にも分からない！
ko: @kip_pout 세상이 이런데... 탑이라고 멀쩡할지 알 수가 없어!
pt_br: @kip_pout Se o mundo está desse jeito... não tem como saber o que está acontecendo na Torre!
ru: @kip_pout Если мир в таком состоянии... вообще непонятно, что творится в Башне!

source: @george1_hm And... if anything bad happened to the messiah, of all people...
cht: @george1_hm 而且...要是救世主遇到不测，我们所有人...
es: @george1_hm Y... si le ocurriera algo al mesías, de entre toda la gente...
it: @george1_hm E se succedesse qualcosa di brutto proprio al messia...
ja: @george1_hm それに…もし救世主の身に 何か起きてしまったら…
ko: @george1_hm 게다가... 다른 사람도 아니고 구원자에게 나쁜 일이라도 생긴다면...
pt_br: @george1_hm E... se alguma coisa ruim acontecer com o messias, justo o messias...
ru: @george1_hm И... если уж с самим мессией случится что-то плохое...

source: @george1 ...George doesn't want to think about it.
cht: @george1 ...George 真是不敢想。
es: @george1 ... George no quiere ni pensarlo.
it: @george1 ...No no, George non vuole neanche pensarci.
ja: @george1 …そんなこと、このジョージは 想像もしたくないわ。
ko: @george1 ...조지는 생각하고 싶지 않아요.
pt_br: @george1 ... George prefere nem pensar.
ru: @george1 ...Джордж даже не хочет об этом думать.

source: @george2_stress And... if anything bad happened to the messiah, of all people...
cht: @george2_stress 而且...要是救世主遇到不测，我们所有人...
es: @george2_stress Y... si le ocurriera algo al mesías, de entre toda la gente...
it: @george2_stress E se succedesse qualcosa di brutto proprio al messia...
ja: @george2_stress しかも…アタシたちの 救世主の身に何か起きたら…
ko: @george2_stress 게다가... 다른 사람도 아니고 구원자에게 나쁜 일이라도 생긴다면...
pt_br: @george2_stress E... se alguma coisa ruim acontecer com o messias, justo o messias...
ru: @george2_stress И... если уж с самим мессией случится что-то плохое...

source: @george2_no ...NO!!! I won't allow it!!!
cht: @george2_no ...不！！！我不允许这样！！！
es: @george2_no ... ¡¡NO!! ¡¡No lo permitiré!!
it: @george2_no ...NO!!! Non lo permetterò!!!
ja: @george2_no …あり得ないわ！！！ そんなの、アタシが許すわけない！！！
ko: @george2_no ...안 돼!!! 그렇게는 안 돼!!!
pt_br: @george2_no ... NÃO!!! Não vou permitir!!!
ru: @george2_no ...НЕТ!!! Я этого не допущу!!!

source: @george3_sad And... if anything bad happened to the messiah, of all people...
cht: @george3_sad 而且...要是救世主碰到不测，我们所有人...
es: @george3_sad Y... si le ocurriera algo al mesías, de entre toda la gente...
it: @george3_sad E se succedesse qualcosa di brutto proprio al messia...
ja: @george3_sad しかも…私たちの 救世主の身に何か起きてしまったら…
ko: @george3_sad 게다가... 다른 사람도 아니고 구원자에게 나쁜 일이라도 생긴다면...
pt_br: @george3_sad E... se alguma coisa ruim acontecer com o messias, justo o messias...
ru: @george3_sad И... если уж с самим мессией случится что-то плохое...

source: @george3_sigh I'm not sure if I'll be able forgive myself...
cht: @george3_sigh 我不确定我能不能原谅自己...
es: @george3_sigh No sé si podría perdonármelo...
it: @george3_sigh Non credo che riuscirei mai a perdonarmelo...
ja: @george3_sigh 私は…絶対に自分を許すことができない…
ko: @george3_sigh 저 자신을 절대로 용서 못할 겁니다...
pt_br: @george3_sigh Não sei se conseguiria me perdoar...
ru: @george3_sigh Я не думаю, что смогу себе это простить...

source: @george4_golly And... if anything bad happened to the messiah, of all people...
cht: @george4_golly 而且...要是救世主遇到不测，我们所有人...
es: @george4_golly Y... si le ocurriera algo al mesías, de entre toda la gente...
it: @george4_golly E se succedesse qualcosa di brutto proprio al messia...
ja: @george4_golly それにさ…私たちの救世主クンの身に 何か起きちゃったら…
ko: @george4_golly 게다가... 다른 사람도 아니고 하필 구원자에게 나쁜 일이라도 생긴다면...
pt_br: @george4_golly E... se alguma coisa ruim acontecer com o messias, justo o messias...
ru: @george4_golly И... если уж с самим мессией случится что-то плохое...

source: @george4 I'm not sure what we'd do!
cht: @george4 我不知道我们要做什么！
es: @george4 ¡No sé qué haríamos sin él!
it: @george4 Saremmo spacciati!
ja: @george4 わたし、どうしたらいいか 分からなくなっちゃう！
ko: @george4 어쩔 줄을 모를 거야!
pt_br: @george4 Não sei o que faríamos!
ru: @george4 Тогда я не знаю, что мы будем делать!

source: @george5_hmm And... if anything bad happened to the messiah, of all people...
cht: @george5_hmm 而且... 要是救世主遇到不测，我们所有人...
es: @george5_hmm Y... si le ocurriera algo al mesías, de entre toda la gente...
it: @george5_hmm E se succedesse qualcosa di brutto proprio al messia...
ja: @george5_hmm それに…もし私たちのおちびさんの身に 何か起きたら…
ko: @george5_hmm 게다가... 다른 사람도 아니고 구원자에게 나쁜 일이 생긴다면...
pt_br: @george5_hmm E... se alguma coisa ruim acontecer com o messias, justo o messias...
ru: @george5_hmm И... если уж с самим мессией случится что-то плохое...
