Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: @niko When I woke up in that house...\>\n\@niko_speak For some reason, I called out a name.
cht: @niko 当我在那间房子醒来时...\>\n\@niko_speak 莫名其妙地，我喊出了一个名字。
es: @niko Cuando desperté en esa casa...\>\n\@niko_speak De repente, grité un nombre.
it: @niko Quando mi sono svegliato in quella casa...\>\n\@niko_speak per qualche strana ragione, ho detto un nome.
ja: @niko あの家で目が覚めた時に…\>\n\@niko_speak どうしてか分からないんだけど、 知らない名前を呼んだんだ。
ko: @niko 제가 그 집에서 일어났을 때...\>\n\@niko_speak 왠지 이름 하나를 외쳤어요.
pt_br: @niko Quando acordei naquela casa...\>\n\@niko_speak Não sei por quê, mas falei um nome.
ru: @niko Когда я проснулся в том доме...\>\n\@niko_speak Я почему-то окликнул это имя.

source: @niko_eyeclosed I'm not sure why I did that.\>\n\@niko_speak But then, I saw it on a computer too!
cht: @niko_eyeclosed 我不确定我为何要这样做。\>\n\@niko_speak 但随后我就在电脑上看到了它！
es: @niko_eyeclosed No sé muy bien por qué lo hice.\>\n\@niko_speak Pero luego... ¡lo vi también en un ordenador!
it: @niko_eyeclosed Non so perché l'ho fatto.\>\n\@niko_speak Ma dopo, l'ho letto anche su un computer!
ja: @niko_eyeclosed どうしてそんな名前呼んじゃったんだろ。\>\n\@niko_speak でもそしたら、コンピューターにも その名前が出てきた！
ko: @niko_eyeclosed 제가 왜 그랬는지는 모르겠어요.\>\n\@niko_speak 하지만, 그 뒤에 컴퓨터에서도 그 이름을 봤어요!
pt_br: @niko_eyeclosed Não sei ao certo por que fiz aquilo.\>\n\@niko_speak E depois eu também o vi em um computador!
ru: @niko_eyeclosed Не знаю, почему я это сделал.\>\n\@niko_speak Но потом я увидел его на экране компьютера!

source: @prophet_omg [Ah,\.\. That Would Be Our God!]
cht: @prophet_omg [啊，\.\. 那就是我们的上帝！]
es: @prophet_omg [Ah,\.\. ¡esa es nuestra divinidad!]
it: @prophet_omg [Ah,\.\. È Il Nostro Dio!]
ja: @prophet_omg [ああ、\.\. それは、ワタクシたちの 神様のことでございます！]
ko: @prophet_omg [아,\.\. 그 분이 바로 우리의 신이시랍니다!]
pt_br: @prophet_omg [Ah,\.\. Esse É o Nosso Deus!]
ru: @prophet_omg [Ах,\.\. Это Же Наш Бог!]

source: @niko_pancakes Oh!\> Right!\>\n\@niko I... think I...
cht: @niko_pancakes 哦！\>嗯！\>\n\@niko 我...觉得我...
es: @niko_pancakes ¡Ah!\> ¡Es verdad!\>\n\@niko Creo que...
it: @niko_pancakes Oh!\> Giusto!\>\n\@niko Io... credo...
ja: @niko_pancakes あっ!\> そっか！\>\n\@niko え…っと、あれ…
ko: @niko_pancakes 아!\> 그렇군요!\>\n\@niko 왠지...
pt_br: @niko_pancakes Ah!\> Entendi!\>\n\@niko Eu... acho que...
ru: @niko_pancakes О!\> Точно!\>\n\@niko Я... думаю, я...

source: @niko3 ...I feel like I remember something about that.
cht: @niko3 ...我觉得我记得这个。
es: @niko3 ... Creo que recuerdo algo de eso.
it: @niko3 ...Mi sembra di ricordare qualcosa al riguardo.
ja: @niko3 …もうちょっとで何か思い出せそう。
ko: @niko3 ...뭔가 기억이 나려 해요.
pt_br: @niko3 ... acho que lembro de alguma coisa parecida.
ru: @niko3 ...Кажется, я что-то такое припоминаю.

source: @prophet_omg [You do?]
cht: @prophet_omg [你记得？]
es: @prophet_omg [¿De verdad?]
it: @prophet_omg [Veramente?]
ja: @prophet_omg [そうなのですか？]
ko: @prophet_omg [그렇습니까?]
pt_br: @prophet_omg [É Mesmo?]
ru: @prophet_omg [Правда?]

source: @prophet_hmm [But wait... Did You Not Just Arrive Here?]
cht: @prophet_hmm [但等等...你不是刚到这里吗？]
es: @prophet_hmm [Un momento... ¿no acabas de llegar?]
it: @prophet_hmm [Ma Aspetta... Non Sei Appena Arrivato Qui?]
ja: @prophet_hmm [しかし、お待ちください… アナタサマは、この世界にいらした ばかりでは？]
ko: @prophet_hmm [잠깐... 당신은 방금 전에 여기 왔다고 하지 않았던가요?]
pt_br: @prophet_hmm [Mas Espere... Você Não Acabou de Chegar Aqui?]
ru: @prophet_hmm [Но постой... Ты Ведь Только Что Сюда Прибыл?]

source: @prophet_hmm [I Was The One Who Was Supposed To Inform You Of That.]
cht: @prophet_hmm [我本应该是那个通知你这点的人。]
es: @prophet_hmm [Supuestamente, yo era quien debía haberte informado de eso.]
it: @prophet_hmm [Era Compito Mio Informarti Di Ciò.]
ja: @prophet_hmm [そのことについては、ワタクシが お伝えするはずでございました。]
ko: @prophet_hmm [제가 당신에게 그 사실을 알리는 임무를 맡고 있는데 말이죠.]
pt_br: @prophet_hmm [Eu Era Responsável por lhe Contar Isso.]
ru: @prophet_hmm [Это Я Должен Был Тебе Об Этом Сообщить.]

source: @prophet [So... How Did You Know?]
cht: @prophet [因此...你怎么知道？]
es: @prophet [Entonces... ¿cómo lo supiste?]
it: @prophet [Quindi... Come Facevi A Saperlo?]
ja: @prophet [どうして…ご存知だったのでしょう？]
ko: @prophet [대체... 어떻게 아신 겁니까?]
pt_br: @prophet [Então... Como Você Já Sabia?]
ru: @prophet [Но... Как Ты Об Этом Узнал?]

source: @niko_speak ... \>\@niko ...hm...
cht: @niko_speak ...\>\@niko ...嗯...
es: @niko_speak ... \>\@niko ... Hum...
it: @niko_speak ... \>\n\@niko ...Ehm...
ja: @niko_speak … \>\@niko …うーん…
ko: @niko_speak ... \>\@niko ...흐음...
ru: @niko_speak ... \>\@niko ...хм...

source: @niko_eyeclosed It just made sense, I guess!
cht: @niko_eyeclosed 我觉得这有道理！
es: @niko_eyeclosed Tenía sentido, ¡sin más!
it: @niko_eyeclosed È che aveva senso, tutto qui!
ja: @niko_eyeclosed 勝手に頭に浮かんできたんだ！
ko: @niko_eyeclosed 그냥 왠지 느낌이 왔어요!
pt_br: @niko_eyeclosed Acho que só juntei os pontos!
ru: @niko_eyeclosed Думаю, это просто было логично!

source: @prophet_hmm [Ah...]
cht: @prophet_hmm [啊...]
ja: @prophet_hmm [そうですか…]
ko: @prophet_hmm [아...]
ru: @prophet_hmm [Aх...]

source: @prophet_omg [Have You Already Contacted \p, Then?]
cht: @prophet_omg [你已经联系\p了？]
es: @prophet_omg [Entonces... ¿ya has entrado en contacto con \p?]
it: @prophet_omg [Hai Già Contattato \p, Allora?]
ja: @prophet_omg [ということは、 \pとは すでに接触されたのですか？]
ko: @prophet_omg [그럼 이미 \p 님과 이야기가 통하시는 건가요?]
pt_br: @prophet_omg [Então Já Entrou em Contato Com \p?]
ru: @prophet_omg [Значит, Ты Уже Связывался С \p?]

source: @niko Nope!\>\nI just have to close my eyes and focus, right?
cht: @niko 还没有！\>\n我必须要闭上眼集中精力，是吗？
es: @niko ¡No!\>\nSolo tengo que cerrar los ojos y concentrarme, ¿verdad?
it: @niko No!\>\nDevo solo chiudere gli occhi e concentrarmi, giusto?
ja: @niko ううん！\>\nえっと、目を閉じて集中したらいいんでしょ？
ko: @niko 아직이요!\>\n눈을 감고 집중하기만 하면 되는 건가요?
pt_br: @niko Ainda não!\>\nÉ só fechar os olhos e tentar me concentrar, né?
ru: @niko Не-а!\>\nМне просто нужно закрыть глаза и сосредоточиться, так?

source: @niko_eyeclosed2 ...hey, \p? ...God?
cht: @niko_eyeclosed2 ...嘿，\p？...上帝？
es: @niko_eyeclosed2 ... Oye, \p... ¿Divinidad?
it: @niko_eyeclosed2 ...Ehi, \p?\n...Dio?
ja: @niko_eyeclosed2 …あの、 \p？ …神様？
ko: @niko_eyeclosed2 ...저기요, \p 님?...신님?
pt_br: @niko_eyeclosed2 ... alô, \p? ... Deus?
ru: @niko_eyeclosed2 ...эй, \p? ...Бог?

source: @niko_eyeclosed This is going to sound weird, but... \>\n\@niko_eyeclosed2 Have we... met... before?
cht: @niko_eyeclosed 这听起来很奇怪，但是...\>\n\@niko_eyeclosed2 我们以前...见过...吗？
es: @niko_eyeclosed Esto te va a sonar muy raro, pero... \>\n\@niko_eyeclosed2 ¿Nos... conocemos?
it: @niko_eyeclosed Ti sembrerà strano, ma...\>\n\@niko_eyeclosed2 Ci siamo per caso... già incontrati prima d'ora?
ja: @niko_eyeclosed 変なこと聞くけど… \>\n\@niko_eyeclosed2 えっと…前に会ったこと…ある？
ko: @niko_eyeclosed 이상하게 들릴지도 모르겠지만요... \>\n\@niko_eyeclosed2 우리... 전에... 만난 적이 있었나요?
pt_br: @niko_eyeclosed Isso vai parecer meio esquisito, mas... \>\n\@niko_eyeclosed2 Por acaso... a gente já... se conhece?
ru: @niko_eyeclosed Это прозвучит странно, но... \>\n\@niko_eyeclosed2 Мы... раньше... не встречались?

source: @niko_eyeclosed2 Ah!\>\n\@niko_eyeclosed But...I don't know who you are, though...
cht: @niko_eyeclosed2 啊！\>\n\@niko_eyeclosed 但...我不知道你是谁...
es: @niko_eyeclosed2 ¡Ah!\>\n\@niko_eyeclosed Aunque... No sé quién eres...
it: @niko_eyeclosed2 Ah!\>\n\@niko_eyeclosed Ma... non so chi sei...
ja: @niko_eyeclosed2 やっぱり！\>\n\@niko_eyeclosed でも…神様のこと全然知らないんだ…
ko: @niko_eyeclosed2 아!\>\n\@niko_eyeclosed 하지만... 당신이 누군지도 모르는데...
pt_br: @niko_eyeclosed2 Ah!\>\n\@niko_eyeclosed Mas... eu não conheço você...
ru: @niko_eyeclosed2 А!\>\n\@niko_eyeclosed Но... Я на самом деле тебя не знаю...

source: @niko_eyeclosed It's just a weird feeling that I have...
cht: @niko_eyeclosed 我只是有种奇怪的感觉...
es: @niko_eyeclosed Es que tengo una sensación rara...
it: @niko_eyeclosed È solo che ho una strana sensazione...
ja: @niko_eyeclosed ただ、すごく変な感じがするの…
ko: @niko_eyeclosed 이상한 기분이 들어요...
pt_br: @niko_eyeclosed Só estou com uma sensação meio estranha...
ru: @niko_eyeclosed Просто у меня такое странное чувство...

source: @niko_eyeclosed2 Oh... I bet I'm just being silly, aren't I...
cht: @niko_eyeclosed2 哦...我觉得这有点傻，不是吗...
es: @niko_eyeclosed2 Supongo que es una tontería, ¿verdad...?
it: @niko_eyeclosed2 Oh... Sembro proprio uno sciocco, vero...?
ja: @niko_eyeclosed2 はあ… ミーの頭が おかしくなっちゃったんだね、きっと…
ko: @niko_eyeclosed2 아... 제가 바보 같은 소리를 했죠...
pt_br: @niko_eyeclosed2 Ah... Deve ser besteira, né...
ru: @niko_eyeclosed2 Ох... Какие глупости я говорю, верно?..

source: @niko_eyeclosed Sorry...
cht: @niko_eyeclosed 对不起...
es: @niko_eyeclosed Lo siento...
it: @niko_eyeclosed Scusa...
ja: @niko_eyeclosed ごめんなさい…
ko: @niko_eyeclosed 미안해요...
pt_br: @niko_eyeclosed Sinto muito...
ru: @niko_eyeclosed Прости...

source: @niko_eyeclosed Ah, I thought not...
cht: @niko_eyeclosed 啊，我也觉得没有...
es: @niko_eyeclosed Ah, creía que no...
it: @niko_eyeclosed Ah, come pensavo...
ja: @niko_eyeclosed あっ、そうだよね…
ko: @niko_eyeclosed 아, 그렇군요...
pt_br: @niko_eyeclosed Ah, pensei que não...
ru: @niko_eyeclosed Ох, я думал, что нет...

source: @niko_eyeclosed2 That was a silly question...
cht: @niko_eyeclosed2 这个问题很傻...
es: @niko_eyeclosed2 Qué pregunta más tonta...
it: @niko_eyeclosed2 Che domanda sciocca...
ja: @niko_eyeclosed2 意味が分からない質問だったね…
ko: @niko_eyeclosed2 바보같은 질문이었네요...
pt_br: @niko_eyeclosed2 Que pergunta boba...
ru: @niko_eyeclosed2 Это был глупый вопрос...

source: @niko_eyeclosed But...\.\. it's nice to meet you, \p!
cht: @niko_eyeclosed 但...\.\. 很高兴见到你\p！
es: @niko_eyeclosed ¡Pero...\.\. un placer, \p!
it: @niko_eyeclosed Comunque...\.\. piacere di conoscerti, \p!
ja: @niko_eyeclosed でも…\.\. 会えてうれしいよ、 \p！
ko: @niko_eyeclosed 아무튼...\.\. 만나서 반가워요, \p 님!
pt_br: @niko_eyeclosed Mas...\.\. é um prazer conhecer você, \p!
ru: @niko_eyeclosed Но...\.\. приятно познакомиться, \p!

source: @niko_eyeclosed My name is Niko!
cht: @niko_eyeclosed 我叫 Niko！
es: @niko_eyeclosed ¡Yo me llamo Niko!
it: @niko_eyeclosed Mi chiamo Niko!
ja: @niko_eyeclosed ミーの名前はニコって言うんだ！
ko: @niko_eyeclosed 제 이름은 니코예요!
pt_br: @niko_eyeclosed Meu nome é Niko!
ru: @niko_eyeclosed Меня зовут Нико!

source: @niko_speak I just contacted \p, yeah!
cht: @niko_speak 我刚联系了\p，耶！
es: @niko_speak ¡Acabo de comunicarme con \p, sí!
it: @niko_speak Sono appena entrato in contatto con \p!
ja: @niko_speak 今 \p とお話してきたよ。 やった！
ko: @niko_speak 방금 \p 님과 이야기했어요, 만세!
pt_br: @niko_speak Acabei de falar com \p!
ru: @niko_speak Я и \p только что говорили, да!

source: @prophet [Do Not Be Afraid To Ask \p For Assistance.]\>\n[You Are The Messiah After All.]
cht: @prophet [不要害怕向\p寻求帮助。]\>\n[你毕竟是救世主。]
es: @prophet [No tengas miedo de pedirle ayuda a \p.]\>\n[Al fin y al cabo, eres el mesías.]
it: @prophet [Non Esitare A Rivolgerti A \p Se Avrai Bisogno Di Aiuto.\>\nSei Il Messia Dopotutto.]
ja: @prophet [遠慮せず、 \p に助けをお求めください。]\>\n[アナタサマは救世主なのですから。]
ko: @prophet [두려워하지 말고 \p 님에게 조언을 구하세요.]\>\n[당신은 선택받은 구원자니까요.]
pt_br: @prophet [Não Hesite em Pedir Ajuda a \p.]\>\n[Afinal, Você É o Messias.]
ru: @prophet [Не Бойся Просить Помощи, \p Всегда Рядом.]\>\n[В Конце Концов, Ты Ведь Мессия.]

source: @prophet [Remember Your Duty.]
cht: @prophet [记得你的责任。]
es: @prophet [No olvides cuál es tu deber.]
it: @prophet [Ricorda La Tua Missione.]
ja: @prophet [義務を忘れないでください。]
ko: @prophet [당신의 의무를 잊지 마세요.]
pt_br: @prophet [Lembre-se de Sua Missão.]
ru: @prophet [Не Забывай Про Свой Долг.]

source: ...the computer
cht: ...电脑
es: ... el ordenador
it: ...del computer?
ja: …あのコンピューターについて
ko: ...컴퓨터에 관해
pt_br: ... o computador
ru: ...про компьютер

source: @prophet [The Name Of Our God Is Apparently \p.\nI Must Admit This Is A Surprise...]
cht: @prophet [我们上帝的名字显然是\p。\n我必须承认这是个惊喜...]
es: @prophet [Parece que nuestra divinidad se llama \p.\nReconozco que es un dato nuevo para mí...]
it: @prophet [Il Nome Del Nostro Dio È \p, A Quanto Pare.\nNon Nascondo Il Mio Stupore...]
ja: @prophet [ワタクシたちの神の名は\n\p のようです。]\n[正直に言って、これは驚きです…]
ko: @prophet [우리들의 신은 \p 님이 맞습니다.\n정말 의외라는 걸 인정해야겠군요...]
pt_br: @prophet [Parece Que o Nome da Divindade É \p.\nAdmito que Isso me Pegou de Surpresa...]
ru: @prophet [Оказывается, Имя Бога Нашего Мира — \p.\nДолжен Признать, Это Неожиданно...]

source: @niko In the house, I found this... computer.
cht: @niko 我在房里发现了...电脑。
es: @niko En la casa, encontré un... ordenador.
it: @niko In quella casa, ho trovato un... computer.
ja: @niko 家の中で、その… コンピューターを見つけたんだ。
ko: @niko 그 집에 웬... 컴퓨터가 있었어요.
pt_br: @niko Encontrei um... computador naquela casa.
ru: @niko В том доме я нашёл этот... компьютер.

source: @niko It kept saying stuff like\n\>\@niko_speak "Your actions here will affect Niko."
cht: @niko 它一直不停地说着什么\n\>\@niko_speak "你在这的行动会影响 Niko。"
es: @niko No dejaba de decir cosas como:\n\>\@niko_speak "Tus acciones afectarán a Niko".
it: @niko Continuava a dire cose come\n\>\@niko_speak "Le tue azioni avranno effetto su Niko".
ja: @niko 「君の行動はニコに影響する。」\n\>\@niko_speak …みたいなことが書かれてて…
ko: @niko 컴퓨터에\n\>\@niko_speak "네가 여기서 하는 행동은 니코에게 영향을 미칠 거야."라는 메시지가 나타났어요.
pt_br: @niko Ele falou coisas do tipo\n\>\@niko_speak “Suas ações aqui afetarão Niko.”
ru: @niko Он постоянно повторял что-то вроде\n\>\@niko_speak «Твои действия здесь повлияют на Нико».

source: @niko_speak But... \.\. \c[3]I'm\c[0] Niko!
cht: @niko_speak 但...\.\.\c[3]明明我就是\c[0] Niko！
es: @niko_speak Pero... \.\. \c[3]¡Niko\c[0] soy yo!
it: @niko_speak Ma...\.\. \c[3]sono io\c[0] Niko!
ja: @niko_speak でも…、\.\. \c[3]ミー\c[0]がニコなんだ！
ko: @niko_speak 하지만... \.\. \c[3]제\c[0]가 니코인걸요!
pt_br: @niko_speak Mas... \.\. \c[3]Eu\c[0] sou Niko!
ru: @niko_speak Но... \.\. \c[3]Я и есть\c[0] Нико!

source: @niko Are those messages meant for someone else?
cht: @niko 这些信息其实是为其他人准备的吗？
es: @niko ¿Esos mensajes son para otra persona?
it: @niko Forse quei messaggi sono per qualcun altro?
ja: @niko あれは他の人に宛てたものなの？
ko: @niko 다른 사람에게 보내는 메시지일까요?
pt_br: @niko Será que essas mensagens eram para outra pessoa?
ru: @niko Эти сообщения были предназначены кому-то другому?

source: @prophet_hmm [Hm...]
cht: @prophet_hmm [嗯...]
es: @prophet_hmm [Mmmh...]
it: @prophet_hmm [Mh...]
ja: @prophet_hmm [ふむ…]
ko: @prophet_hmm [흐음...]
ru: @prophet_hmm [Хм...]

source: @prophet [If I Had To Guess, They Might Be Trying To Pass The Message To \p.]
cht: @prophet [如果一定要说的话，我猜它们可能是试图 将信息传达给\p。]
es: @prophet [Con los datos que tengo, diría que quieren hacerle llegar el mensaje a \p.]
it: @prophet [Dovessi Indovinare, Direi Che Quei Messaggi Sono Per \p.]
ja: @prophet [おそらく、 \p へのメッセージだと ワタクシは推測いたします。]
ko: @prophet [제 추측이 맞다면, 그들은 \p 님에게 메시지를 전하려고 하는지도 모르겠군요.]
pt_br: @prophet [Eu Chutaria que Estão Tentando Enviar uma Mensagem para \p.]
ru: @prophet [Если Спросить Меня, Скорее Всего, Адресат Этих Сообщений — \p.]

source: @prophet [If You Are Here, That Means \p Is Here Also.]
cht: @prophet [如果你在这里，那就意味着\p也在这里。]
es: @prophet [Si tú estás aquí, significa que \p también lo está.]
it: @prophet [Se Tu Sei Qui, Anche \p Lo È.]
ja: @prophet [アナタサマがここにいらっしゃるということは、 \p もここにいるということです。]
ko: @prophet [당신이 여기 있다는 건, \p 님도 곁에 계시다는 증거입니다.]
pt_br: @prophet [Se Você Está Aqui, Isso Significa que \p Também Está.]
ru: @prophet [Если Ты Здесь, Это Значит, Что И \p Тоже Здесь.]

source: @prophet [\p Will Provide Guidance For Your Journey.]
cht: @prophet [\p会为你的旅程提供指引。]
es: @prophet [\p te orientará a lo largo de tu viaje.]
it: @prophet [\p Ti Guiderà Nel Tuo Viaggio.]
ja: @prophet [\pが、 アナタサマの旅を導いてくれるでしょう。]
ko: @prophet [\p 님께서 당신의 여정을 인도해 주실 거예요.]
pt_br: @prophet [\p Será Seu Guia Nesta Jornada.]
ru: @prophet [\p Будет Сопровождать Тебя Во Время Путешествия.]

source: @prophet [In Fact, They Already Have.]
cht: @prophet [实际上，他们已经在指引你了。]
es: @prophet [En realidad, ya lo ha hecho.]
it: @prophet [Anzi, Lo Sta Già Facendo.]
ja: @prophet [といいますか、すでに導いています。]
ko: @prophet [실은 이미 인도하고 계시죠.]
pt_br: @prophet [Na Realidade, Já Está Sendo Seu Guia.]
ru: @prophet [Фактически, Уже Сопровождает.]

source: @niko_speak Really?
cht: @niko_speak 真的？
es: @niko_speak ¿En serio?
it: @niko_speak Davvero?
ja: @niko_speak そうなの？
ko: @niko_speak 정말요?
pt_br: @niko_speak É mesmo?
ru: @niko_speak Правда?

source: @niko I haven't seen anyone though...
cht: @niko 但我还没有看见任何人...
es: @niko Pero si no he visto a nadie...
it: @niko Non ho visto nessuno però...
ja: @niko 誰にも会ってないけど…
ko: @niko 하지만 아무도 안 보이는데...
pt_br: @niko Mas não vi mais ninguém...
ru: @niko Но я никого не видел...

source: @prophet [Have You...\.\. Not Contacted \p Yet?]
cht: @prophet [你是不是...\.\.还没有联系\p ？]
es: @prophet [¿Aún no has...\.\. entrado en contacto con \p?]
it: @prophet [Non Hai...\.\. Ancora Contattato \p?]
ja: @prophet [アナタサマは…\.\.\pと まだ接触しておられないのですか？]
ko: @prophet [아...\.\. 아직 \p 님을 뵙지 못했나요?]
pt_br: @prophet [Você Ainda...\.\. Não Falou Com \p?]
ru: @prophet [Разве...\.\. Ты и \p Ещё Не Вошли В Контакт?]

source: @niko I don't think so.
cht: @niko 我不知道。
es: @niko Creo que no.
it: @niko Non credo.
ja: @niko たぶん。
ko: @niko 네.
pt_br: @niko Acho que não.
ru: @niko Я так не думаю.

source: @prophet [Being The Bringer Of Our Sun, You Have The Sacred Ability To Communicate Directly With \p.]
cht: @prophet [你是我们的太阳携带者，你具备与\p 直接交谈的神圣能力。]
es: @prophet [Al ser el portador del Sol, tienes el don sagrado de comunicarte directamente con \p.]
it: @prophet [Essendo Il Portatore Del Nostro Sole, Hai La Sacra Abilità Di Poter Comunicare Direttamente Con \p.]
ja: @prophet [太陽をもたらす者として、アナタサマは \p と直に対話できる聖なるチカラを 持っておられます。]
ko: @prophet [우리 태양을 운반하는 당신에게는 \p 님과 소통할 수 있는 신성한 능력이 있습니다.]
pt_br: @prophet [O Portador do Nosso Sol Tem a Habilidade Secreta de se Comunicar Diretamente com \p.]
ru: @prophet [Ты, Как Приноситель Нашего Солнца, Обладаешь Священной Способностью Напрямую Разговаривать С \p.]

source: @prophet_hmm [...An Ability That No One Else Possesses, Certainly Not I.]
cht: @prophet_hmm [...这是只属于你的能力，当然我也没有。]
es: @prophet_hmm [Nadie más posee esa habilidad... Ni siquiera yo.]
it: @prophet_hmm [...Un'Abilità Che Nessun Altro Possiede, Ovviamente Neanche Io.]
ja: @prophet_hmm […他の誰も持っていないチカラです。 ワタクシなど、もってのほか。]
ko: @prophet_hmm [...달리 누구도 지닐 수 없는 능력이지요. 물론 저도 마찬가지고요.]
pt_br: @prophet_hmm [... Uma Habilidade que Ninguém Mais Possui, Muito Menos Eu.]
ru: @prophet_hmm [...Такой Способности Нет Ни У Кого. И Уж Точно Не У Меня.]

source: @prophet [Please Close Your Eyes And Focus.]
cht: @prophet [请闭上眼然后集中精力。]
es: @prophet [Por favor, cierra los ojos y concéntrate.]
it: @prophet [Chiudi Gli Occhi E Concentrati.]
ja: @prophet [目を閉じて、集中するのです。]
ko: @prophet [가만히 눈을 감고 정신을 집중해 보세요.]
pt_br: @prophet [Feche os Olhos e Concentre-se.]
ru: @prophet [Пожалуйста, Закрой Глаза И Сосредоточься.]

source: @niko_eyeclosed Hello?
cht: @niko_eyeclosed 你好？
es: @niko_eyeclosed ¿Hola?
it: @niko_eyeclosed Ehi?
ja: @niko_eyeclosed こんばんは？
ko: @niko_eyeclosed 안녕하세요?
pt_br: @niko_eyeclosed Alô?
ru: @niko_eyeclosed Привет?

source: @niko_eyeclosed ...\p?\nAre you... \| there?
cht: @niko_eyeclosed ...\p？\n你在...\|那吗？
es: @niko_eyeclosed ¿\p...?\n¿Estás... \| ahí?
it: @niko_eyeclosed ...\p?\nMi...\| senti?
ja: @niko_eyeclosed …\p？\n……いる？\|
ko: @niko_eyeclosed ...\p 님?\n지금 거기... \| 있나요?
pt_br: @niko_eyeclosed ...\p?\nVocê está... \| aí?
ru: @niko_eyeclosed ...\p?\nТы... \| здесь?

source: That is not my name
cht: 这不是我名字
es: Ese no es mi nombre
it: Non è così che mi chiamo.
ja: それは私の名前ではない。
ko: 그건 내 이름이 아니야
pt_br: Esse não é o meu nome
ru: Это не моё имя

source: @niko_eyeclosed2 Oh!
cht: @niko_eyeclosed2 噢！
es: @niko_eyeclosed2 ¡Vaya!
ja: @niko_eyeclosed2 おお！
ko: @niko_eyeclosed2 오!
pt_br: @niko_eyeclosed2 Ah!
ru: @niko_eyeclosed2 Ой!

source: @niko_eyeclosed2 N-\. nice to meet you, \p!
cht: @niko_eyeclosed2 很\. 高兴认识你，\p！
es: @niko_eyeclosed2 ¡En... Encantado\. de conocerte, \p!
it: @niko_eyeclosed2 \p, p-\.piacere di conoscerti!
ja: @niko_eyeclosed2 は、\. 初めまして、 \p！
ko: @niko_eyeclosed2 마,\. 만나서 반가워요, \p 님!
pt_br: @niko_eyeclosed2 P-\. Prazer conhecer você, \p!
ru: @niko_eyeclosed2 П-...\. приятно познакомиться, \p!

source: @niko_eyeclosed O-\|oh...
cht: @niko_eyeclosed 噢\|噢...
es: @niko_eyeclosed Va...\|vaya...
ja: @niko_eyeclosed あ、\|えっと…
ko: @niko_eyeclosed 아, \|음...
pt_br: @niko_eyeclosed A-\|ah...
ru: @niko_eyeclosed О-...\|ого...

source: @niko_eyeclosed Well.\..\..\. what is your name, then?
cht: @niko_eyeclosed 嗯。\..\..\. 那你叫什么名字？
es: @niko_eyeclosed Entonces.\..\..\. ¿Cómo te llamas?
it: @niko_eyeclosed Beh.\..\..\. Allora com'è che ti chiami?
ja: @niko_eyeclosed それじゃあ.\..\..\. 君の名前は？
ko: @niko_eyeclosed 그럼,\.\.\. 이름을 알려주시겠어요?
pt_br: @niko_eyeclosed Bom.\..\..\. Então qual é o seu nome?
ru: @niko_eyeclosed Тогда.\..\..\. как тебя зовут?

source: @niko_eyeclosed But that's... what I said.
cht: @niko_eyeclosed 但这是... 我说的。
es: @niko_eyeclosed Pero... es lo que había dicho.
it: @niko_eyeclosed Ma è... quello che ho detto.
ja: @niko_eyeclosed でもそれは…ミーが言った通りだよ。
ko: @niko_eyeclosed 그건... 제가 말한 이름이잖아요.
pt_br: @niko_eyeclosed Mas foi isso... Foi isso que eu disse.
ru: @niko_eyeclosed Но это... то, что я сказал.

source: @niko_eyeclosed2 Oh! Your name is... \>\n\@niko_what ...
cht: @niko_eyeclosed2 噢！你的名字是...\>\n\@niko_what ...
es: @niko_eyeclosed2 ¡Ah! Te llamas... \>\n\@niko_what ...
it: @niko_eyeclosed2 Oh! Quindi ti chiami... \>\n\@niko_what ...
ja: @niko_eyeclosed2 あぁ！君の名前は… \>\n\@niko_what …
ko: @niko_eyeclosed2 아! 당신의 이름은... \>\n\@niko_what ...
pt_br: @niko_eyeclosed2 Ah! Seu nome é... \>\n\@niko_what ...
ru: @niko_eyeclosed2 Ой! Тебя зовут... \>\n\@niko_what ...

source: @niko_eyeclosed2 I don't think I'm supposed to say that word, but...
cht: @niko_eyeclosed2 我觉得我不应该说那个 词，但...
es: @niko_eyeclosed2 Creo que no debería pronunciar esa palabra, pero...
it: @niko_eyeclosed2 Non credo dovrei dire quella parola, ma...
ja: @niko_eyeclosed2 …その言葉を言うべきじゃないと思うけど…
ko: @niko_eyeclosed2 이런 말을 해도 되는지 모르겠지만...
pt_br: @niko_eyeclosed2 Não sei se deveria falar essa palavra, mas...
ru: @niko_eyeclosed2 Не думаю, что мне можно произносить это слово, но...

source: @niko_pancakes Really? \>\nThat's your name too?
cht: @niko_pancakes 真的？\>\n那也是你名字？
es: @niko_pancakes ¿En serio? \>\n¿También te llamas así?
it: @niko_pancakes Veramente? \>\nTi chiami come me?
ja: @niko_pancakes なるほど？ \>\n君もその名前なの？
ko: @niko_pancakes 정말인가요? \>\n그게 정말 당신 이름이에요?
pt_br: @niko_pancakes É mesmo? \>\nEsse também é o seu nome?
ru: @niko_pancakes Правда? \>\nЭто и твоё имя тоже?

source: @niko_speak Oh! \>\n\@niko That's almost the same as my name...
cht: @niko_speak 噢！\>\n\@niko 那和我的名字几乎差不多...
es: @niko_speak ¡Vaya! \>\n\@niko Se parece muchísimo a mi nombre...
it: @niko_speak Oh! \>\n\@niko Il tuo nome è quasi uguale al mio...
ja: @niko_speak お！ \>\n\@niko ミーの名前とほとんど同じだね…
ko: @niko_speak 아! \>\n\@niko 제 이름과 거의 비슷하네요...
pt_br: @niko_speak Ah! \>\n\@niko É quase igual ao meu nome...
ru: @niko_speak Ой! \>\n\@niko У тебя имя почти как у меня...

source: @niko_speak In fact, I think they're actually pronounced the same!
cht: @niko_speak 实际上，我觉得它们发音都一样！
es: @niko_speak ¡En realidad, se pronuncian exactamente igual!
it: @niko_speak Credo che si pronuncino nello stesso modo!
ja: @niko_speak というか、発音は同じだと思う！
ko: @niko_speak 아마 발음이 똑같을걸요!
pt_br: @niko_speak Na realidade, acho que a pronúncia é a mesma!
ru: @niko_speak Мне даже кажется, что они произносятся одинаково!

source: @niko_eyeclosed2 Is that your... name?
cht: @niko_eyeclosed2 这是你的...名字？
es: @niko_eyeclosed2 ¿Eso es... tu nombre?
it: @niko_eyeclosed2 Ti chiami davvero... così?
ja: @niko_eyeclosed2 それが君の…名前？
ko: @niko_eyeclosed2 그게... 당신의 이름...?
pt_br: @niko_eyeclosed2 Esse é o seu... nome?
ru: @niko_eyeclosed2 Это твоё... имя?

source: @niko_eyeclosed But I already have parents...
cht: @niko_eyeclosed 但我已经有父母...
es: @niko_eyeclosed Pero yo ya tengo padres...
it: @niko_eyeclosed Ma ho già dei genitori...
ja: @niko_eyeclosed でもミーにはもう親が…
ko: @niko_eyeclosed 하지만 전 이미 부모님이 있는데...
pt_br: @niko_eyeclosed Mas eu já tenho pais...
ru: @niko_eyeclosed Но у меня уже есть родители...
