Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/*.po
Languages: cht, es, it, ja, ko, pt_br, ru

source: The deeper ruins have been abandoned for a while, though.
cht: 不过更深处的废墟已经废弃有一阵子了。
es: Pero las ruinas más profundas llevan tiempo abandonadas.
it: Le rovine più interne, invece, sono state abbandonate un bel po' di tempo fa.
ja: 奥の遺跡は放棄されてから しばらく経つがな。
ko: 폐허 안쪽은 오랫동안 버려져 있었어.
pt_br: Mas as ruínas mais profundas já estão abandonadas há muito tempo...
ru: А вот более глубокие руины уже давно были заброшены.

source: ...but I do see some kids coming in and out of those.
cht: ...但是我还是看到一些孩子在那里进进出出。
es: ... Aunque veo a niños entrar y salir.
it: ...Ma a volte vedo dei bambini girare da quelle parti.
ja: …だが、そこから出入りする子供たちを 見かけることがある。
ko: ...그렇지만 난 아이들이 거기를 드나드는 걸 봤지.
pt_br: ... mas vejo umas crianças saírem e entrarem de lá.
ru: ...хотя иногда я вижу детей, входящих и выходящих оттуда.

source: I think they actually live there?
cht: 我觉得他们可能住在那里？
es: En realidad, creo que viven allí.
it: Chissà, forse vivono lì...?
ja: 恐らくここに住んでいるのだろう。
ko: 그 애들은 거기서 사는 걸까?
pt_br: Acho que elas moram ali.
ru: Неужели они действительно там живут?

source: ... hey, now that I think about it...
cht: ...嘿，说到这...
es: ... oye, ahora que lo pienso...
it: ...Ehi, ora che ci penso...
ja: …なあ、というか…
ko: ...잠깐, 지금 생각해 보니...
pt_br: ... ei, pensando bem...
ru: ... эй, меня сейчас посетила одна мысль...

source: Aren't YOU one of those kids?
cht: 你不也是其中的一个孩子吗？
es: ¿No eres TÚ una de esos niños?
it: TU non sei una di quei bambini?
ja: 君が、その1人じゃないのか？
ko: 너, 그 애들 중 한 명 아니니?
pt_br: VOCÊ não é uma dessas crianças?
ru: А ТЫ случайно не одна из этих детей?

source: @alula_speak Yeah! \@alula It's just me and my brother! \>\n\@alula_pout Or is it... "my brother and I"?
cht: @alula_speak 是的！\@alula 只有我和我哥哥\>\n\@alula_pout 或者说..."我哥哥和我"？
es: @alula_speak ¡Sí! \@alula ¡Somos yo y mi hermano! \>\n\@alula_pout ¿O es... "mi hermano y yo"?
it: @alula_speak Sì! \@alula Nelle rovine siamo solo io e mio fratello! \>\n\@alula_pout O si diceva... "mio fratello e io"?
ja: @alula_speak うん！ \@alula あたしとお兄ちゃんだけだよ！ \>\n\@alula_pout それとも…「お兄ちゃんとあたし」？
ko: @alula_speak 맞아! \@alula 그게 바로 나랑 오빠야! \>\n\@alula_pout 아니... "오빠랑 나"인가?
pt_br: @alula_speak Isso! \@alula Somos apenas eu e meu irmão! \>\n\@alula_pout Ou seria... “meu irmão e eu”?
ru: @alula_speak Ага! \@alula Там только я с моим братом! \>\n\@alula_pout Или... «мы с моим братом»?

source: Well, I hope you kids stay safe!
cht: 嗯，我希望你们这些孩子平平安安！
es: Bueno, ¡espero que tengáis cuidado, niños!
it: Beh, spero che voi bambini restiate al sicuro!
ja: まあ、あんまり無茶するんじゃないぞ！
ko: 너희들, 조심하거라!
pt_br: Bem, fiquem bem!
ru: Ну, тогда берегите себя, ребята!

source: If y'all keed need somewhere less dangerous to live, the village or the city are good places.
cht: 如果你们这些孩子想住到更安全点的 地方去的话，村子或者城市是不错的 地方。
es: Si queréis un lugar menos peligroso donde vivir, la aldea o la ciudad son buenos sitios.
it: Se avete bisogno di un luogo meno pericoloso dove vivere, un buon posto potrebbe essere il villaggio o la città.
ja: ここより安全な場所に住みたいなら、 村とか街だろうな。
ko: 너희가 안전하게 살아가려면 마을이나 도시로 가는 게 좋을 거야.
pt_br: Se vocês precisarem de um lugar mais seguro para morar, sugiro a aldeia ou a cidade.
ru: Если вам детворе захочется перебраться в более безопасное место, приходите в деревню или в город.

source: I hope you and your brother stay safe!
cht: 我希望你和你哥哥都平平安安！
es: ¡Espero que tú y tu hermano tengáis cuidado!
it: Spero che tu e tuo fratello restiate al sicuro!
ja: 君らも、あんまり無茶するんじゃないぞ！
ko: 너와 네 오빠가 무사하길 바라마!
pt_br: Espero que você e seu irmão fiquem bem!
ru: Надеюсь, у вас с братом все будет в порядке!

source: I hope those kids are safe...
cht: 我希望这些孩子都安全...
es: Espero que no le pase nada a esos niños...
it: Spero che quei bambini siano al sicuro...
ja: あの子供たち、無事だといいのだが…
ko: 저 애들이 무사했으면 좋겠네...
pt_br: Espero que aquelas crianças estejam bem...
ru: Надеюсь, с этими детьми всё в порядке...

source: @niko Warm coals.
cht: @niko 温暖的煤。
es: @niko Brasas calientes.
it: @niko Carbone caldo.
ja: @niko 温かい石炭だ。
ko: @niko 따끈한 석탄이에요.
pt_br: @niko Carvão morno.
ru: @niko Тёплые угли.

source: @niko ...\>\n\@niko_speak Sure is taking a while...
cht: @niko ...\>\n\@niko_speak 这肯定需要一点时间...
es: @niko ...\>\n\@niko_speak Sí que está tardando...
it: @niko ...\>\n\@niko_speak Certo che ce ne vuole di tempo...
ja: @niko …\>\n\@niko_speak けっこう時間がかかってるね…
ko: @niko ...\>\n\@niko_speak 확실히 시간이 좀 걸리네요...
pt_br: @niko ...\>\n\@niko_speak Está mesmo demorado...
ru: @niko ...\>\n\@niko_speak Похоже, это долгая поездка...

source: @niko I guess this elevator leads to the top of the Tower, \p...
cht: @niko 我猜这个电梯是到塔顶去的，\p...
es: @niko Supongo que este ascensor lleva a lo más alto de la Torre, \p...
it: @niko Credo che questo ascensore porti in cima alla Torre, \p...
ja: @niko たぶん、塔のてっぺんまで登ってるんだと 思うよ、 \p…
ko: @niko 분명 이 엘리베이터는 탑 꼭대기까지 이어지는 거겠죠, \p 님...
pt_br: @niko Acho que o elevador leva ao topo da Torre, \p...
ru: @niko Думаю, этот лифт едет до вершины Башни, \p...

source: @niko_speak ...are you excited, \p?\>\n\@niko We're finally gonna save the world...
cht: @niko_speak ...你很兴奋吗，\p？\>\n\@niko 我们总算可以拯救这个世界了...
es: @niko_speak ... ¿No estás nervioso, \p?\>\n\@niko Por fin, vamos a salvar el mundo...
it: @niko_speak ...Che emozione, vero, \p?\>\n\@niko Finalmente salveremo il mondo...
ja: @niko_speak …\p、 ドキドキしてる？\>\n\@niko ついに世界を救うんだよ…
ko: @niko_speak ...기대되나요, \p 님?\>\n\@niko 우리가, 마침내 세상을 구할 거예요...
pt_br: @niko_speak ... você está feliz, \p?\>\n\@niko Nós finalmente salvaremos o mundo...
ru: @niko_speak ...разве ты не в восторге, \p?\>\n\@niko Мы наконец спасём мир...

source: @niko_speak And I know it's for real this time, cuz you're here!
cht: @niko_speak 这次我敢肯定是真的，因为你也在这！
es: @niko_speak ¡Y sé que esta vez es la buena, porque tú estás aquí!
it: @niko_speak E so che stavolta ce la faremo davvero, perché ci sei anche tu!
ja: @niko_speak それに、今度こそ本当だって分かるんだ。 だって神様がいるもん！
ko: @niko_speak 이번엔 진짜라는 걸 알 수 있어요. 왜냐면 당신이 함께 있잖아요!
pt_br: @niko_speak E, desta vez, eu sei que é verdade porque você está aqui!
ru: @niko_speak И я знаю, что теперь это по-настоящему, потому что ты здесь!

source: @niko And then...\>\n\@niko_speak ...I'll get to go home for real this time, too!
cht: @niko 然后...\>\n\@niko_speak ...这次我也真的可以回家了！
es: @niko Y entonces...\>\n\@niko_speak ... ¡podré volver a casa de verdad!
it: @niko E poi...\>\n\@niko_speak ...Tornerò veramente a casa questa volta!
ja: @niko あとね…\>\n\@niko_speak …今度こそ家に帰れる！
ko: @niko 그리고...\>\n\@niko_speak ...저도 이제 집으로 갈 수 있게 되는 거고요!
pt_br: @niko Então...\>\n\@niko_speak ... Eu vou para minha casa de verdade, dessa vez!
ru: @niko А потом...\>\n\@niko_speak ...Я попаду домой и в этот раз тоже по-настоящему!

source: @niko I can't wait to see everyone again...
cht: @niko 我已经迫不及待要再次见到大家了...
es: @niko No puedo esperar a ver a todo el mundo de nuevo...
it: @niko Non vedo l'ora di rivedere tutti...
ja: @niko 早くまたみんなに会いたいなあ…
ko: @niko 빨리 모두를 보고 싶어요...
pt_br: @niko Mal posso esperar para rever todo mundo...
ru: @niko Скорее бы снова всех увидеть...

source: @niko_speak Are you okay, \p?\>\n\@niko You seem a little quiet...
cht: @niko_speak 你还好吗，\p？\>\n\@niko 你似乎有点安静...
es: @niko_speak ¿Estás bien, \p?\>\n\@niko No se te ve con ganas de hablar...
it: @niko_speak Stai bene, \p?\>\n\@niko Non sei di molte parole...
ja: @niko_speak \p、 大丈夫？\>\n\@niko あんまり喋らないね…
ko: @niko_speak \p 님, 괜찮아요?\>\n\@niko 아까부터 조용하신데...
pt_br: @niko_speak Você esta bem, \p?\>\n\@niko Você não está falando nada...
ru: @niko_speak Всё в порядке, \p?\>\n\@niko Почему ты молчишь...

source: @niko_speak ...yeah?
cht: @niko_speak ...什么？
es: @niko_speak ... ¿Sí?
it: @niko_speak ...Sì?
ja: @niko_speak …うん？
ko: @niko_speak ...네?
pt_br: @niko_speak ... é?
ru: @niko_speak ...Ага?

source: I need to tell you something.
cht: 我要告诉你一些事。
es: Tengo que contarte algo.
it: Devo dirti una cosa.
ja: 伝えなければいけないことがある。
ko: 말해줘야 할 게 있어.
pt_br: Eu preciso falar uma coisa.
ru: Мне нужно тебе кое-что сказать.

source: @niko ...I'm listening.
cht: @niko ...我听着。
es: @niko ... Dime.
it: @niko ...Ti ascolto.
ja: @niko …分かった。
ko: @niko ...듣고 있어요.
pt_br: @niko ... Estou ouvindo.
ru: @niko ...Я слушаю.

source: @niko_speak What's going on, \p?
cht: @niko_speak 怎么了， \p？
es: @niko_speak ¿Qué pasa, \p?
it: @niko_speak Cosa succede, \p?
ja: @niko_speak どうしたの、 \p？
ko: @niko_speak \p 님, 대체 무슨 일인가요?
pt_br: @niko_speak O que está acontecendo, \p?
ru: @niko_speak Что случилось, \p?

source: We can't save both.
cht: 我们无法同时拯救两个。
es: No podemos salvar a ambos.
it: Non possiamo salvare entrambi.
ja: 両方を、救うことはできない。
ko: 둘 다 구할 순 없어.
pt_br: Não podemos salvar os dois.
ru: Мы не можем спасти и то, и то.

source: The world...and you...
cht: 世界...和你...
es: Al mundo... y a ti...
it: Il mondo... e te...
ja: この世界と…君を…
ko: 세상 아니면... 너야...
pt_br: O mundo... e você.
ru: Мир...и тебя...

source: @niko ...wh \>\@niko3 ...what's that supposed to mean, \p?
cht: @niko ...你\>\@niko3 ...你是什么意思，\p？
es: @niko ... ¿Qué \>\@niko3 ... qué quieres decir con eso, \p?
it: @niko ...Co...\>\n\@niko3 ...cosa vuoi dire, \p?
ja: @niko …そ \>\@niko3 …それってどういうこと？
ko: @niko 그... \>\@niko3 ...그게 대체 무슨 뜻이죠, \p 님?
pt_br: @niko ... o quê? \>\@niko3 ... o que você quer dizer com isso, \p?
ru: @niko ...чт \>\@niko3 ...что это значит, \p?

source: To send you home...
cht: 要把你送回家...
es: Para enviarte a casa...
it: Per rimandarti a casa...
ja: 君を故郷に帰すには…
ko: 널 집에 보내려면...
pt_br: Para mandar você para casa...
ru: Чтобы отправить тебя домой...

source: We must break the lightbulb.
cht: 我们就得毁坏灯泡。
es: Tenemos que romper la bombilla.
it: Dobbiamo rompere la lampadina.
ja: 電球を砕かなければならない。
ko: 그 전구를 깨트려야 해.
pt_br: Nós precisamos quebrar a lâmpada.
ru: Мы должны разбить лампочку.

source: @niko_shock What??\>\n\@niko3 ...But won't that... \>\n\@niko_distressed2 ...But won't that end the world?
cht: @niko_shock 什么？？\>\n\@niko3 ...但那样的话...\>\n\@niko_distressed2 ...那样的话，世界不是会毁灭吗？
es: @niko_shock ¿¿Qué??\>\n\@niko3 ... Pero eso... \>\n\@niko_distressed2 ... ¿No acabará eso con el mundo?
it: @niko_shock Cosa??\>\n\@niko3 ...Ma così... \>\n\@niko_distressed2 Ma così non finirà il mondo?
ja: @niko_shock えっ？？\>\n\@niko3 …でも… \>\n\@niko_distressed2 …でも、それじゃ、この世界は 滅んじゃうんだよね？
ko: @niko_shock 네??\>\n\@niko3 ...하지만 그러면... \>\n\@niko_distressed2 ...그러면 이 세상은 끝이잖아요!
pt_br: @niko_shock O quê?!\>\n\@niko3 ... Mas isso... \>\n\@niko_distressed2 ... Mas isso não causará o fim do mundo?
ru: @niko_shock Что??\>\n\@niko3 ...Но тогда... \>\n\@niko_distressed2 ...Но тогда этот мир погибнет?

source: @niko_eyeclosed I don't want that to happen...
cht: @niko_eyeclosed 我不希望那样的事发生...
es: @niko_eyeclosed No quiero que eso pase...
it: @niko_eyeclosed Non voglio che succeda...
ja: @niko_eyeclosed そんなの嫌だよ…
ko: @niko_eyeclosed 그건 싫어요...
pt_br: @niko_eyeclosed Eu não queria que isso acontecesse...
ru: @niko_eyeclosed Я не хочу, чтобы это произошло...

source: @niko2 So... what happens when we save the world?\>\n\@niko_distressed ...what happens to me...?
cht: @niko2 那么...我们拯救了世界之后会怎么样？\>\n\@niko_distressed ...我会怎么样...？
es: @niko2 Entonces... ¿qué pasará cuando salvemos el mundo?\>\n\@niko_distressed ¿Qué pasará conmigo...?
it: @niko2 Che... cosa succederebbe se salvassimo il mondo?\>\n\@niko_distressed ...Cosa mi accadrebbe...?
ja: @niko2 じゃあ…世界を救うとどうなるの？\>\n\@niko_distressed …ミーは、どうなるの…？
ko: @niko2 그럼... 우리가 세상을 구하기로 선택하면 어떻게 되죠?\>\n\@niko_distressed ...전, 어떻게 되나요...?
pt_br: @niko2 Então... o que acontecerá se salvarmos o mundo?\>\n\@niko_distressed ... O que acontecerá comigo?
ru: @niko2 А... что будет, когда мы спасём мир?\>\n\@niko_distressed ...что будет со мной...?

source: I don't know.
cht: 我不知道。
es: No lo sé.
it: Non lo so.
ja: 分からない。
ko: 나도 모르겠어.
pt_br: Eu não sei.
ru: Я не знаю.

source: @niko_shock You... don't?
cht: @niko_shock 你...不知道？
es: @niko_shock ¿No... lo sabes?
it: @niko_shock Tu... non lo sai?
ja: @niko_shock え…分からない…？
ko: @niko_shock 모른... 다고요?
pt_br: @niko_shock Você não sabe?
ru: @niko_shock Не... знаешь?

source: @proto2b [...I would appreciate it if you do not linger here.]
cht: @proto2b [...你要是不在这徘徊，我会很感激。]
es: @proto2b [... Preferiría que no te quedaras mucho por aquí.]
it: @proto2b [...Apprezzerei se non ti fermassi qui.]
ja: @proto2b […ぐずぐずしてる暇はない。]
ko: @proto2b [...꾸물거릴 시간이 없어.]
pt_br: @proto2b [... Acho melhor não enrolar por aqui.]
ru: @proto2b [...я был бы очень признателен, если бы ты здесь не задерживался.]

source: @silver2 [I don't even know where this tunnel leads...]
cht: @silver2 [我甚至不知道这个通道通往哪里...]
es: @silver2 [Ni siquiera sé a dónde lleva este túnel...]
it: @silver2 [Non so nemmeno dove conduca questo tunnel...]
ja: @silver2 [このトンネル、どこへ続いてるのか 想像もつかない…]
ko: @silver2 [난 이 터널이 어디로 통하는지도 몰라...]
pt_br: @silver2 [Nem sei o que tem no final desses túneis...]
ru: @silver2 [Даже не знаю, куда ведёт этот туннель...]

source: @niko So this is the way out?
cht: @niko 所以这就是出路？
es: @niko ¿Es esta la salida?
it: @niko Quindi questa è la via d'uscita?
ja: @niko ここを進むと出口なの？
ko: @niko 그럼 이게 출구예요?
pt_br: @niko Quer dizer que essa é a saída?
ru: @niko Значит, это выход отсюда?

source: @silver [There wasn't any data on this path in the server room...]
cht: @silver [服务器机房的这条路径上没有任何数据...]
es: @silver [No había información sobre este camino en la sala del servidor...]
it: @silver [Non c'erano informazioni su questo percorso nella stanza del server...]
ja: @silver [こんな道、サーバールームの データにはなかった…]
ko: @silver [서버실에는 이 길에 대한 데이터가 전혀 없었어...]
pt_br: @silver [Não havia dados sobre este caminho na sala do servidor...]
ru: @silver [В серверной не было никакой информации об этом пути...]

source: @proto2 [It's new.]
cht: @proto2 [它是新的。]
es: @proto2 [Es nuevo.]
it: @proto2 [È nuovo.]
ja: @proto2 [最近できたんだ。]
ko: @proto2 [새로 생긴 길이거든.]
pt_br: @proto2 [Ele é novo.]
ru: @proto2 [Он новый.]

source: @proto1 [Niko, get in the minecart.]
cht: @proto1 [Niko，进入矿车。]
es: @proto1 [Niko, sube al vagón.]
it: @proto1 [Niko, entra nel carrello.]
ja: @proto1 [ニコ、トロッコに乗って。 ]
ko: @proto1 [니코, 광산 수레에 타.]
pt_br: @proto1 [Niko, entre na vagoneta.]
ru: @proto1 [Нико, залезай в вагонетку.]

source: @niko O-Okay.
cht: @niko 好的。
es: @niko V... vale.
it: @niko O-ok.
ja: @niko う、うん。
ko: @niko 알...겠어요...
pt_br: @niko T-Tá bom.
ru: @niko Л-Ладно.

source: @proto1 [Please keep moving forward.]
cht: @proto1 [请保持前进。]
es: @proto1 [Sigue avanzando, por favor.]
it: @proto1 [Per favore, continua ad andare avanti.]
ja: @proto1 [前に進んで。]
ko: @proto1 [계속 앞으로 가.]
pt_br: @proto1 [Continue seguindo em frente.]
ru: @proto1 [Пожалуйста, не останавливайся.]

source: @ed [I tried.]
cht: @ed [我试了。]
es: @ed [Lo he intentando.]
it: @ed [Ci ho provato.]
ja: @ed [できることはやったのだ。]
ko: @ed [난 시도했어.]
pt_br: @ed [Eu tentei.]
ru: @ed [Я пыталась.]

source: @ed [I really did!]
cht: @ed [我真的试了！]
es: @ed [¡De verdad!]
it: @ed [Ci ho provato davvero!]
ja: @ed [できること全てを！]
ko: @ed [진짜야!]
pt_br: @ed [Tentei de verdade!]
ru: @ed [В самом деле пыталась!]

source: @ed [But I...]
cht: @ed [但我...]
es: @ed [Pero...]
it: @ed [Ma io...]
ja: @ed [だが、それでも…]
ko: @ed [하지만...]
pt_br: @ed [Mas eu...]
ru: @ed [Но я...]

source: @ed [...dE St ablIzi Nng]
cht: @ed [...失E败zN了。]
es: @ed [... dE sEs taBilI zAc iÓn]
it: @ed [...mi stO dE St abiLizZ ANdo]
ja: @ed […ジょ うタい フア ンてイ]
ko: @ed [...난 불 ㅇㅏㄴ 정 해]
pt_br: @ed [... dE SesT abiLizA Ndo]
ru: @ed [...дЕ стаБи лиЗи РУюс ь]

source: @ed [I'm sorry, Niko.]
cht: @ed [对不起， Niko.]
es: @ed [Lo siento, Niko.]
it: @ed [Mi dispiace, Niko.]
ja: @ed [すまない、ニコ。]
ko: @ed [미안해, 니코.]
pt_br: @ed [Sinto muito, Niko.]
ru: @ed [Прости, Нико.]

source: @ed [I tR IE d tO PrOTE cT yOU.]
cht: @ed [我试R过保t护你U。]
es: @ed [He inT eN tAdO Pr oTe GerTe.]
it: @ed [Ho prOVAt o A PrOTE ggeR Ti.]
ja: @ed [私は キ みを 守ろウ と]
ko: @ed [널 ㅈㅣ키 ㄹ ㅕ 고했 어.]
pt_br: @ed [eU tE NT ei PrOTE gEr VOcê.]
ru: @ed [Я пЫ ТА ла сЬ теБЯ заЩи Т И ть.]

source: @ed [...bu t c An't hold it o f f foRevER.]
cht: @ed [...但t没法A永远o拖住R它R。]
es: @ed [... pe r O nO puE d o coN tE NerL o.]
it: @ed [...m a No n Pos so trattenerlo p er s seMpRE.]
ja: @ed […で モ、あレを いつマでモ 食イ止 め らレ そウ に なイ]
ko: @ed [...하 지만 ㅇㅕㅇ 원 히ㅁㅏㄱ을 순 없 어.]
pt_br: @ed [... ma s n Ão conSIGo ADIar p aR a SeM PR e.]
ru: @ed [...но н е МогУ сДЕР жи Ва ть эТо в еЧн о.]

source: @niko3 What was that?
cht: @niko3 那是什么？
es: @niko3 ¿Qué ha sido eso?
it: @niko3 Cos'è stato?
ja: @niko3 今の、何？
ko: @niko3 방금 뭐였지?
pt_br: @niko3 O que foi isso?
ru: @niko3 Что это было?

source: @proto_gasp2 [...HERE TOO?]
cht: @proto_gasp2 [...这里也？]
es: @proto_gasp2 [... ¿AQUÍ TAMBIÉN?]
it: @proto_gasp2 [...ANCHE QUI?]
ja: @proto_gasp2 […まさか、ここにも？]
ko: @proto_gasp2 [...여기에도?]
pt_br: @proto_gasp2 [... AQUI TAMBÉM?]
ru: @proto_gasp2 [...И ЗДЕСЬ ТОЖЕ?]

source: @silver3 [Watch out!]
cht: @silver3 [小心！]
es: @silver3 [¡Cuidado!]
it: @silver3 [Attenti!]
ja: @silver3 [危ない！]
ko: @silver3 [조심해!]
pt_br: @silver3 [Cuidado!]
ru: @silver3 [Берегись!]

source: I just moved here from the Glen. Things are so different in the city....
cht: 我刚从 Glen 搬过来。这城市里的 一切都不同...
es: Acabo de mudarme desde el Valle. Las cosas son tan diferentes en la ciudad...
it: Mi sono appena trasferito qui dalla Valle. Le cose sono così diverse in città...
ja: 峡谷から引っ越してきたばかりでな。 この街はあそことは全然違う…
ko: 난 협곡에서 이사온 지 얼마 안 됐어. 도시는 전혀 다른 세상이네...
pt_br: Acabei de me mudar do Vale para cá. As coisas são tão diferentes na cidade...
ru: Я только переехал сюда из Долины. В городе всё по-другому...

source: You've been to the Glen, right?
cht: 你去过 Glen 的，是吗？
es: Has estado en el Valle, ¿no?
it: Tu sei stato alla Valle, giusto?
ja: 峡谷には行ったことあるだろ？
ko: 너도 협곡에 갔었지?
pt_br: Você já esteve no Vale, não é?
ru: Ты ведь был в Долине, верно?

source: Everything's so green back there....
cht: 那里的一切都是绿意盎然的...
es: Allí todo es tan verde...
it: Laggiù è tutto così verde...
ja: あそこは緑であふれてる…
ko: 모든 것이 초록빛이었지...
pt_br: Lá tudo é tão verde...
ru: Там всё такое зелёное...

source: I really miss it!
cht: 我真的很想念那里！
es: ¡Lo echo mucho de menos!
it: Mi manca davvero tanto!
ja: ああ、早く帰りたい！
ko: 정말 그리워!
pt_br: Sinto falta disso!
ru: Я так скучаю по тем местам!

source: My neighbor gave me some plants to cheer me up, but...
cht: 我的邻居送了我一些植物让我振作起来， 但是...
es: Mi vecino me daba plantas para animarme, pero...
it: Il mio vicino mi ha dato alcune piante per tirarmi su di morale, ma...
ja: ご近所さんから、元気を出せと 植物を頂いたのだが…
ko: 이웃이 내 기운을 북돋아주려고 식물을 주긴 했지만...
pt_br: O vizinho me deu umas plantas para tentar me animar, mas...
ru: Мой сосед дал мне кое-какие растения, чтобы подбодрить, но...

source: .....I should probably get a muzzle for Betsy there.
cht: ...我可能应该给Betsy带上口套的。
es: ... a Betsy probablemente debería conseguirle un bozal.
it: ......Dovrei prendere una museruola per Betsy.
ja: ……ベッツィーには口輪をつけないと 駄目だな。
ko: 아무래도 베시에게 씌울 입마개를 찾아야 할 것 같아.
pt_br: ... Acho melhor arranjar uma focinheira para a Betsy.
ru: .....наверное, стоит раздобыть для Бетси намордник.

source: @niko It's a landscape portrait of the Glen.
cht: @niko 这是一张 Glen 的风景画。
es: @niko Es un cuadro del Valle.
it: @niko È un dipinto del paesaggio della Valle.
ja: @niko 峡谷の風景画だ。
ko: @niko 협곡의 풍경화예요.
pt_br: @niko É uma pintura da paisagem do Vale.
ru: @niko Это портретный пейзаж Долины.

source: @niko_eyeclosed ...The remains of a potted plant.
cht: @niko_eyeclosed ...盆栽植物的残骸。
es: @niko_eyeclosed ... Los restos de una maceta.
it: @niko_eyeclosed ...I resti di una pianta in vaso.
ja: @niko_eyeclosed …鉢植えの残骸だ。
ko: @niko_eyeclosed ...화분에 심었던 식물의 잔해네요.
pt_br: @niko_eyeclosed ... Restos de um vaso com planta.
ru: @niko_eyeclosed ...Остатки растения в горшке.

source: @niko_speak Something has been chewing on this plant...
cht: @niko_speak 有什么东西一直在啃咬这株植物...
es: @niko_speak Algo ha estado mordisqueando a esta planta...
it: @niko_speak Qualcosa ha masticato questa pianta...
ja: @niko_speak この植物、何かに噛まれたみたい…
ko: @niko_speak 뭔가가 이 식물을 뜯어 먹은 것 같아요...
pt_br: @niko_speak Tem marcas de dentes nessa planta...
ru: @niko_speak Кто-то покусал это растение...

source: @niko_eyeclosed Not much is left of this plant...
cht: @niko_eyeclosed 这株植物已经剩的不多了...
es: @niko_eyeclosed No queda mucho de esta planta...
it: @niko_eyeclosed Non rimane molto di questa pianta...
ja: @niko_eyeclosed ほとんど何も残ってない…
ko: @niko_eyeclosed 이 식물은 남은 부분이 거의 없네요...
pt_br: @niko_eyeclosed Não sobrou muita coisa dessa planta...
ru: @niko_eyeclosed Ни листочка, ни цветочка...

source: @niko_eyeclosed ...The entire plant was eaten...
cht: @niko_eyeclosed ...整株植物都被吃掉了...
es: @niko_eyeclosed ... Se han comido la planta entera...
it: @niko_eyeclosed ...Tutta la pianta è stata mangiata...
ja: @niko_eyeclosed …食べ尽くされてる…
ko: @niko_eyeclosed ...이 식물, 거의 먹혀 버렸어요...
pt_br: @niko_eyeclosed ... Comeram a planta inteira...
ru: @niko_eyeclosed ...От растения ничего не осталось...

source: @niko The title is "City Life: What to Expect"
cht: @niko 标题是"城市生活：该有何种期待"
es: @niko El título es: "Vida en la ciudad: qué esperar"
it: @niko Il titolo è "Vita di Città: Cosa aspettarsi"
ja: @niko タイトルは「都市生活: 未来について」
ko: @niko "도시 생활의 실상"이라는 책이네요.
pt_br: @niko O título é “Vida na cidade: o que esperar”
ru: @niko Название этой книги — «Жизнь в городе: Чего ожидать»

source: @niko A picture of a ram, wearing a little pink bow.
cht: @niko 一张羊的照片，带着一个小小的粉色蝴蝶结。
es: @niko Un cuadro de un carnero que lleva un pequeño lazo rosa.
it: @niko La foto di un montone che indossa un piccolo cerchietto rosa.
ja: @niko 小さなピンクのリボンを付けた羊の写真。
ko: @niko 양 사진이에요. 분홍색 리본을 매달고 있어요.
pt_br: @niko Um retrato de um carneiro usando um arquinho rosa.
ru: @niko На картинке барашек с маленьким розовым бантиком.

source: The crops have been growing poorly without the sun...\nAnd there's no telling how long our surpluses will last.
cht: 没有太阳，庄稼都长的很糟糕...\n也不知道剩下能源的能用多久。
es: Sin sol, los cultivos apenas están creciendo...\nY no se sabe cuánto van a durar los excedentes.
it: Le colture sono cresciute a stento senza il sole...\nE non si sa per quanto ancora dureranno le nostre scorte.
ja: 太陽がないせいで、作物があまり育たない…\nそれに備蓄も、いつまで持つか分からない。
ko: 태양이 없어서 작물이 제대로 자라지 않아...\n남은 식량으로 얼마나 버틸 수 있을지 알 수 없어.
pt_br: As safras estão fracas sem o sol...\nE não sabemos até quando nossos estoques durarão.
ru: Без солнца посевы еле-еле всходят...\nИ неизвестно, на сколько ещё хватит запасов.

source: Please, savior, you have to hurry!
cht: 请快点，救世主，你得抓紧！
es: ¡Tienes que darte prisa, salvador!
it: Salvatore, ti prego, devi sbrigarti!
ja: 頼む、救世主、急いでくれ！
ko: 구원자, 부탁인데 서둘러 줘!
pt_br: Por favor, você precisa se apressar!
ru: Прошу, спаситель, поторопись!

source: @niko_speak I...
cht: @niko_speak 我...
es: @niko_speak Ah...
it: @niko_speak Io...
ja: @niko_speak うん…
ko: @niko_speak 저기...
pt_br: @niko_speak Eu...
ru: @niko_speak Я...

source: @niko I'll do my best.
cht: @niko 我会尽力。
es: @niko Haré todo lo que pueda.
it: @niko Farò del mio meglio.
ja: @niko 頑張ってみる。
ko: @niko 최선을 다해 볼게요.
pt_br: @niko Farei tudo que puder.
ru: @niko Я постараюсь.

source: Most of the green moss covering our village has already lost its glow...
cht: 覆盖着村子的大多数绿苔藓都已经变得 暗淡了...
es: Casi todo el musgo verde que cubría nuestra aldea ha perdido su brillo...
it: La maggior parte del muschio verde che copre il nostro villaggio ha già perso il suo bagliore...
ja: 村を覆っていたコケのほとんどは、 すでに光を失っている…
ko: 우리 마을을 덮고 있던 녹색 이끼가 대부분 빛을 잃고 말았어...
pt_br: A maioria do musgo verde que cobre a nossa aldeia já perdeu o brilho...
ru: Большая часть зелёного мха, покрывающего землю в нашей деревне, уже потеряла своё свечение...

source: If it wasn't for the thin strip left on the boundaries of the land, people could easily fall into the ocean.
cht: 要不是陆地边缘上还剩下的那些 条状地带，人们很容易就会掉到海里去。
es: Si no fuera por esa fina línea que queda en las fronteras, la gente caería al océano.
it: Se non fosse per la sottile striscia rimasta lungo la costa, la gente finirebbe col cadere nell'oceano.
ja: 大地の境界に残っているわずかなコケが なければ、住民はあっけなく海へと 沈んでいくだろう。
ko: 땅과 바다의 경계선에 가늘게 남은 이끼가 없다면, 아마 사람들은 쉽게 바다에 빠지겠지.
pt_br: Se não fosse pela fina camada nas fronteiras das terras, alguém poderia acabar caindo no mar.
ru: Если бы не тонкая полоска, которая ещё осталась на границе с водой, люди постоянно бы падали в океан.
