Repository: Maxon07TEH/OneShot-EstededSolstice
Catalog: Languages/internal/*.po
Languages: ru

# TRSTR_JOURNAL_TITLE
source: The Journal
ru: Дневник

# TRSTR_KEYBIND_A
source: A Button
ru: Кнопка А

# TRSTR_KEYBIND_B
source: B Button
ru: Кнопка В

# TRSTR_KEYBIND_X
source: X Button
ru: Кнопка Х

# TRSTR_KEYBIND_Y
source: Y Button
ru: Кнопка Y

# TRSTR_KEYBIND_BACK
source: Back Button
ru: Кнопка "Назад"

# TRSTR_KEYBIND_GUIDE
source: Guide Button
ru: Кнопка "Гид"

# TRSTR_KEYBIND_START
source: Start Button
ru: Кнопка "Пуск"

# TRSTR_KEYBIND_LSTICK
source: Left Stick
ru: Левый Джойстик

# TRSTR_KEYBIND_RSTICK
source: Right Stick
ru: Правый Джойстик

# TRSTR_KEYBIND_LSHOULDER
source: Left Shoulder
ru: Левый Бампер

# TRSTR_KEYBIND_RSHOULDER
source: Right Shoulder
ru: Правый Бампер

# TRSTR_KEYBIND_PADU
source: D-Pad (Up)
ru: Крестовина (↑)

# TRSTR_KEYBIND_PADD
source: D-Pad (Down)
ru: Крестовина (↓)

# TRSTR_KEYBIND_PADL
source: D-Pad (Left)
ru: Крестовина (←)

# TRSTR_KEYBIND_PADR
source: D-Pad (Right)
ru: Крестовина (→)

# TRSTR_KEYBIND_UNK
source: Unknown key
ru: Неизвестная кнопка

# TRSTR_KEYBIND_KEYFMT
source: %s Key
ru: Клавиша %s

# TRSTR_KEYBIND_LSTICKL
source: Left Stick (Left)
ru: Левый Джойстик (←)

# TRSTR_KEYBIND_LSTICKR
source: Left Stick (Right)
ru: Левый Джойстик (→)

# TRSTR_KEYBIND_LSTICKU
source: Left Stick (Up)
ru: Левый Джойстик (↑)

# TRSTR_KEYBIND_LSTICKD
source: Left Stick (Down)
ru: Левый Джойстик (↓)

# TRSTR_KEYBIND_RSTICKL
source: Right Stick (Left)
ru: Правый Джойстик (←)

# TRSTR_KEYBIND_RSTICKR
source: Right Stick (Right)
ru: Правый Джойстик (→)

# TRSTR_KEYBIND_RSTICKU
source: Right Stick (Up)
ru: Правый Джойстик (↑)

# TRSTR_KEYBIND_RSTICKD
source: Right Stick (Down)
ru: Правый Джойстик (↓)

# TRSTR_KEYBIND_LTRIGGER
source: Left Trigger
ru: Левый Триггер

# TRSTR_KEYBIND_RTRIGGER
source: Right Trigger
ru: Правый Триггер

# TRSTR_KEYBIND_JOYBTTNFMT
source: Joy Button %d
ru: Кнопка Джойстика %d

# TRSTR_KEYBIND_JOYHATFMT
source: Joy Hat %d:%c
ru: Миниджойстик %d:%c

# TRSTR_KEYBIND_JOYAXISFMT
source: Joy Axis %d%c
ru: Ось Джойстика %d%c

# TRSTR_KEYBIND_KEYPROMPT
source: Press key or joystick button for "%s"
ru: Задайте клавишу/кнопку "%s"

# TRSTR_KEYBIND_TITLE
source: Key bindings
ru: Привязка клавиш

# TRSTR_KEYBIND_RESET
source: Reset defaults
ru: Вернуть по умолчанию

# TRSTR_CANCEL
source: Cancel
ru: Отмена

# TRSTR_ACCEPT
source: Accept
ru: Применить

# TRSTR_KEYBIND_INSTRUCT
source: Use left click to bind a slot, right click to clear its binding
ru: Используйте левую кнопку, чтобы привязать слот, правую кнопку – чтобы очистить привязку

# TRSTR_KEYBIND_CONFLICT
source: Warning: Same physical action bound to multiple slots
ru: Внимание: Действие привязано к нескольким слотам

# TRSTR_KEYBIND_UP
source: Up
ru: Вверх

# TRSTR_KEYBIND_LEFT
source: Left
ru: Влево

# TRSTR_KEYBIND_ACTION
source: Action
ru: Действие

# TRSTR_KEYBIND_MENU
source: Menu
ru: Меню

# TRSTR_KEYBIND_CANCEL
source: CANCEL
ru: ОТМЕНА

# TRSTR_KEYBIND_DOWN
source: Down
ru: Вниз

# TRSTR_KEYBIND_RIGHT
source: Right
ru: Вправо

# TRSTR_KEYBIND_RUN
source: Run
ru: Бег

# TRSTR_KEYBIND_DEACTIVATE
source: Deactivate
ru: Отключить

# TRSTR_KEYBIND_ITEMS
source: Items
ru: Предметы
